[{"id": "ECSEL_NEWS_0001", "date": "2020-12-17", "text_type": "NEWS", "title": "ECSEL JU project REFERENCE is awarded the French “Étoile de l’Europe” (“Star of Europe”) award for innovation.", "text": " We are very proud to announce that REFERENCE, led by the French company Soitec, has been awarded this important recognition of its major innovations in the domain of Silicon-on-Insulator semiconductors for radio-frequency applications by Frédérique Vidal, France’s Minister of Higher Education, Research, and Innovation. The REFERENCE consortium comprises 15 multidisciplinary partners from four European countries. These include semiconductor manufacturers/vendors (Soitec, STMicroelectronics, Globalfoundries, Siltronic, Sentronics, TELIT, ATEP, AED, Airbus), three of Europe’s largest centres for applied research in microelectronics (CEA, FhG, IMEC) and three high-level universities (UCB-Lyon, TU-Dresden, UBW-Munich). To quote for their press-release on the subject: Paul Boudre, CEO of Soitec, said: “Our successful and ongoing participation in the European ECSEL program helps us to maintain our pole position in telecommunications. It showcases our capacity to translate semiconductor innovations into full-fledged ecosystems and gear them up to end consumer application levels. We pursue the new ECSEL initiatives, in particular BEYOND5, to further enhance the adoption of our technologies, and we remain committed to Europe’s objective to foster environmental sustainability and technological sovereignty.” and Bert De Colvenaer, Executive Director of the ECSEL JU, warmly congratulates the consortium. “This is exactly what we at ECSEL JU dream of: a sequence of projects, independently selected out of the calls for proposals based on the highest excellence, biggest impact and perfect implementation, building upon each other to deliver unique and important ‘Made in Europe’ technologies used on a worldwide scale. We highly appreciate that one of our projects has been awarded this trophy: it proves again that ‘thinking together, working together, and investing together’ at European scale really does deliver!” The full press-release from Soitec is available here.             ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-reference-awarded-french-etoile-de-leurope-star-europe-award-innovation"}, {"id": "ECSEL_NEWS_0002", "date": "2021-05-31", "text_type": "NEWS", "title": "ECSEL JU Symposium 2021", "text": " Back in June!   ", "url": "https://www.ecsel.eu/news/ecsel-ju-symposium-2021"}, {"id": "ECSEL_NEWS_0003", "date": "2020-11-03", "text_type": "NEWS", "title": "I-MECH's final results available via EC's page, CORDIS", "text": " ECSEL JU-funded project I-MECH has recently finished. This very successful project has had a summary of its key achievements published via the “CORDIS” website operated by the European Commission. I-MECH's ambition was to bridge the gap between the latest research results and best industrial practice in intelligent motion control for smart mechatronic systems. Software and hardware building blocks, featuring standardized interfaces, developed within the project's lifetime, delivered a complete I-MECH reference motion control platform. Check out the results here.  ", "url": "https://www.ecsel.eu/news/i-mechs-final-results-available-ecs-page-cordis"}, {"id": "ECSEL_NEWS_0004", "date": "2021-10-13", "text_type": "NEWS", "title": "ECSEL JU member association ARTEMIS-IA becomes Inside Industry Association", "text": " Inside Industry Association meets the Digital Age ARTEMIS evolved into Inside Industry Association Europe is going through several changes and challenges. With KDT coming up and the challenges ahead, ARTEMIS Industry Association decided the time was right to evolve and with that, changed their name into Inside Industry Association. The association is evolving: as Inside, the association aims to focus even more on innovative members and how to create Intelligent Digital Systems together. Inside serves as a European Technology Platform providing networking opportunities, a channel to inspire politicians and support to apply for funding in the Electronic Components and Systems value chain for R&I participants. Together with the AENEAS and EPoSS industry Association, Inside continues to advocate for European and National support of Research, Development and Innovation. Together, they stimulate and supports collaborative innovation to meet societal and economic challenges in a sustainable way and shape the digital future of Europe by co-defining the RD&I Electronic Components and Systems (ECS) strategy. ", "url": "https://www.ecsel.eu/news/ecsel-ju-member-association-artemis-ia-becomes-inside-industry-association"}, {"id": "ECSEL_NEWS_0005", "date": "2020-08-07", "text_type": "NEWS", "title": "Vacancy notice for the post of Financial/Administrative Assistant in ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a Financial/Administrative assistant to join the team. The Financial/Administrative Assistant will primarily provide support to the Finance and Administration team, and could also be requested to support other parts of the JU. To check out the job description and criteria, and in order to apply, visit our Vacancies page.  Deadline for application submission is 15 September 2020, at 12.00.    ", "url": "https://www.ecsel.eu/news/vacancy-notice-post-financialadministrative-assistant-ecsel-ju"}, {"id": "ECSEL_NEWS_0006", "date": "2020-12-17", "text_type": "NEWS", "title": "ECSEL JU Lighthouse Initiative Presentations at EFECS-2020", "text": " View the presentation by the ECSEL JU Lighthouse Initiatives at the EFECS-2020 online event. ", "url": "https://www.ecsel.eu/news/ecsel-ju-lighthouse-initiative-presentations-efecs-2020"}, {"id": "ECSEL_NEWS_0007", "date": "2021-05-28", "text_type": "NEWS", "title": "CLOSED - Vacancy notice for a traineeship programme within ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a trainee to join the team. The traineeship programme, operated within the ECSEL JU, gives trainees an understanding of the Joint Undertaking and its role within the activities of the European Union, enables them to acquire practical knowledge of the ECSEL JU and its regulatory framework and to obtain professional experience in the course of their work. ECSEL JU offers on-the-job training opportunities in the different units, for candidates with background or career development goals in the mentioned topics: Administration Operations Communication Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/closed-vacancy-notice-traineeship-programme-within-ecsel-ju"}, {"id": "ECSEL_NEWS_0008", "date": "2021-10-01", "text_type": "NEWS", "title": "POSITION II releases a documentary movie as the project wraps up its final stage", "text": " ECSEL JU project POSITION II has just finished its 3 year run with impressive results - the project's results significantly enhance the competitiveness of Europe in the rapidly emerging field of minimal invasive surgery. The achievements of this Netherlands-led consortium will enable the further development of the European R&D and manufacturing capability in an extremely innovative industrial segment with a high economic importance, not only encompassing the micro-fabricated device itself, but also the various value chains that they enable. Finally, by bringing smart catheters into the domain of high volume manufacturing, POSITION II improves the quality of health-care at manageable cost. Check out the movie teaser for the summary, or you can watch the entire documentary here.  ", "url": "https://www.ecsel.eu/news/position-ii-releases-documentary-movie-project-wraps-its-final-stage"}, {"id": "ECSEL_NEWS_0009", "date": "2020-07-31", "text_type": "NEWS", "title": "ECSEL JU project VALU3S holds a digital press briefing", "text": " VALU3S is a new research project that will evaluate and improve the state-of-the-art verification and validation methods and tools for automated systems in automotive industry, agriculture, railway, healthcare, aerospace and industrial automation and robotics. VALU3S brings together a consortium with partners from 10 different countries, amounting to a mix of 25 industrial partners, 6 leading research institutes, and 10 universities. 13 use cases with specific safety, security and privacy requirements will be studied in detail. The project organizes a digital Press Briefing for the media on Wednesday, 12 August 2020 at 11:00,  via Zoom. Register here in order to receive a direct link to join the meeting.   ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-valu3s-holds-digital-press-briefing"}, {"id": "ECSEL_NEWS_0010", "date": "2020-10-09", "text_type": "NEWS", "title": "BI/OND - Building a bridge between biology and engineering", "text": " Founded in 2017, this young start-up company building on results from ECSEL JU medical project InForMed, has developed a computer chip and a platform where biologists can place an individual’s cells. This innovative microchip nourishes, stimulates and monitors the cells as if they were in the human body. This will allow to perform much more accurate drug testing and simulations of any tissue type, taking into account differences between individuals, such as ethnicity, age or gender, which were so far ignored by modern medical treatments. BI/OND’s patented organ-on-chip technology allows treatment to be optimised for different applications, including heart, lung, brain and cancer tissues. These dynamic functionalities allow researchers to find the right medicine for a specific individual, paving the way for personalised medicine. The product’s uniqueness derives from the power of microelectronics. BI/OND’s relatively cheap and highly customisable technology can be used to conduct ground-breaking research by growing 3D cell cultures in an environment that mimics the human body. Organ-on-chip is a very promising methodology that is expected to lead to improved success in drug development, lower costs and less animal testing.  The company has just secured €250,000 of growth capital from early-stage investment fund UNIIQ. BI/OND will use part of the investment to expand its already strong team with engineers to work on scaling up the highly promising technology. It will also invest in research and development and intellectual property activities.  Read the company's press release here.  To find out more about BI/OND, visit their page.    ", "url": "https://www.ecsel.eu/news/biond-building-bridge-between-biology-and-engineering"}, {"id": "ECSEL_NEWS_0011", "date": "2020-12-17", "text_type": "NEWS", "title": "ECSEL JU Lighthouse Initiative Presentations at EFECS-2020", "text": " View the presentation by the ECSEL JU Lighthouse Initiatives at the EFECS-2020 online event. ", "url": "https://www.ecsel.eu/news/ecsel-ju-lighthouse-initiative-presentations-efecs-2020-0"}, {"id": "ECSEL_NEWS_0012", "date": "2021-09-24", "text_type": "NEWS", "title": "ECSEL JU develops provisional call timelines for the new KDT JU", "text": " After discussions, the ECSEL JU Office, which will become the KDT JU Office once the KDT JU is launched,  has developed the following provisional planning for the first two calls 2021 and 2022: Call-2021 expected to be launched in December 2021 with a deadline in April 2022, and selected projects to be launched before end 2022 Call-2022 expected to be launched mid 2022 with a deadline after the summer break 2022 and selected projects to be launched in 2023 Such calls can only be launched under the following conditions: Both calls, but in particular Call-2021, can only be launched if the Single Basic Act setting up the KDT JU is before December 2021. Calls can only be launched if all decisions required to set up KDT, its bodies, its procedures, and the decisions for launching KDT calls are taken in due time before the launch of the calls. EU budgets for those calls are respectively up to 210 MEuro and 240 MEuro. National budgets, topics and types of actions are still under discussion and will be announced in due time.   ", "url": "https://www.ecsel.eu/news/ecsel-ju-develops-provisional-call-timelines-new-kdt-ju"}, {"id": "ECSEL_NEWS_0013", "date": "2021-05-03", "text_type": "NEWS", "title": "Conference on the Future of Europe", "text": " This year, the Conference on the Future of Europe will have its inaugural event on Europe Day (May 9th). Take part in the debate, share your ideas and shape the future of Europe! The multi-lingual platform is available at: futureu.europa.eu #TheFutureIsYours #EUAgencies #EuropeDay2021 #ECSELJU ", "url": "https://www.ecsel.eu/news/conference-future-europe"}, {"id": "ECSEL_NEWS_0014", "date": "2020-07-30", "text_type": "NEWS", "title": "Powering the Digital Transformation in Europe", "text": " Impact on business and on society for the greater good of both: this is the core of the ECSEL Joint Undertaking programme. At the request of the ECSEL JU Governing Board, Deloitte and VVA recently published updated reports, which focuses mainly on the direct impact and benefits for project participants. \"Powering the Digital Transformation in Europe\" goes beyond these somewhat narrow confines to examine the broader impact and socio-economic value of RD&I programmes as championed by ECSEL JU, including several high-level evaluations and tangible examples. Compiled during the largest crisis since World War 2, a pandemic with tragic loss of life and far-reaching economic consequences, it examines how technologies enabled by ECS have proven their extreme value during this time. It casts light on their crucial role in intelligent socio-economic recovery and for the structural changes needed in securing the future in all areas of society. Read the entire document here.  ", "url": "https://www.ecsel.eu/news/powering-digital-transformation-europe"}, {"id": "ECSEL_NEWS_0015", "date": "2020-11-30", "text_type": "NEWS", "title": "Why does Europe need Joint Undertakings?", "text": " In anticipation of the EU's next funding programme, Horizon Europe, the 8 Joint Undertakings (JUs) – BBI, Clean Sky, ECSEL JU, FCH, F4E, IMI, S2R and SESAR - have collaborated to create a joint publication to present the European public-private partnerships (PPPs) and the results of their programmes to date. Since the launch of the first JUs in 2007-2008, they have demonstrated their ability to deliver concrete results that are both scientifically excellent and have practical applications in areas that are vital for the European Union and its citizens. The brochure gives the opportunity to learn about the excellent research underway within the EU Horizon 2020 innovation programme. Download the brochure here.  ", "url": "https://www.ecsel.eu/news/why-does-europe-need-joint-undertakings"}, {"id": "ECSEL_NEWS_0016", "date": "2020-10-08", "text_type": "NEWS", "title": "Productive 4.0 – a very productive project indeed!", "text": " ECSEL JU funded project “Productive4.0” has come to a very successful conclusion and has produced this video as a summary of the project’s considerable achievements. One of the largest collaborative projects of its type, with more than 100 partners from 19 European countries, the project’s ambitions were correspondingly large, covering virtually all areas of the manufacturing supply chain logistics and product lifecycle, facilitating the digitalisation of manufacturing industries and their related domains. This is only possible through large-scale collaboration across the length and breath of the complete manufacturing ecosystem, which on top requires large-scale agreements on protocols and adoption of standards, many of which are derived from the outcomes of previous collaborative projects. The project was coordinated by Infineon Technologies, who has considerable experience in managing such complex projects. Still, with a consortium comprising 41 Research organisations, 23 Information Technology companies, 18 Automation specialists, 12 Semiconductor companies, 6 Automotive businesses, 4 Manufacturing firms, 2 Engineering companies, one Chemical company and one Finance organisation, it remains a formidable task but, in the mindset of “no pain, no gain”, the rewards will be correspondingly great. And not only for the project participants. The positive impact for manufacturing industries across Europe coupled with energy-and environmentally aware solutions brings benefits for the whole of society. Full details of the project are available at its website, Productive 4.0. ", "url": "https://www.ecsel.eu/news/productive-40-very-productive-project-indeed"}, {"id": "ECSEL_NEWS_0017", "date": "2021-09-09", "text_type": "NEWS", "title": "Vacancy notice published for ECSEL / KDT JU Executive Director", "text": " Sept. 10, 2021 The vacancy notice for the position of Executive Director of the ECSEL Joint Undertaking and its successor, the future Key Digital Technologies Joint Undertaking, has been published in the Official Journal of the European Union. The vacancy notice gives details of the responsibilities of the position, the eligibility criteria, as well as the procedures for selecting and appointing the future Executive Director, who will be responsible for managing the KDT Joint Undertaking. The deadline for applications is 7 October 2021, 12.00 noon Brussels time. For full information about this vacancy, please refer to the Official Journal at this web address: https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3AC2021%2F365A%2F01&qid=1631260027945 ", "url": "https://www.ecsel.eu/news/vacancy-notice-published-ecsel-kdt-ju-executive-director"}, {"id": "ECSEL_NEWS_0018", "date": "2021-04-12", "text_type": "NEWS", "title": "AEIT Automotive 2021 Conference will be held online", "text": " After five successful editions, the 2021 AEIT Automotive Conference will take place virtually. Both speakers and attendees from the automotive industry from all over the world will connect together on the 17-19 November 2021.  The event will bring together the Electrical and Electronic specialists, Mechanical and Systems Engineers, and the Information and Communication Technology experts, as well as plethora of participants from the Academia. The conference will cover all aspects of automotive industry, focusing on electrical vehicles, connected autonomous cars, special vehicles and e-mobility.  For more information, visit the event website.  Download the conference brief.  ", "url": "https://www.ecsel.eu/news/aeit-automotive-2021-conference-will-be-held-online"}, {"id": "ECSEL_NEWS_0019", "date": "2020-11-26", "text_type": "NEWS", "title": "TARANTO awarded Best Technology Pioneer at EFECS 2020", "text": " TARANTO is awarded ‘Best Technology Pioneer’ project by the ECSEL JU this year, because of exceptional technological advances that the project has reached with its 32 partners. The project consortium comprises the main European players in a complete value chain that extends from the BICMOS semiconductor technologies development, to the integrated circuits designs that enable system demonstrators to reach unsurpassed performance. The partners are research centres, universities, laboratories, and industrial leaders and users, thus combining the highest scientific excellence and the ability to validate the work carried out on appropriate demonstrators to be successful on the targeted markets. The main objectives of TARANTO are to develop HBT (Heterojunction Bipolar Transistors) devices with high maximum frequency (Fmax: 600GHz) built into high-density CMOS processes, like 90nm for Infineon and 55nm for STMicroelectronics, and even higher maximum frequency at 700GHz in IHP pilot line with a technology that remains compatible with industrial constraints. While IHP has reached this breakthrough of 700GHz, Infineon reached 495GHz, which are now the new state of the Art worldwide for pilot line and industrial BICMOS technologies. STMicroelectronics has simulated 580GHz with its new BICMOS technology. STMicroelectronics and Infineon are now on the way to reach the 600GHz targeted in TARANTO. These BICMOS technologies have been used within TARANTO to reach outstanding results for optical and 5G wireless telecommunication systems, and for innovative radar systems concepts. In telecommunications, they enabled the best world performance to date for optical telecommunication with a 1.52 TB/s over 80km of optical fibre link, achieved by Nokia and Micram. More efficient 5G wireless systems have been demonstrated like an E-Band backhaul transceiver, a wireless repeater with beam forming for final link to homes, and a 6G transceiver with beam forming for mobile users. Thus TARANTO enables the complete telecommunication link from the cloud to the users, meeting the needs of more efficiency in energy use and faster telecommunications required by volumes of data that shall be transferred and to the ubiquitous use of smart sensors in industry, cities and automated vehicles. Worth to note also is that the wireless beamforming systems enable the use of more directional beams, reducing unwanted interference and wasted radio energy and thus enable a healthier environment. These smart sensors can be equipped with the radar systems that have been developed in TARANTO, which frequencies range from 79 to 240GHz with mm positioning accuracy, low consumption, low cost, weather immune, and capable of relative speed determination of moving objects. They can equip any system that needs for smart mobility, like ADAS (Advanced Driver Assistance Systems) and autonomous transportation, but also moving robots in storage facilities or even in assembly lines, and else any systems that need for objects determination like persons monitoring in public spaces, indoors, or liquid levels monitoring for industrial, or vital constant surveillance in health environments. These impressive achievements have drawn great international attention and have been globally recognized as breakthrough, propelling Europe into pole position with these crucial BICMOS technologies. ", "url": "https://www.ecsel.eu/news/taranto-awarded-best-technology-pioneer-efecs-2020"}, {"id": "ECSEL_NEWS_0020", "date": "2020-09-24", "text_type": "NEWS", "title": "ECSEL JU projects start-up develops innovative neurostimulation solution for treating chronic migraine", "text": " Salvia Bioelectronics, a Dutch medtech startup building on results from ECSEL JU medical projects - InForMed, POSITION-II and Moore4Medical - is developing an innovative neurostimulation solution to treat people suffering from chronic migraine. The company has been founded in 2017 by neuromodulation industry members that previously founded and ran Sapiens Steering Brain Stimulation B.V. with the ambition to develop a bioelectronics therapy for people suffering from neurological disease, that is as easy as taking medication, yet side-effect free.  Most people who are prone to headaches, get painful attacks once or twice a month. But if a person suffers from a chronic migraine, they experience extraordinary headaches more than half of the month. These severe and frequent attacks can make living a normal life a real challenge. The condition is estimated to affect one out of seven people, mostly women, and is considered to be the prime cause of disability in people under 50-years-old. Up until now, both migraine and chronic migraines could be treated with drugs. These include medications that treat the pain and symptoms, like severe pain throbbing, vomiting or nausea, as well as drugs that treat the underlying cause of migraine. In some cases, there are medical devices you can use to interrupt the headache. Still, no treatment known until now was fully effective, taking a toll on many people's quality of life.  Salvia Bioelectronics is developing new solution for treating migraines, which will be extremely unobtrusive and as easy as taking drugs, yet much more effective - the company is working on creating an implantable treatment, in the form of an ultra thin bioelectronic foil. Neurostimulation has already been proven to be an effective treatment for chronic migraine, but there is no implantable device yet available in the market. The device developed by Salvia will be designed to be placed under the skin to cover the nerves of the head during a minimally invasive surgical procedure. Separately from the grants from ECSEL JU for their participation in collaborative RD&I projects, the company receives financial support from a number of private investors and has raised €26m in new financing from new and existing stakeholders. Salvia BioElectronics CEO, Hubert Martens, expressed the company's hopes: “We are building a team of highly talented people that are passionate to develop a therapy that can change the lives of people suffering from chronic migraine. We are delighted to welcome our new investors, and I would like to thank our existing investors for their continued support. This strong syndicate of highly renowned medical technology investors validates our approach and the funding enables us to complete our therapy development towards market entry.”   Photo credits: Salvia Bioelectronics ", "url": "https://www.ecsel.eu/news/ecsel-ju-projects-start-develops-innovative-neurostimulation-solution-treating-chronic"}, {"id": "ECSEL_NEWS_0021", "date": "2020-07-08", "text_type": "NEWS", "title": "Coordinators – good to know", "text": " Coordinators of ECSEL JU project on the look-out for new channels for disseminating or promoting projects’ results can benefit from the 5E Digital Showcase. This is an online platform designed to increase visibility of innovative European electronics products, in particular products whose innovative character builds further on relevant EU-funded project results. The showcase is an initiative of the EU (H2020) funded project “eeeee” (5E). More information: https://5e-project.eu/2020/04/03/5e-digital-showcase/ Further details, along with other useful information such as ECSEL JU logos etc... can be found on the Useful Information page. ", "url": "https://www.ecsel.eu/news/coordinators-good-know"}, {"id": "ECSEL_NEWS_0022", "date": "2021-07-14", "text_type": "NEWS", "title": "EPoSS will hold its Annual Forum 2021 in October", "text": "  EPoSS will hold its Annual Forum 2021 from 4-7 October 2021 in Freiburg im Breisgau, Germany. This year’s event is organised under the motto “Towards new Horizons” in close collaboration with Hahn-Schickard and microTEC Südwest. In addition to the regular conference programme, brokerage opportunities and a Start-up Award contest are planned to encourage participation of SMEs, start-ups and young researchers. For more information, click here.  ", "url": "https://www.ecsel.eu/news/eposs-will-hold-its-annual-forum-2021-october"}, {"id": "ECSEL_NEWS_0023", "date": "2021-03-15", "text_type": "NEWS", "title": "ECSEL JU project MADEin4 launches a series of beneficiary surveys", "text": " The ECSEL JU MADEin4 project has just released a new website. The consortium is developing next generation metrology tools, machine learning methods and applications in support of Industry 4.0 manufacturing. Together with the brand new website, the project launched a series of surveys for the existing and potential participants to the project, focusing on four domains:  Industry 4.0 and Standards Metrology Equipment Requirements Fab Tool Metrology Standards Check out the project website and participate in the surveys.   ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-madein4-launches-series-beneficiary-surveys"}, {"id": "ECSEL_NEWS_0024", "date": "2020-11-23", "text_type": "NEWS", "title": "ECSEL JU Lighthouse Initiative Health.E white paper", "text": " The rapid developments in modern healthcare systems and advances in patient experience are enabled by new healthcare technologies, causing the borders between MedTech, Pharma and the Electronic Components and Systems (ECS) industries to become vague. At these interfaces, new medical domains are developing that offer diagnosis and treatment solutions that address real needs in effective, affordable healthcare. The white paper establishes an inventory of the emerging medical domains that can be served, now and in the near future, by the ECS industry. The Health.E Lighthouse Initiative has compiled a clear list of action areas, having consulted extensively with RTOs, projects connected to the Lighthouse, and other stakeholders, such as policymakers and healthcare organizations. The white paper is available here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-lighthouse-initiative-healthe-white-paper"}, {"id": "ECSEL_NEWS_0025", "date": "2020-09-23", "text_type": "NEWS", "title": "ECSEL JU project MegaMaRt2 publishes final results", "text": " The recently finished ECSEL JU project MegaMaRt2 published a summary of its final results on the European Commissions' project portal, CORDIS. The project's ambition was to help European electronic components and systems industry reduce development and maintenance costs. In contrast to the conventional approach of building a system and then testing whether it works, the new methods allow designers to preview and tweak systems during the design phase, which in return, increases their competitiveness in the big picture. MegaM@Rt2 developed a set of tools that aid continuous development and runtime of manufacturing processes. Check out the results here.  ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-megamart2-publishes-final-results"}, {"id": "ECSEL_NEWS_0026", "date": "2020-06-30", "text_type": "NEWS", "title": "ECSEL JU Symposium 2020 reimagined  - Europe on a fast track to digitalization", "text": " The disruption felt during the global COVID-19 pandemic has resulted in a multitude of unprecedented challenges, which is forcing us all to adapt and solve new problems. See, for instance, how the world is grappling with traveling, going to school, securing business continuity. In response, ECSEL Joint Undertaking offered an online platform as its annual Symposium, to discuss these new circumstances, their dramatic impact in electronic components and systems sector (ECS), and – in particular – what ECS can do in assuring post-pandemic recovery. As a result, over 450 European stakeholders, decision makers,  industry,  research and banking group representatives gathered virtually in the morning of 24th June 2020 at the fourth edition of the ECSEL JU Symposium, for the first time taking place entirely online, after three successful events held in Malta, Brussels, and Bucharest.    Under the title “Key Digital Technologies enabling European economic recovery”, the event was moderated entirely by the ECSEL JU’s Executive Director Bert de Colvenaer. The two-session event started with an inspiring speech by European Commissioner Thierry Breton, who made a strong statement about Europe’s potential to become an autonomous global player in strategic sectors, such as Artificial Intelligence or high-performance computing. However, stressed Mr Breton, to achieve digital autonomy, Europe needs to invest in the ability to manufacture our own electronic strategic components. “For the first time in a long time we see companies investing billions of euros in development of production capacity in Europe, based on technologies brought to maturity thanks to ECSEL JU.”, said Commissioner Breton. Mr Breton’s opening words were followed by a keynote speech by Ms Maria da Graça Carvalho, Member of European Parliament, who addressed the issues of digital transformation and Europe’s digital sovereignty. Ms Carvalho tackled the extreme importance of establishing ethical and values boundaries in the process of digital transformation, which might be considered less important by some of the world leaders. “We need to make sure promising technologies, such as AI, Internet of Things, blockchain, and others, serve the best to the interest of our people.”, said MEP Carvalho. Addressing the current reality and world’s historic deployment of remote work and digital access to services, she  stressed the need to achieve the Europe’s goal to become digitally autonomous: “We need to achieve digital sovereignty without giving up on our principles.” The first session of the Symposium focused on the new post-COVID-19 challenges for Europe and its ECS industry, including the European Green Deal. This session brought together representatives from the major European industrial leaders, who discussed the state-of-play digital technologies in the continent, the new opportunities for the ECS industry, and the most strategic future investments for the sector. The speakers’ panel, featuring Jens Fabrowsky from Robert Bosch, Milan Petkovic from Philips Healthcare, Björn Ekelund from Ericsson and Stephan Neugebauer, BMW Group, tackled many other relevant topics, such as current threats to Europe’s digital sovereignty, and the optimal ways to ensure balanced strategy and a properly dimensioned budget for a quick European socio-economic recovery; they were also glad and willing  to answer questions coming from the online audience. The second session of the online Symposium was centred around re-building and strengthening European Digital Competences, and the need for a European partnership on Key Digital Technologies. The speakers were invited to share their view on how industrial policy can effectively support the European ECS value/supply chains, and what policies are needed to secure long-term investments across the continent. The prominent speakers’ panel included Victor Negrescu, Member of the European Parliament; Julie Galland from Ministry of Economy and Finance in France; Lucilla Sioli from the European Commission; Ina Schieferdecker from Federal Ministry of Education and Research; and Stefano Firpo from Intesa Sanpaolo. The speakers presented their views on key subject, including how to mobilise the financial resources supporting National and European policy measures post COVID-19. The event was concluded by a remarkable speech by Mariya Gabriel, European Commissioner for Research & Innovation. “Our global success will depend on the capacity to lead the development of very advanced components and make them future proof”- said the Commissioner, in the context of Europe becoming the first green continent. She stressed: “Our scientists and engineers have to embed the requirement of energy efficiency in their research and development work by design.” The Commissioner had also expressed her very convincing support to public private partnerships: “To be able to play in the global scene, Europe needs ambition, knowledge and critical mass, and the ECSEL Joint Undertaking has been an important vehicle to align the research and innovation agendas of the European Union Member States and Industry”, said Mrs Gabriel. As a result of such statements, the community has been reassured about a strong support from EU policy makers and even more committed to make the next JU as the leading European strategic initiative for focused, coordinated and competitive research and innovation activities in the ECS field. The important closing speech, and a resounding Call to Action, was given by a well-known figure in ECSEL JU community, Ms Sabine Herlitschka, the Chair of the ECSEL JU Governing Board, as well as a CEO and a CTO of Infineon Technologies Austria. “Digital technologies are a new currency, a geopolitical strategic factor” - said Ms Herlitschka – “the COVID-19 crisis was a wake-up call, which helped us see how important they are. We all need a sense of urgency – now is the time to be bold.” Given the magnitude of the effort required, only a risk sharing approach, like a PPP, is the way forward. A significant joint public-private investment is needed to accelerate economic recovery and sustainability while securing prioritization, synergies and alignment of policies and strategies at European, National and Regional level. A joint undertaking on KDT offers the instrument for securing global leadership, technology independence and digital sovereignty across many fields (including health), enabling creation of growth, jobs and additional economic opportunities at all levels within the EU. ", "url": "https://www.ecsel.eu/news/ecsel-ju-symposium-2020-reimagined-europe-fast-track-digitalization"}, {"id": "ECSEL_NEWS_0027", "date": "2021-06-23", "text_type": "NEWS", "title": "ECSEL JU Lighthouse Initiative Industry4.E releases important Whitepaper", "text": " One of the biggest challenges currently facing Europe is the execution of an effective strategy for twin transition (green and digital). Today, the digital landscape remains fractured, with significant challenges in areas such as standardisation, interoperability, and translating research to real commercial impact. The Industry4.E Whitepaper outlines future trends in manufacturing, develops key flagship concepts defining the focus for policy and for advanced ECS research, identifies critical enabling technologies and provides an execution roadmap. Success in this endeavour is critical to the digital sovereignty of the European Union and will ultimately require closer connectivity between related policy, strategies, funding initiatives, projects, end-users, and stakeholders more generally. Download the Industry4.E Whitepaper here: For more news about ECSEL JU Lighthouse Initiatives, visit the pages here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-lighthouse-initiative-industry4e-releases-important-whitepaper"}, {"id": "ECSEL_NEWS_0028", "date": "2021-02-24", "text_type": "NEWS", "title": "EU to set up new European Partnerships and invest nearly €10 billion for the green and digital transition", "text": " The European Commission has issued a press release detailing its proposals for future Partnerships under its Horizon Europe programme.  Bert De Colvenaer: “ECSEL JU welcomes the recognition EC’s proposal gives to the strategic importance of electronic components and systems for boosting EU competitiveness and its technological autonomy. We also warmly appreciate the recognition given to the excellent work done by ECSEL JU and all our partners, and look forward to carrying this success through in the new Key Digital Technologies JU”. More about “Key Digital Technologies: new partnership to help speed up transition to green and digital Europe” here. ", "url": "https://www.ecsel.eu/news/eu-set-new-european-partnerships-and-invest-nearly-eu10-billion-green-and-digital-transition"}, {"id": "ECSEL_NEWS_0029", "date": "2020-11-20", "text_type": "NEWS", "title": "Industry4.E e-book available for download.", "text": " ECSEL JU Lighthouse Initiative Industry4.E has released another publication: a downloadable e-book \"Navigating EU Projects - Communication, Dissemination and Exploitation Tools for Success\". The e-book provides guidelines for building and implementing a quality communication, dissemination and exploitation strategy for collaborative projects and helps deciding which tools to use. The publication offers a searchable catalogue of tools for communication, dissemination, and exploitation in accordance with the current requirements of EU-funded projects and provides real-life success stories, best practice implementation, and notable project results, including examples from the Industry4.E Lighthouse Initiative projects, that can help project managers improve the project impact (societal, economic, environmental), as well as improve knowledge transfer and exploitation of results. The information has been condensed from expert input through the activities of the Industry4.E Lighthouse Initiative, augmenting the knowledge, lessons-learnt and best practice from a variety of experts in the field to improve the impact associated with outreach activities in EU projects. https://industry4e.eu/new-ebook-available-navigating-eu-projects-communication-dissemination-and-exploitation-tools-for-success/. ", "url": "https://www.ecsel.eu/news/industry4e-e-book-available-download"}, {"id": "ECSEL_NEWS_0030", "date": "2020-09-10", "text_type": "NEWS", "title": "Deadline extension for the post of Financial/Administrative Assistant in ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a Financial/Administrative assistant to join the team. The Financial/Administrative Assistant will primarily provide support to the Finance and Administration team, and could also be requested to support other parts of the JU. To check out the job description and criteria, and in order to apply, visit our Vacancies page.  Deadline for this position has been extended and is now 30 September 2020, at 12.00.  ", "url": "https://www.ecsel.eu/news/deadline-extension-post-financialadministrative-assistant-ecsel-ju"}, {"id": "ECSEL_NEWS_0031", "date": "2020-06-12", "text_type": "NEWS", "title": "The IMI project “Trials@Home” holds an external webinar on June 24th 2020", "text": " The IMI project “Trials@Home”, which is reference in the ECSEL JU – IMI Joint Activity Call 2020-3,   will host an external webinar on June 24th, 2020 from 11:00 to 12:00 CET. Information here: https://trialsathome.com/webinars/ As a Centre of Excellence for Remote and Decentralised Clinical Trials, Trials@Home aims to reshape clinical trial design, conduct and operations, by developing and piloting standards, recommendations and tools for the definition and operationalisation of remote decentralised clinical trials (RDCTs) in Europe. The T@H group will explain the project’s ambition and will highlight its current Request for Information call. Participation is free of charge but registration is mandatory: https://us02web.zoom.us/webinar/register/WN_GgrPoyXERwuk4Sjj1e0Pvg ", "url": "https://www.ecsel.eu/news/imi-project-trialshome-holds-external-webinar-june-24th-2020"}, {"id": "ECSEL_NEWS_0032", "date": "2021-06-15", "text_type": "NEWS", "title": "ECSEL JU Online Symposium 2021", "text": "", "url": "https://www.ecsel.eu/news/ecsel-ju-online-symposium-2021"}, {"id": "ECSEL_NEWS_0033", "date": "2021-02-03", "text_type": "NEWS", "title": "ECSEL JU project SENATE is pioneering photolithography for 7nm chips", "text": " Cutting-edge photolithography technology developed by the project has enabled the launch of a new generation of high-performance smartphones featuring powerful and efficient 7nm-node mobile processors. SENATE, part of a chain of thematically connected initiatives to advance processor fabrication solutions under the ECSEL JU, supported the production of the first commercial 7nm-node chips using extreme ultraviolet (EUV) lithography tools. The processors already feature in several smartphones which were launched on the market last year. ‘A very important milestone for the EUV programme last year were the multiple announcements of consumer products which referenced EUV lithography technology applications,’ says project coordinator Frans List at Netherlands-headquartered ASML, the world’s largest supplier of photolithography systems for the electronics industry. Read the project's success story here.  ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-senate-pioneering-photolithography-7nm-chips"}, {"id": "ECSEL_NEWS_0034", "date": "2020-11-05", "text_type": "NEWS", "title": "ECSEL JU – Securing Europe’s future through impactful RD&I in electronics", "text": " This article has been published by The European Files on October 21, 2020.  ECSEL JU (www.ecsel.eu) operates a unique model for financing collaborative RD&I in Europe, which brings  together the best of Industry, 29 Participating States (EU and non-EU Member States), and the European Commission around a commonly agreed strategy for its sector – Electronic Components and Systems (ECS). These are the most fundamental capabilities upon which virtually all other domains rely. Access to these technologies must be guaranteed, to secure any of Europe’s societal goals. As emphasised by Ursula von der Leyen, President of the European Com- mission, in her 2020 “State of the EU” speech, ECS underpin all digital technologies, and impact everything from healthcare to clean energy and transport, food safety, broadband communications and competitive industries offering meaningful jobs for all. The importance of assured access to ECS is therefore paramount for Europe. ECSEL JU raised this topic at its Symposium of 2019 in Bucharest, which was further iterated on by Commissioner Thierry Breton in the Symposium of 2020 (https://www.ecsel.eu/ecsel- ju-symposium-2020-brussels) and many other public statements. Quick and direct access to key products and technologies – although the diversity of concerns it brings, in a fully interconnected world – is a topic of very high political visibility, now even more emphasised by the consequences of the COVID-19 pandemic. The ECSEL JU unique funding model, based on open collaboration, has demonstrated its capability to achieve concrete results, while coping with concerns of stakeholders and respecting their diversity of standpoints. This has already resulted in multi-billion investments in new manufacturing capacity in Europe (see the reports on ECSEL JU impacts at https://www.ecsel.eu/publications). Bert De Colvenaer, the Executive Director of ECSEL JU, has stressed several times the need to develop an ambitious European industrial plan for ECS, where RD&I is key for assuring the technology autonomy of the EU. We live in a world-wide market evolving at the highest speed: new needs, new expectations, new priorities are in front of us. So, we are asked to provide answers to match that speed. Innovative working models based on collaboration and knowledge sharing are needed, and ECSEL JU offers a clear example of ‘‘thinking together, working together and investing together’’, how a joint program may bring excellent results in a very competitive market like ECS. Digital technologies are key for our society and for the EU’s economic recovery and, also, stability. The goal should be to make Europe the most attractive place to develop and deploy new ECS technologies. Stable legal frameworks, industrial strategies, and political willingness as well as favourable economic conditions are crucial to make companies stay and invest in the EU. To quote the EU Council President Charles Michel: ‘‘Production of [computer] processors, vital medicines, and other essential products ought to be brought back to Europe from overseas. The strategic independence of Europe is our new common project for this. The ECS sector is growing at the highest speed, driven inter alia by electrification and automation of vehicles, digitalisation of industry and agriculture, of electrical power grids (renewables) and even cities. Guided by well-established European values, they form the hub for solutions to societal challenges, including the “European Green Deal”. Many of Europe’s strengths are based on the deep technical knowledge and leading market position in this sector. These growing markets provide clear opportunities for ECS, but the speed of innovation and its uptake by markets are becoming increasingly important. Value chains are becoming complex networks: shorter and more interconnected. Cyber- security has become a challenging, high-profile issue. Systems companies need a stable supply of affordable, energy efficient and trusted components well-matched to the needs of their customers. While the steady miniaturisation of semiconductor transistor technology will remain relevant, new paradigms beyond scaling are emerging, and newly emerging computing architectures beyond the traditional ones will need to be brought to market quickly. There is not time to waste! In the field of ECS, the ECSEL JU program already serves as an essential catalyst for additional investments: EC contribution complemented by national and even regional financial support. With its tripartite model (EU/Participating States/industry), the ECSEL JU facilitates the creation of an ecosystem across Europe, unique and unmatched by any other program in this sector. Future policies can (and should) build further on this model’s successes. The need for a European partnership on Key Digital Technologies appears now strategic to re-build and strengthen the European Digital Competences. The EU has the political power and the technology competence to modify the current dynamics and put in place an industrial policy, in particular in ECS and digital domain, favourable for long- term investments, and so to create stability and technology autonomy, facing up to the massive investments heavily supported by governments in other geographies. Observing the concerns of the stakeholders in ECSEL JU, we see the need to find the proper compromise between ‘‘open market’’ and the need to secure ‘‘technology independence (i.e. securing the supply/value chains)’’. It is crucial to establish strategic global alliances for economic and technological issue as well as to identify the today’s threats to preserve our own European values. There are sectors, as ECS, where a risk sharing approach is a must, given the magnitude of the effort required. In that light, we certainly see that public- private investments are the way forward. Only in a context of open collaboration can synergies and alignment of policies and strategies be reached. It is crucial to maintain EU strengths (including manufacturing capabilities) and secure fast access to reliable solutions, wherever possible “made in Europe”. We see for the first time, major investments in chip production capacity in Europe thanks to projects funded through ECSEL JU. However, full access to the best knowledge and networks, based upon reciprocity, is the key for securing autonomy without entering in a protectionism mode. Lately, the concept of “tech-sovereignty/ autonomy” has become a viral phenomenon, due to the COVID-19 crisis. The idea of reducing Europe’s dependence on US or Chinese-origin technologies is more and more popular. “If we don’t build our own champions in all areas — digital, artificial intelligence,” French President Emmanuel Macron recently said, “our choices will be dictated by others”. In this respect, it is also important to mention a very recent statement from the European Court of Auditors. According to a new ECA’s analysis published on 10 September 2020 https://www.eca.europa.eu/en/Pages/ DocItem.aspx?did=54733, the EU should respond more decisively to the industrial and investment strategies from other geographies. In such analysis, the ECA examines the multiple risks, mainly of an economic and political nature, that the strategy of China’s state-led investment brings to the EU as well as the opportunities it offers. Competing on an equal footing for EU companies operating abroad is essential. Non-discriminatory treatment, transparency, predictability, and legal certainty of the investment environment as well as adequate commitments regarding labour and the environment are equally extremely important. If the discussion on the need to achieve “tech-sovereignty” is so strategic, then tools to help building strong networks of com- panies and researchers to lead in break- through technologies are crucial. One way to achieve this goal is strengthening European PPPs where public and private members (including private investors) can work together around an agreed program to share risks. But ECSEL JU is all that! It has reached great achievements and should be continued with an even more ambitious budget, to reach those major investments needed to keep European sup- pliers ahead of the world in safety-critical electronics, and put European companies ahead in supplying advanced chips used in many domains, such as the mobile telecom industry, including multi-band, 5G radio and beyond. Ultimately, the question leads to the level of EU and national politics and industrial policy, in coordination between individual planning and dynamics and objectives of a general nature. ECSEL JU has been built to serve the general interest of the European citizens. We look forward to securing an even stronger contribution under the new KDT Joint Undertaking.   By Luciano Gaudio, Deputy Head of Unit for Communications ECSEL Joint Undertaking ", "url": "https://www.ecsel.eu/news/ecsel-ju-securing-europes-future-through-impactful-rdi-electronics"}, {"id": "ECSEL_NEWS_0035", "date": "2020-06-05", "text_type": "NEWS", "title": "ECSEL JU - IMI Joint Activity Call Information Session announcement", "text": " ECSEL JU will organize an on-line information session about the ECSEL-2020-3-RIA-IMI-ECSEL-joint-activity Call, related to the cooperation with the IMI JU on next generation of digital technologies for decentralized remote clinical trials.  The session will take place on 18th June from 10:00 until roughly 12:00 via an on-line conferencing connection.  The event is free of charge but registration is required via the event’s web page. The agenda includes call details by the ECSEL JU office (with Q&A), information about the “Trials@Home” initiative and short pitches by interested project proposal candidates. ", "url": "https://www.ecsel.eu/news/ecsel-ju-imi-joint-activity-call-information-session-announcement"}, {"id": "ECSEL_NEWS_0036", "date": "2020-09-01", "text_type": "NEWS", "title": "EU missions “call for ideas” is open from 1 until 14 September", "text": " The European Commission is designing and creating EU missions for future research and innovation activities, together with input from citizens to ensure that these missions best meet the expectations and needs of the public. A \"call for ideas\" has been launched via an interactive platform so that anyone can put forward their own ideas and vote for the ones they likes best. The opportunity to submit proposals will be open until 6 September, and voting will remain open until 14 September. The results of the call will be presented at the online ‘European Research & Innovation Days’ (22-24 September 2020). A short video about this call for ideas can be seen here. ", "url": "https://www.ecsel.eu/news/eu-missions-call-ideas-open-1-until-14-september"}, {"id": "ECSEL_NEWS_0037", "date": "2021-06-01", "text_type": "NEWS", "title": "ECSEL JU Lighthouse Initiative Mobility.E announces their online event one June 17th 2021", "text": " Mobility.E virtual symposium - Collaboration for Electric, Connected and Automated Mobility Electrification and automation are reshaping mobility and the traditional automotive-focused value chain. Tackling associated challenges and accelerating progress toward widespread availability and adoption of new, sustainable and inclusive mobility solutions requires both a continuous prioritisation of technical research topics and extensive networking between a progressively diverse stakeholder group. Thus, the Mobility.E Lighthouse, a networking and collaboration platform of the ECSEL JU serves to connect stakeholders along and beyond the value chain, bringing together the Electronic Components and Systems (ECS) and application side as well as non-technical experts to ensure European competitiveness for Electric, Connected and Automated (ECA) mobility. The COSMOS project supports the Mobility.E Lighthouse with the continuous identification and prioritisation of technical and non-technical research topics within a strategy development process and regular events for expert consultation and networking. In 2021 the Mobility.E Virtual Symposium picks up the conversation from the latest edition of the ECA2030 conference series (October 2020), by presenting new results from research topic prioritisation alongside an action plan for accelerated ECA deployment for discussion among the entire community. Furthermore, next steps and modes of collaboration between the different partnerships of the new EU framework programme will also be discussed by stakeholders from different stages of the value chain as well as experts from other sectors. Through the coordination of European efforts and the exploitation of (cross-sector) synergies it is ensured that newly developed mobility solutions cater to the needs of all end-users and society as a whole by establishing a sustainable mobility system, unlocking the benefits of connectivity, electrification and automation. The Mobility.E Virtual Symposium on June 17th, 2021 will feature:   Keynotes from policy makers, stakeholders along the automotive value chain and non-technical experts Presentation of Lighthouse projects Discussion of research priorities and actions to accelerate ECA deployment Join the discussion with technical and non-technical ECA stakeholders! Register here Further information here Contact: contact@MobilityE.eu ", "url": "https://www.ecsel.eu/news/ecsel-ju-lighthouse-initiative-mobilitye-announces-their-online-event-one-june-17th-2021"}, {"id": "ECSEL_NEWS_0038", "date": "2021-01-07", "text_type": "NEWS", "title": "European Commission publishes article on ECSEL JU project POWERBASE", "text": " Think “electronics” and one often thinks about super-fast microprocessors with super-low consumption of electrical power. And yes, a lot of ECSEL JU projects do work in this domain of nanometre semiconductors with equally microscopic voltages and currents. But to be truly useful, in things like managing our energy use and environmental footprint, intelligent mobility and the like (“smart” is so 2020, don’t you think?), you also need electronics that can work in the rough-and-tumble “real world”. That can be a nasty place for a hard-working silicon chip, where voltages and currents are measured in hundreds (not hundredths), and resistance is not only futile, it is highly undesirable (it leads to a lot of wasted energy – not good). It takes a special kind of technology to stand up under those conditions, and the ECSEL JU project POWERBASE has made big strides in developing just that. The project has also cleared the path for another ECSEL JU funded collaboration, “UltimateGAN”, which further develops on the POWERBASE results. Power electronics as such is not new. It is so essential, it’s basically always been there, with each new development letting it do its job better and more efficiently. Same with POWERBASE, which uses Gallium Nitride (GaN) as an alternative to silicon-based devices to eek even more efficiency out of the chips and systems that use it. As an example, one of the demonstrators developed by partners in the consortium improves the efficiency of a power converter, used in telecommunications systems, servers and the like, by 2%. That may not sound like much, but it represents a 40% reduction in the energy wasted in such converters. Multiply that up by the huge number of such servers and data equipment in the world, and you have a significant beneficial impact on the energy used. Can this be an enabler for the objectives of the European Green Deal? Well - YES! For more details, see the full article here. ", "url": "https://www.ecsel.eu/news/european-commission-publishes-article-ecsel-ju-project-powerbase"}, {"id": "ECSEL_NEWS_0039", "date": "2020-05-20", "text_type": "NEWS", "title": "SCOTT featured as Project of the Week", "text": " SCOTT addresses essential societal challenges in Europe, focusing on wireless sensor, actuator networks and communication in mobility, smart infrastructure and health, significantly contributing to the important issues such as Automated Vehicles or Industry 4.0.  Cyberwatching.eu is the European observatory of research and innovation in the field of cybersecurity and privacy. Read more here. ", "url": "https://www.ecsel.eu/news/scott-featured-project-week"}, {"id": "ECSEL_NEWS_0040", "date": "2020-05-29", "text_type": "NEWS", "title": "ECSEL JU Symposium 2020 Registration Open", "text": " Participation is free of charge but registration is required. New information about the speakers and agenda is continually being added. Check out the event's page for details ", "url": "https://www.ecsel.eu/news/ecsel-ju-symposium-2020-registration-open"}, {"id": "ECSEL_NEWS_0041", "date": "2019-11-22", "text_type": "NEWS", "title": "ECSEL JU's new \"Shout about it\" campaign", "text": " ECSEL JU has launched a new campaign, aimed to help their projects broaden their dissemination scope and to give visibility to the programme impact more generally. By collecting, cataloguing and re-distributing web links to the projects' publications - of any sort - the plan is designed to make visible the positive impact of the project funding to a broader audience. To help with this, ECSEL JU developed a new poster, available to all stakeholders and especially to the projects who help in this campaign. \"We are constantly reminded that our community is very good at communicating amongst themselves.\" says Alun Foster, Head of Dissemination at ECSEL JU. “This is essential for keeping the community vibrant. However, there are many other communities out there who are unaware of what’s available that they could make use of, or what has been achieved across many diverse fields. We need to keep searching for new ways to inform those other communities about our output and its potential impact.” Executive Director Bert De Colvenaer adds: “ECSEL JU is one of a family of ‘Joint Technology Initiatives’ – Public-Private-Partnerships that feed Research and Innovation in Europe. We see that this model in especially potent in creating major initiatives that bind otherwise dispersed results together, to bring real benefits for society and for businesses. Like ECSEL JU ‘Lighthouse Initiatives’ for example. The EU is right now in the process of defining its programmes for the future. We are passionate that this unique collaborative model is essential for Europe’s future and that it brings real, impactful results. More to the point – we can prove it, too. And we need to keep showing this to everyone who can benefit from the work our projects have delivered.” Please use this link to participate in the \"Shout\" programme. ", "url": "https://www.ecsel.eu/news/ecsel-jus-new-shout-about-it-campaign"}, {"id": "ECSEL_NEWS_0042", "date": "2020-03-19", "text_type": "NEWS", "title": "COVID-19: ECSEL JU remains available to help you", "text": " Due to the COVID-19 pandemic, and in compliance with the strict measures taken by the EU Institutions and National Authorities, we just want to let you know that all ECSEL JU staff are working remotely. To face such urgency, we have put in place all measures to secure our business continuity and operational resiliency, as well as the health and safety of our staff and of external people. Please continue to use your usual channels to contact us. For other items or issues, please email exceptionally to: ecsel-office@ecsel.europa.eu We will of course communicate about any additional and specific measures in due time. Please keep checking our website regularly for news. We wish you all the best in these exceptional times. ", "url": "https://www.ecsel.eu/news/covid-19-ecsel-ju-remains-available-help-you"}, {"id": "ECSEL_NEWS_0043", "date": "2020-08-18", "text_type": "NEWS", "title": "ECSEL JU project DENSE publishes results summary via ECs website.", "text": " The recently finished and very successful project DENSE has had a very accessible summary of its key achievements published via the “CORDIS” website operated by the European Commission. The project has made important steps in the way that automated vehicles can “see” their surroundings, which is of course vital for safe operation of for example autonomous cars. Present solutions have severe limitations, for example at night-time or in bad weather. The participants in DENSE are now leading the world in being able to offer more advanced solutions than can bring safe, all-weather autonomous vehicles within reach. https://cordis.europa.eu/article/id/421705-first-full-fusion-sensor-solution-enables-all-weather-assisted-driving ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-dense-publishes-results-summary-ecs-website"}, {"id": "ECSEL_NEWS_0044", "date": "2019-09-30", "text_type": "NEWS", "title": "Procurement - Event Organiser", "text": " ECSEL JU is looking for a full-service contractor to manage the organisation of the fourth edition of the ECSEL JU Symposium 2020 in Brussels, on 23 and 24 June 2020. See our Procurements page for details! The deadline for submissions is 29 November 2020 (see documentation for details). The publication of this procedure in the Official Journal of the European Union can be consulted here: https://ted.europa.eu/udl?uri=TED:NOTICE:456356-2019:TEXT:EN:HTML  ", "url": "https://www.ecsel.eu/news/procurement-event-organiser-0"}, {"id": "ECSEL_NEWS_0045", "date": "2020-05-19", "text_type": "NEWS", "title": "European Commission opens a new €56 million Call for proposals for COVID-19 response", "text": " As part of a larger Call for Expression of Interest with a total budget of €122 million, the EC mobilises a further €56 million from the Horizon2020 programme, for a new Call for proposals on urgently needed actions to tackle the coronavirus on Medical technologies, Digital tools, and Artificial Intelligence analytics. Launched on May 19th, it aims to quickly deploy new solutions using these technologies to increase response capabilities to the coronavirus crisis, improve the recovery, and better prepare for future such crises or waves. The call will also address repurposing of manufacturing to ensure vital medical supplies and equipment, study behavioural, social and economic impacts of the outbreak, and establish pan-European cohorts on COVID-19. For full details please see:  https://ec.europa.eu/digital-single-market/en/news/coronavirus-response-eu56-million-solutions-using-medical-technologies-digital-tools-and ", "url": "https://www.ecsel.eu/news/european-commission-opens-new-eu56-million-call-proposals-covid-19-response"}, {"id": "ECSEL_NEWS_0046", "date": "2019-11-22", "text_type": "NEWS", "title": "ECS Brokerage Event 2020", "text": " On 14-15 January 2020 the associations, members of ECSEL JU, will organise the common ECS Brokerage Event again in Brussels. In 2019 the event brought over 400 members of the community together to share ideas and find collaborations.      Visit the event's web page.  ", "url": "https://www.ecsel.eu/news/ecs-brokerage-event-2020"}, {"id": "ECSEL_NEWS_0047", "date": "2020-02-24", "text_type": "NEWS", "title": "The role of ECSEL JU in the fast-changing ECS market – a study on the impact of ECSEL JU funded actions", "text": " Entering in its last year of funding, and in the view of the new European research programme Horizon Europe, the Governing Board of ECSEL JU has commissioned Deloitte and VVA, Valdani Vicari & Associati, to undertake a study that will provide an independent analysis of the relevance and benefits of ECSEL JU funded actions, since its creation in 2014. The two-party consortium was selected following a public procurement procedure. The results of the study were presented to the public on the 20th of February 2020, gathering representatives of the European Commission as well as permanent representation delegates of several European countries. The presentation of study methodology and results carried out by Deloitte and VVA was followed by three presentations from key ECSEL JU beneficiaries – Paul Boudre from SOITEC, France; Mateusz Bonecki of DAC, Poland; and Hubert Karl Lakner from Fraunhofer IPMS in Germany. The report provides a synthetic view of the findings of the study, reflecting a wide range of data collection activities and data sources, including stakeholders’ interviews, desk research and online survey analysis. In addition to data collection, the consortium has also carried out a project analysis covering all ECSEL JU funded actions, an analysis of the key features of the ECS market, and a network analysis linking all projects participants together. The results of this complex research show that ECSEL JU has led to “significant achievements both at the economic and societal level”.   ", "url": "https://www.ecsel.eu/news/role-ecsel-ju-fast-changing-ecs-market-study-impact-ecsel-ju-funded-actions"}, {"id": "ECSEL_NEWS_0048", "date": "2019-05-23", "text_type": "NEWS", "title": "ECSEL JU announces the conclusion of its largest Call for Proposals to date.", "text": " ECSEL JU announces the successful finalisation of the financing decision of its Calls for 2018. Now totaling roughly 800M€, it is ECSEL JU's largest Call for Proposals to date. Read the details here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-announces-conclusion-its-largest-call-proposals-date"}, {"id": "ECSEL_NEWS_0049", "date": "2019-09-30", "text_type": "NEWS", "title": "ECSEL JU office staff support cancer research at charity run", "text": " On Sunday September 29th 2019, staff of the ECSEL JU Office took part in the “Run to Kick” charity event, in support of research to fight cancer in children. Eight members of staff, including the Executive Director Bert De Colvenaer and together with family members, faced appalling weather conditions to run the course, raising donations of €2,448 for the charity (https://kickcancer.org/). The ECSEL JU staff also met up with colleagues from the Innovative Medicines Initiative (IMI). IMI’s 15-strong team raised more than €4.400 as well. Local celebrity, singer-songwriter Angéle who actively supports the event, also ran the course. In total, the runners attracted more than €580.000 from sponsors which will be used to fund European calls for research projects addressing the special concerns of cancer in children. Congratulations to all teams members of ECSEL JU and IMI, who selflessly donated their time and energy, braving the storms and heavy rain like the true heroes they are!   ", "url": "https://www.ecsel.eu/news/ecsel-ju-office-staff-support-cancer-research-charity-run"}, {"id": "ECSEL_NEWS_0050", "date": "2020-05-07", "text_type": "NEWS", "title": "Coronavirus Global Response: billions raised through global effort for universal access to vaccines", "text": " On Monday 4 May 2020, the Commission registered €7.4 billion in pledges from donors worldwide during the Coronavirus Global Response pledging event, announced in the end of April. This includes a pledge of €1.4 billion by the Commission.  European Commission President, Ursula von der Leyen, said: “We need to bring the world, its leaders and people together against coronavirus. (...) Because beating coronavirus requires a global response and sustained actions on many fronts. We need to develop a vaccine, to produce it and deploy it to every corner of the world. And we need to make it available at affordable prices.” This significant amount nearly reaches the initial target of €7.5 billion and is a solid starting point for the worldwide pledging marathon, which began on the 4th of May and will run until the end of May 2020. The aim is to gather significant funding to ensure the collaborative development and universal deployment of diagnostics, treatments and vaccines against coronavirus.   Read more about this campaign here.  ", "url": "https://www.ecsel.eu/news/coronavirus-global-response-billions-raised-through-global-effort-universal-access-vaccines"}, {"id": "ECSEL_NEWS_0051", "date": "2019-11-14", "text_type": "NEWS", "title": "Auditors sign off on 2018 accounts of ECSEL Joint Undertaking", "text": " The European Court of Auditors (ECA) has given a clean bill of health for all the EU’s Joint Undertakings, issuing clean opinions on their financial transactions and confirming the positive results reported in previous years. For the full press release click here: https://www.eca.europa.eu/Lists/ECADocuments/INAUDITINBRIEF_JUS_2018/INAUDITINBRIEF_JUS_2018_EN.pdf   ", "url": "https://www.ecsel.eu/news/auditors-sign-2018-accounts-ecsel-joint-undertaking"}, {"id": "ECSEL_NEWS_0052", "date": "2020-02-05", "text_type": "NEWS", "title": "ECSEL JU opens Calls for 2020", "text": " ECSEL JU opens 3 concurrent Calls for proposals – (ECSEL-IA, ECSEL-RIA and an ECSEL-JU Coordination and Support Action CSA). The technical topics for the Calls follow the Multi-Annual Strategic Plan for 2020, following the recently updated ECS-SRA published by the AENEAS, ARTEMIS-IA and EPoSS Industry Associations. The EU funding budget for these calls – 163 M€ - is matched by a roughly equal amount by the ECSEL Participating States, as well as own contributions by the participants in the selected projects. Read the full PRESS RELEASE here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-opens-calls-2020"}, {"id": "ECSEL_NEWS_0053", "date": "2019-04-09", "text_type": "NEWS", "title": "ECSEL JU Symposium 2019", "text": " Registrations for the ECSEL JU Symposium 2019 in Bucharest are now closed. Watch the video below to find out about our super cool EVENT APP! You can download it via this page too! https://www.ecsel.eu/download-mobile-app     ", "url": "https://www.ecsel.eu/news/ecsel-ju-symposium-2019"}, {"id": "ECSEL_NEWS_0054", "date": "2019-09-16", "text_type": "NEWS", "title": "European Commission public consultation on Key Digital Technologies is open", "text": " As of 11 September, the European Commission has launched an open public consultation on potential future European Partnerships on Key Digital Technologies (“KDT”), based on Articles 185/187 of the EU Treaty (which includes Joint Undertakings). The consultation period is open until 6 November. https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2019-4972315_en   ", "url": "https://www.ecsel.eu/news/european-commission-public-consultation-key-digital-technologies-open"}, {"id": "ECSEL_NEWS_0055", "date": "2019-11-12", "text_type": "NEWS", "title": "EU Health PPP runs a Public Consultation for SRA", "text": " The Public-Private Partnership EUHealth is running a public consultation on the Strategic Research Agenda (SRA) for the European Partnership for Health Innovation. A dedicated  website www.EUHealthPPP.org is available, with explanation of the consultation process, link to an online survey and to the SRA. The consultation will be open until 24 November. ", "url": "https://www.ecsel.eu/news/eu-health-ppp-runs-public-consultation-sra"}, {"id": "ECSEL_NEWS_0056", "date": "2020-04-30", "text_type": "NEWS", "title": "IMI JU's Trials@Home project has opened a  “Request for information”", "text": " Trials@Home aims to reshape clinical trial design, conduct and operations, by developing and piloting standards, recommendations and tools for the definition and operationalisation of remote decentralised clinical trials (RDCTs) in Europe. To support the search the project provides the opportunity for companies to submit their technologies in a number of specific areas. Find more information here.  ", "url": "https://www.ecsel.eu/news/imi-jus-trialshome-project-has-opened-request-information"}, {"id": "ECSEL_NEWS_0057", "date": "2020-01-13", "text_type": "NEWS", "title": "4 th ECSEL JU Mirror Group Italy Day and Brokerage Event", "text": " The ECSEL JU Mirror Group Italy will hold its annual Info & Brokerage Day on the February 13, 2020 in Rome. This event serves as a reference forum for Italian participants to the calls of the ECSEL JU and other H2020 funding programs. The morning will be dedicated to the ECSEL JU calls and the perspectives for the future of EU funding for Electronic Components and Systems in the coming Horizon Europe programme, with presentations by the ECSEL JU Office, public authorities, and representatives of industrial institutions. In the afternoon, project ideas and partnership opportunities from recent brokerage events will be illustrated, and representatives of the funding institutions and of the ANIE e AEITAMES associations will be available for further discussions.  Go here to more information about this event, as well as other ECSEL JU related events. ", "url": "https://www.ecsel.eu/news/4-th-ecsel-ju-mirror-group-italy-day-and-brokerage-event"}, {"id": "ECSEL_NEWS_0058", "date": "2019-04-02", "text_type": "NEWS", "title": "Procurement - Study on the impact of ECSEL JU funded actions", "text": " ECSEL JU is looking for a contractor to perform a study assessing the impact of ECSEL Joint Undertaking since its creation in 2014.  The deadline for submissions is 13 May 2019 - see documentation for details.    ", "url": "https://www.ecsel.eu/news/procurement-study-impact-ecsel-ju-funded-actions"}, {"id": "ECSEL_NEWS_0059", "date": "2019-08-21", "text_type": "NEWS", "title": "Have your say!", "text": " The European Commission is requesting feedback on the future “partnership for key digital technologies” (in the upcoming Horizon Europe programme). This is of course extremely relevant for ECSEL JU stakeholders, now and in the future.  But hurry! Feedback opportunity closes on August 27th! https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2019-4972315_en   ", "url": "https://www.ecsel.eu/news/have-your-say"}, {"id": "ECSEL_NEWS_0060", "date": "2019-10-16", "text_type": "NEWS", "title": "ECSEL JU promotes the programme at the International Engineering Fair in Brno", "text": " On the 8th October, Yves Gigase, the ECSEL JU’s Head of Programmes, visited the International Engineering Fair in Brno, Czech Republic. He presented the involvement of ECSEL JU in the European electronic industry transformation at the seminar organized by CEBRE (business representation to the EU). The seminar features several important Czech representatives of the ECSEL JU programme, such as Trpišovský, the Executive Director of Institute of Microelectronic Applications s.r.o. (IMA), and Pavel Zemčík, Dean of the Faculty of Information Technology at Brno University of Technology. Read the whole story here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-promotes-programme-international-engineering-fair-brno"}, {"id": "ECSEL_NEWS_0061", "date": "2020-04-21", "text_type": "NEWS", "title": "IMPORTANT - Calls 2020 updates", "text": " The ECSEL JU Governing Board released decision concerning the Work Plan 2020.  The Work Plan 2020 has been updated: with information about the thresholds for the PO stage (stage 1) evaluations of the ECSEL-2020-1-IA and ECSEL-2020-2-RIA Calls  with information about the opening date and closure/deadline of the ECSEL-2020-3-IMI-Joint Activity Call  with corrections for eligibility conditions Spain (clarification regarding AEI funding) For details, see our dedicated Calls page.  ", "url": "https://www.ecsel.eu/news/important-calls-2020-updates"}, {"id": "ECSEL_NEWS_0062", "date": "2019-12-10", "text_type": "NEWS", "title": "Doris Vierbauch elected to Chair the ECSEL JU Public Authorities Board", "text": " At its meeting of 25 November 2019, the ECSEL Joint Undertaking Public Authorities Board elected Mag. Doris Vierbauch (Austria) as their Chairperson. Ms. Vierbauch thereby also becomes a vice-chair of the Governing Board. For full details, please see the press release. ", "url": "https://www.ecsel.eu/news/doris-vierbauch-elected-chair-ecsel-ju-public-authorities-board"}, {"id": "ECSEL_NEWS_0063", "date": "2019-07-10", "text_type": "NEWS", "title": "ECSEL JU Symposium 2019 a Great Success!", "text": " Following the very successful editions held in Malta and Brussels, ECSEL Joint Undertaking’s Symposium for 2019 would be held under the auspices of the Romanian Presidency of the Council of the European Union. ECSEL JU was particularly proud and thankful that Presidency officials offered the use of the historic and spectacular Palace of Parliament in Bucharest to hold the event! As ever, it is clear from the programme that the annual Symposium event is designed to go beyond a discussion about technical aspects of the ECSEL JU programme. The panel sessions not only demonstrate the political and societal importance of the ECSEL JU programme, they also seek to maintain and advance the added value of the ECSEL JU as an effective European collaborative RD&I instrument, for the benefit of European citizens and businesses. The combination on the one hand of tackling less obvious issues, such as technology sovereignty, presenting alternative views of the future (like it or not, agree with it or not – such presentations are ever thought-provoking), and on the other, giving a platform to ECSEL JU projects and Lighthouse Initiatives to show off their progress (in a completely revamped exhibition format, too) made for a particularly strong message: instruments like ECSEL JU must be an essential element in any future programme that has the ambition and scale to elicit positive change and growth through investing in scientific and technological progress. Striking was the presentation by Romano Hoofman from imec (a leading European research and technology organisation), who stressed that prioritizing research & innovation (R&I) is needed to overcome this challenge:  the widening digital skills gap. The European Commission even predicts 756.000 unfilled jobs in the European ICT sector by 2020, slowing down the Digital Transformation of Europe.  The crucial role of speed and a guided sense of urgency in R&I activities was also a common point that came out from the panel discussions. While it is essential to agree on a common strategic research agenda (as has already largely been achieved), it is of paramount importance to speed up its implementation. Funding entities across Europe need to keep collaborating to set priorities and make sure new ideas are well balanced and executed, recognising the context in a globally competitive and rapidly evolving domain.  An answer was given through the presentation by Lars Leger, Chief Technology Officer at NXP, who recognised that “ECSEL JU keeps EU Electronic Eco-systems at the Forefront of Technology”, based on achievements such as a solid and long term SRA, creating a unified vision and good alignment via the lighthouse initiatives, and having a mid/long-term vision, providing the momentum in Europe to engage in large-scale projects that thrive on diverse partnerships with a mixture of large / medium / small enterprises and excellent RTOs. The elements are there – we now need to capitalise on them and move forward briskly.  Bert De Colvenaer, Executive Director of ECSEL JU expressed great satisfaction with the event’s outcomes, which have confirmed the ECSEL JU’s role as the “leading European strategic initiative for focused, coordinated and competitive R&I activities in Key Digital Technologies, and the ECSEL JU Symposium as an important showcase for the important work ongoing”. In addition to the formal presentations, and as witnessed by several important parallel meetings organise by and for high-level representatives of Industry and the institutions, the event’s ample networking opportunities provided space and excellent opportunity to involve the ECS community as well as the EU policy makers and other potential stakeholders in developing a common view towards the Horizon Europe programme, at an important juncture in the decision making processes.      Presentations Some of the presenters kindly gave permission to have their presentations placed here. Lars Reger NXP Presentation - Lars Reger (PDF) Romano Hoofman imec keynote ECSEL Symposium Bucharest (PDF)   ", "url": "https://www.ecsel.eu/news/ecsel-ju-symposium-2019-great-success"}, {"id": "ECSEL_NEWS_0064", "date": "2019-03-28", "text_type": "NEWS", "title": "ECSEL JU Impact assessment: Strategic pre-study and feasibility study", "text": " The “Strategic pre-study and feasibility study” is evaluating the feasibility to perform an assessment of ECSEL JU’s impact in Europe since it was set up in 2014 following the previous ENIAC and ARTEMIS Joint Undertakings. The final report was issued in September 2018. You can read the full document here.  ", "url": "https://www.ecsel.eu/news/ecsel-ju-impact-assessment-strategic-pre-study-and-feasibility-study"}, {"id": "ECSEL_NEWS_0065", "date": "2019-12-03", "text_type": "NEWS", "title": "Sabine Herlitschka re-elected as GB Chair", "text": " At its Governing Board meeting of 26 November 2019, the ECSEL Joint Undertaking Governing Board re-elected Dr. Sabine Herlitschka as their Chairperson, for a period of one year starting on March 1st 2020. For full details, please see the press release.   ", "url": "https://www.ecsel.eu/news/sabine-herlitschka-re-elected-gb-chair"}, {"id": "ECSEL_NEWS_0066", "date": "2020-04-15", "text_type": "NEWS", "title": "Why does Europe need Joint Undertakings?", "text": " Check the brochure here!   In anticipation of the EU's next funding programme, Horizon Europe, the 8 Joint Undertakings (JUs) – BBI, Clean Sky, ECSEL JU, FCH, F4E, IMI, S2R and SESAR - have collaborated to create a joint publication to present the European public-private partnerships (PPPs) and the results of their programmes to date. Since the launch of the first JUs in 2007-2008, they have demonstrated their ability to deliver concrete results that are both scientifically excellent and have practical applications in areas that are vital for the European Union and its citizens. The brochure gives the opportunity to learn about the excellent research underway within the EU Horizon 2020 innovation programme. ", "url": "https://www.ecsel.eu/news/why-does-europe-need-joint-undertakings-0"}, {"id": "ECSEL_NEWS_0067", "date": "2019-10-15", "text_type": "NEWS", "title": "Vacancy notice for a traineeship programme within ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a trainee to join the team. The traineeship programme, operated within the ECSEL JU, gives trainees an understanding of the Joint Undertaking and its role within the activities of the European Union, enables them to acquire practical knowledge of the ECSEL JU and its regulatory framework and to obtain professional experience in the course of their work. ECSEL JU offers on-the-job training opportunities in the different units, for candidates with background or career development goals in the mentioned topics: Administration Operations Communication Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/vacancy-notice-traineeship-programme-within-ecsel-ju-1"}, {"id": "ECSEL_NEWS_0068", "date": "2019-06-27", "text_type": "NEWS", "title": "Workshop on Smart Bioelectronic and Wearable Systems", "text": " This two day EC workshop, covering smart systems across Key Digital Technologies, with an emphasis on bio-electronics, bio-photonics and flexible and wearable electronics, will raise their importance and role in addressing European competitiveness and major societal challenges and link the area with current technology and policy trends. Building on the success of previous events on Micro-Nano-Bio Systems MNBS, Biophotonics and Flexible & Wearable Electronics, this workshop will bring together EC-funded projects and stakeholders to share technology and innovation progress, and address future challenges. The event will cover the whole value chain, from research to market in key applications. For more information and registration, click here.  ", "url": "https://www.ecsel.eu/news/workshop-smart-bioelectronic-and-wearable-systems"}, {"id": "ECSEL_NEWS_0069", "date": "2019-03-28", "text_type": "NEWS", "title": "Productive4.0 - new video!", "text": " ECSEL JU project Productive4.0 - key project in the ECSEL JU Industry4.E Lighthouse Initiative - has released a new descriptive video. Check it out! ", "url": "https://www.ecsel.eu/news/productive40-new-video"}, {"id": "ECSEL_NEWS_0070", "date": "2019-12-02", "text_type": "NEWS", "title": "EFECS2019 Pilot Lines Impact workshop", "text": " The EFECS co-located workshop “ECSEL Pilot lines success stories and impact” was successfully organised by STMicroelectronics in cooperation with its partners CEA- LETI,   TU Darmstadt, SOITEC, Global Foundries, LYNRED, Robert Bosch GmbH on Tuesday November 19th at Helsinki. It provided a unique opportunity to share with EFECS participants the results of these ECSEL pilot lines and a common vision defined by 3 key attributes: Scale, Persistence and Excellence.   Scale, by mobilizing large communities with a mix of companies and public research organizations and reinforcing partnerships. They had the critical mass to work along the technology/supply chain -From materials to product- and along the value chain to accelerate the co-innovation and market adoption and strengthen demand in Europe Persistence and continuity, as these projects belong to a pipeline of ambitious projects around technologies such as FDSOI, RFSOI and memories for MCUs.  These projects provided Excellence as the different examples of success stories can testify (link to presentations) The presented projects were: PANACHE: Developed an embedded flash technology platform dedicated to the design of innovative microcontrollers and their manufacturing.  REFERENCE:  Developed innovative RF-SOI substrates & technologies (including move to 300mm) enabling the realization of integrated front-end modules, and system level demonstrators for cellular, aeronautics, paving the way to 5G. POLIS: Developed differentiating technologies enabling the prototyping of a large range of innovative sensors and breakthrough micro-displays such as: Low-cost Infrared thermal sensors for consumer markets, high luminance low power micro-displays for augmented reality applications, gestures recognition sensors and depth-map camera based on Time-of-Flight, etc. Lab4MEMS II: Developed innovative technologies on advanced Micro-Opto-Electro-Mechanical Systems. This Pilot line realized a variety of devices including optical switch, array of micro-mirrors, optical cross-connect, lasers and micro lens amongst others. WAYTOGOFAST : Developed the competitiveness of FDSOI by offering higher performance node architectures in 22FDX and 28FDSOI and their substrate manufacturing. Programme of the event:   10.00 Introduction Chairman - Dominique Thomas, STMicroelectronics    Academics and RTOs    10.10 ECSEL Pilot lines impact and Scientific dissemination - Christophe Wyon, CEA LETI 10.25 PANACHE results and scientific dissemination- Prof. Dr. Lambert Alff - Technische Universität Darmstadt   Industrials 10.40 REFERENCE innovative RF-SOI substrates & technologies, impact and exploitation - François Brunier, SOITEC 10.55 WAYTOGOFAST impact and exploitation- Peter Javorka, GLOBALFOUNDRIES 11.10 POLIS project impact and exploitation Imaging Sensors, Patrick Abraham, LYNRED 11.25 PANACHE- Application of advanced eFlash for automated, connected and electrified driving - Mathias Illing, Robert Bosch GmbH 11.40 PANACHE & Labs4Mems-II - Microcontrollers and mems portfolio development, Roberto Zafalon, STMicroelectronics 11.55 Conclusion, Yves Gigase, ECSEL JU Presentations: Intro LETI PANACHE-TU Darmstadt V3 REFERENCE Soitec Globalfoundries Peter Javorka POLIS Lynred Panache RBosch ST ECSEL JU - Yves Gigase \t    ", "url": "https://www.ecsel.eu/news/efecs2019-pilot-lines-impact-workshop"}, {"id": "ECSEL_NEWS_0071", "date": "2020-03-30", "text_type": "NEWS", "title": "ECSEL JU launches an “Expression of Vision” for their combined Call with IMI JU", "text": " “Recent events have shown us the importance of both electronic components and systems and its support to the healthcare system.” Says Bert De Colvenaer, Executive Director of ECSEL JU. “We are happy, together with our sister JU IMI, to put our shoulders behind collaborative actions that can accelerate the way we provide valuable healthcare solutions for society. The ECSEL JU Call 3 for 2020 – conceived even before the present pandemic – is a concrete expression of this will to work together, and this ‘Expression of Vision’ is a vital first step in ensuring that this Call for Proposals can yield a project that brings maximum value to society.” ECSEL JU is inviting potential candidate partners in projects for their Call 2020-3 to express their vision on how electronics technologies, in collaboration with an already ongoing project of IMI “Trials@Home” – can simplify and accelerate the essential clinical trials phase when introducing new treatments and drugs. Though not mandatory to participate in the Call, the inputs received though such expressions of vision can help greatly in calibrating realistic and practicable expectations on the projects selected from the Call for Proposals. The deadline for sending in such Expressions of Vision for ECSEL JU Call-2020-3 is 24 April 2020 at 16:00 CET (Brussels time).  The one-stage ECSEL JU Call-2020-3 itself is expected to open on May 26th 2020, with provisional deadline September 30th. Proposers can expect to be informed about the funding decision in December 2020. (Please find the Expression of Vision document here) Further information about the IMI “Trials@Home” project can be found here: https://www.imi.europa.eu/projects-results/project-factsheets/trialshome https://www.imi.europa.eu/apply-funding/closed-calls/imi2-call-14 https://trialsathome.com https://www.imi.europa.eu/news-events/newsroom/ecsel-ju-calls-input-planned-call-proposals-decentralised-clinical-trials   ", "url": "https://www.ecsel.eu/news/ecsel-ju-launches-expression-vision-their-combined-call-imi-ju"}, {"id": "ECSEL_NEWS_0072", "date": "2019-10-02", "text_type": "NEWS", "title": "ECSEL JU Pilot Lines Success Stories & Impact", "text": " ECSEL JU Pilot Lines Success Stories & Impact side event at EFECS 2019 in Helsinki November 19th from 10:00 to 12:00, Helsinki hall.   Key enabling technology (KET) pilot lines are large technology oriented projects with industrial leadership. Their main objective is to develop innovative technologies through a realistic production environment (pilot line) for early adoption by the electronics industry on the downstream value chain. The ECSEL JU Pilot Lines Success Stories & Impact side event, taking place during the EFECS 2019 in Helsinki, will focus on recent supported projects to highlight the positive impact they bring in terms of scientific excellence and exploitation in the whole value chain of the European semiconductor industry. Some key players of ECSEL JU pilot lines will testify on the main outcomes of these projects through short pitches.  The registration to this side event is now open - you can register here.  Sponsors and participants: STMicroelectronics, CEA-LETI, TU Darmstadt, SOITEC, GLOBALFOUNDRIES, LYNRED, BOSCH, ECSEL JU You can find the programme of the event here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-pilot-lines-success-stories-impact"}, {"id": "ECSEL_NEWS_0073", "date": "2019-06-24", "text_type": "NEWS", "title": "EFECS 2019 - Save the date!", "text": " Discover, network, learn and shape ‘Our Digital Future’ together at the European Forum for Electronic Components and Systems (EFECS) 2019! The third edition of this international forum, serving the Electronic Components and Systems (ECS) Community in Europe, will take place on 19-21 November 2019 at the Finlandia Hall in Helsinki.  This event is organized by the joint forces of ECSEL Joint Undertaking, AENEAS, ARTEMIS-IA, EPoSS, and the European Commission. More information here.  ", "url": "https://www.ecsel.eu/news/efecs-2019-save-date"}, {"id": "ECSEL_NEWS_0074", "date": "2019-03-25", "text_type": "NEWS", "title": "8th April 2019 - Info-event about the upcoming ECSEL JU Symposium in June 2019", "text": " ECSEL JU is organizing an information day about the upcoming 3rd edition of the ECSEL JU Symposium, 2019. The info-event will take place in the Aula of the Library of the Romanian Academy in Bucharest, on the 8th of April. If you would like to participate, make sure to register here - you will also find more information about this one day event (text only in Romanian).  Find the programme (in English) of the event here.    ", "url": "https://www.ecsel.eu/news/8th-april-2019-info-event-about-upcoming-ecsel-ju-symposium-june-2019"}, {"id": "ECSEL_NEWS_0075", "date": "2020-03-27", "text_type": "NEWS", "title": "ECSEL JU switches off for the planet - Earth Hour 2020, Saturday, 28 March", "text": " On Saturday, 28 March, Earth Hour, one of the world’s largest grassroots movements for the environment, will once again inspire individuals, businesses and organizations in over 180 countries and territories to renew their commitment to the planet. Between 20.30 and 21.30, 30 Europeans Institutions and bodies (4 new ones in relation to 2019), will symbolically switch off the lights on the facades of their main buildings (besides any security and legal compliance restrictions), to show their commitment to the initiative.  Earth Hour is WWF's flagship global environmental movement. Born in Sydney in 2007, Earth Hour has grown to become one of the world's largest grassroots movements for the environment, inspiring individuals, communities, businesses and organizations in more than 180 countries and territories to take tangible environmental action for over a decade. Historically, Earth Hour has focused on the climate crisis, but more recently, Earth Hour has strived to also bring the pressing issue of nature loss to the fore. In the midst of the global COVID-19 health crisis, Earth Hour marks a moment of solidarity for the planet as global communities unite and organize events digitally.  Several countries prepare to organize Earth Hour virtually to ensure public safety and show solidarity for those affected by COVID-19 National decision makers all around the globe, environmentalists, and others,  unite and pledge their support online for nature and people Click here to explore all the different ways you can take part online or at home this Earth Hour. No matter where you are in the world, you can make an impact and join the world for the Hour!  ", "url": "https://www.ecsel.eu/news/ecsel-ju-switches-planet-earth-hour-2020-saturday-28-march"}, {"id": "ECSEL_NEWS_0076", "date": "2019-11-27", "text_type": "NEWS", "title": "Project Impact video from Productive4.0", "text": " Partner in the ECSEL JU funded project “Productive4.0” Bosch has produced a neat video that explains how the project results are really helping them to optimise their business processes to match rapid changes in their supply networks. Check it out here! Productive4.0 has also set up a video channel, containing many interesting videos about their work and related projects such as “Arrowhead”. You can find them here. ", "url": "https://www.ecsel.eu/news/project-impact-video-productive40"}, {"id": "ECSEL_NEWS_0077", "date": "2019-10-01", "text_type": "NEWS", "title": "ECSEL JU proudly presents state-of-the-art innovations at the R&I Days in Brussels", "text": " ECSEL Joint Undertaking was invited to showcase a few remarkable projects results during the European Research & Innovation Days 2019, the annual policy event of the European Commission taking place between 24-26 September 2019 in Kanal-Center Pompidou in Brussels. More than 3000 people attended each of the three R&I Days, including Europe’s best and brightest researchers, scientists, innovators and policy makers. The participants debated over the future landscape of science and research in the context of Horizon Europe, the next European Union framework programme for research and innovation and were able to see various real-life results of research achieved within the Horizon 2020. The 26 projects featuring in the WOW Exhibition of the R&I Days were carefully selected out of thousands of completed or ongoing H2020 research projects, to best present the various science achievements done in Europe and their tangible results. ECSEL JU was honored to present several of our projects and highlight their impressive benefits for Europe’s economy and a sustainable and successful society. Together with projects representatives, we presented four ongoing projects: COMP4DRONES, a new project in our portfolio, developing the ecosystem of electronic components for safe & autonomous drones; AutoDrive, an impressive 3-year project creating components, systems and architectures for highly- and fully-automated driving; PRYSTINE, realizing Fail-operational Urban Surround perception for safe, automated driving in urban and rural environments; and VI-DAS, improving the road safety by development and deployment od advanced driver-assistance systems. In addition, a spectacular electric-powered glider had pride of place in the main hall area. This glider includes work from several ECSEL JU projects as well as projects in Horizon 2020, meant to demonstrate solutions for the safety issues in electric and autonomous electric vehicles. Like the Vi-DAS car, it demonstrates the power of collaboration between projects, even from different funding schemes.  Each of these projects brought great interactive demonstrators and explained their main goals and objectives to exhibition visitors, which included several notable names, such as Mrs Maria da Graça Carvalho, MEP, Mr Nicolae Hurduc, the Romanian Minister of Research & Innovation, Mr Krasimir Valchev, the Minister of Science and Education in Bulgaria, and many more.   ", "url": "https://www.ecsel.eu/news/ecsel-ju-proudly-presents-state-art-innovations-ri-days-brussels"}, {"id": "ECSEL_NEWS_0078", "date": "2019-05-29", "text_type": "NEWS", "title": "ENABLE-S3 Final Event", "text": " ENABLE-S3 presents results at Final Event The European research project ENABLE-S3, funded through the ECSEL JU programme, successfully presented the results of three years of research at the public Final Event May 16-17 May in Graz, Austria. Coordinated by AVL List, 68 partners from 16 countries had set themselves the goal of establishing a comprehensive platform for the cost-effective validation and verification of autonomous and highly automated vehicles, trains, tractors, ships, aircraft, satellites and medical examination equipment. In the course of three years, the research consortium has collaborated across 6 domains and 12 industrial-driven use cases and achieved impressive results. At the Final Event in Graz, the most important project results were presented to project partners, the ECSEL JU appointed reviewers, the project officer, guests and visitors. To facilitate the understanding and gain an overview of the results, both visitors and guests had the chance to participate in guided tours through the exhibition with more than 40 demonstrators. Additional, exclusive guided tours were organised for the reviewers and the project officer. To support the collaborative spirit of the project and to connect with people driving innovations in renowned companies, keynote presentations were held by representatives from autonomous driving programmes within Siemens and Intel/Mobileye and the German regulation organisation TÜV SÜD. How the ENABLE-S3 results are already being applied in standardization activities were shown by ASAM e.V. and by the Austrian proving region for automated driving ALP.Lab. Overall, the presented results were well received and the project consortium, guests and visitors enjoyed the fruitful exchange of knowledge and the collaborative spirit among all event participants.  If you want to learn more about the project results, please check the ENABLE-S3 homepage https://www.enable-s3.eu/media/dissemination-material/   ", "url": "https://www.ecsel.eu/news/enable-s3-final-event"}, {"id": "ECSEL_NEWS_0079", "date": "2019-03-19", "text_type": "NEWS", "title": "Opportunity for SMEs in medical field - a pilot line for microfabricated medical devices", "text": " 39 partners from 10 countries had joined the forces in the ECSEL JU project InForMed, and established an integrated pilot line for a wide range of innovative emerging medical devices.  The project's three year run created opportunities for numerous small companies and start-ups with innovative ideas for the new wave of microfabricated medical devices, which currently face lack of appropriate support for production and development. Read the whole story here.        Photo © Philips Innovation Services ", "url": "https://www.ecsel.eu/news/opportunity-smes-medical-field-pilot-line-microfabricated-medical-devices"}, {"id": "ECSEL_NEWS_0080", "date": "2018-12-04", "text_type": "NEWS", "title": "Dealine for Vacancy Notice for Seconded National Expert extended", "text": " ECSEL Joint Undertaking is looking for the Seconded National Expert to join the team. The deadline for applications has just been extended. Check our vacancies page for more information!   ", "url": "https://www.ecsel.eu/news/dealine-vacancy-notice-seconded-national-expert-extended"}, {"id": "ECSEL_NEWS_0081", "date": "2019-02-20", "text_type": "NEWS", "title": "ECSEL  Calls 2019 Webinar", "text": " The ECSEL JU Office held a webinar for organisations interested in applying in the ECSEL Calls in 2019. The event presented full information about the ECSEL Calls in 2019 (introduction, the submission, evaluation and selection process, templates & other documents, budget, specificities of ECSEL Calls) and addressed several of the questions the participants had. The presentations from the session as well as a “Q&A” document are available via the Calls 2019 Page.   ", "url": "https://www.ecsel.eu/news/ecsel-calls-2019-webinar"}, {"id": "ECSEL_NEWS_0082", "date": "2018-09-13", "text_type": "NEWS", "title": "Insights into highly innovative microelectronics research: the \"ECSEL in Germany\" Congress", "text": " (Photo © Frank Grätz) Dresden welcomed more than 170 experts on 5 and 6 September 2018, to discuss their experiences and future expectations regarding ECSEL JU (the “Electronic Components and Systems for European Leadership” Joint Undertaking), the most important European co-financing initiative for the key and cross-sectorial technology of microelectronics. Read the summary of the event here (German). Additional information about Germany's participation in ECSEL Projects can be found via the web-site of the BMBF, at https://www.elektronikforschung.de/projekte. (Here are some deep links to a selection of the projects:  Ocean12, Prystine, WAKeMeUP, iDev40, AutoDrive, Productive4.0, Taranto, ... ). On the photo - \"Microelectronics enlightens Germany\": The Saxon Prime Minister Michael Kretschmer, the Parliamentary State Secretary in the BMBF Michael Meister, together with the CEO of Infineon Technologies AG, Reinhard Ploss, and an LED wall that illuminates all locations of German ECSEL projects.     ", "url": "https://www.ecsel.eu/news/insights-highly-innovative-microelectronics-research-ecsel-germany-congress"}, {"id": "ECSEL_NEWS_0083", "date": "2019-02-28", "text_type": "NEWS", "title": "Industry Associations release Executive Summary the ECS-SRA for 2019", "text": " Industry Associations released the Executive Summary of the recently published ECS SRA for 2019. The first ever joint Electronic Components & Systems (ECS) Strategic Research Agenda (SRA) was published last year, in January 2018. During the last year's EFECS in Lisbon in November 2018, the participants shared their feedback and inputs before drafting the final version of this document.  This common framework for Research, Development and Innovation (R&D&I) identifies technology challenges and research priorities along 10 key application areas and essential capabilities, to foster Europe’s transformation into a digital society, and to deliver societal and economic value. The ECS SRA incorporates the work of over 250 experts, with each chapter detailing how innovation can bring solutions to European challenges. It is a tool to coordinate R&D&I and funding for technologies that support multiple application areas as well as specific area needs. ECSEL JU adopts the technical content of this document for the Multi-Annual Strategic Plan.  You can find the ECS SRA Executive Summary here.    ", "url": "https://www.ecsel.eu/news/industry-associations-release-executive-summary-ecs-sra-2019"}, {"id": "ECSEL_NEWS_0084", "date": "2018-11-29", "text_type": "NEWS", "title": "Procurement - Event Organiser", "text": " ECSEL JU is looking for a full-service contractor to manage the organisation of the third edition of the ECSEL JU Symposium 2019 in Bucharest – Romania, on 17 and 18 June 2019, and ECSEL JU governance meetings on 19 June 2019. See our Procurements page for details! The deadline for submissions is 14 January 2019, 17:00 Central European Standard Time (GMT+1 - see documentation for details). The publication of this procedure in the Official Journal of the European Union can be consulted here: http://ted.europa.eu/udl?uri=TED:NOTICE:525039-2018:TEXT:EN:HTML   ", "url": "https://www.ecsel.eu/news/procurement-event-organiser"}, {"id": "ECSEL_NEWS_0085", "date": "2018-07-13", "text_type": "NEWS", "title": "Job opening for a Programme Officer at the the ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a Programme Officer to join the team. The Programme Officer will be responsible for the implementation of the annual and multi-annual work plan of the ECSEL JU and for the planning, monitoring and closure of the related projects which cover research, innovation and demonstration activities of ECSEL technologies in various applications in the energy and transport sectors. He/she will manage a portfolio of small and large projects. Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/job-opening-programme-officer-ecsel-ju"}, {"id": "ECSEL_NEWS_0086", "date": "2019-02-08", "text_type": "NEWS", "title": "ECSEL JU Calls 2019", "text": " The Calls for 2019 are now open! First deadlines are: For H2020-ECSEL-2019-1-IA and H2020-ECSEL-2019-2-RIA, at 17:00:00 Brussels time (CET) on 7 May 2019 (For H2020-ECSEL-2019-3-CSAHealth.E, at 17:00:00 Brussels time (CET) on 27 March 2019: Call is now CLOSED)  Read more about all ongoing ECSEL JU Calls here.  ", "url": "https://www.ecsel.eu/news/ecsel-ju-calls-2019"}, {"id": "ECSEL_NEWS_0087", "date": "2018-09-10", "text_type": "NEWS", "title": "Info Day ECSEL JU", "text": " The Romanian Ministry of Research and Innovation in partnership with ECSEL JU and West University of Timisoara, invites you to the event: \"Info Day ECSEL JU\". The event, held in the Romanian language, will take place on September 14, 2018, starting at 10:00. Participation is free but registration is required. See our EVENTS PAGE for more info.   ", "url": "https://www.ecsel.eu/news/info-day-ecsel-ju"}, {"id": "ECSEL_NEWS_0088", "date": "2018-05-24", "text_type": "NEWS", "title": "HiPEAC Industrial PhD Internship Programme: New deadline 31 May", "text": " The aim is for HiPEAC-funded internships to be as accessible as possible to a wide range of students and for students to get experience outside of their university lab.  Any PhD student enrolled at a European university  (and carrying out research in appropriate topics) is eligible to apply for an internship. The internship opportunities have been provided by European HiPEAC member companies and last for up to three months. You can see details of the funding model (e.g. rates of pay and what is covered) on the HiPEAC Industrial Internship webpage. There are over 50 internship project proposals from 20 companies for you to browse and apply for in the current call on the HiPEAC website. Last year's application success rate was very high, so we urge you to consider this excellent opportunity. Please contact me if you have any questions about the internship programme. For any queries about the internship website, please contact the HiPEAC web administrator Eneko Illarramendi at webmaster(at)hipeac.net   ", "url": "https://www.ecsel.eu/news/hipeac-industrial-phd-internship-programme-new-deadline-31-may"}, {"id": "ECSEL_NEWS_0089", "date": "2018-11-29", "text_type": "NEWS", "title": "ENABLE-S3 Final Event in Graz", "text": " At this two days’ event, the ENABLE-S3 project partners will present the key results of 3 years intense research activities in the area of automated systems. Visitors will have the exclusive opportunity to gain first hand insights into demonstrators from across six domains and meet the people driving this project. Find more information here.  ", "url": "https://www.ecsel.eu/news/enable-s3-final-event-graz"}, {"id": "ECSEL_NEWS_0090", "date": "2018-07-09", "text_type": "NEWS", "title": "ECSEL JU project InforMed featured in Smart shoes", "text": " ECSEL JU project InforMed featured in Smart shoes. CMST, a lab founded by imec and TNO, together with the Belgian company RSscan are working on an intelligent shoe sole based on the technology of the ECSEL JU project InforMed. This sole contains around 900 sensors and measures the distribution of pressure on the sole of the foot when you walk or run, what it is especially helpful for diabetics and athletes since they can get a direct and continuous diagnose. Read more about the project here. ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-informed-featured-smart-shoes"}, {"id": "ECSEL_NEWS_0091", "date": "2018-09-06", "text_type": "NEWS", "title": "Electronics - the cornerstone of Advanced Computing and Cyber-Physical Systems.", "text": " The European Commission has published two articles outlining the importance of Advanced Computing and CPS respectively, in the policy development around the Digital Single Market. Both articles explain the reliance on advanced electronic components and systems, and the contribution of ECSEL Joint Undertaking in these endeavours is highlighted. You can read these articles at the links below. https://ec.europa.eu/digital-single-market/en/advanced-computing https://ec.europa.eu/digital-single-market/en/cyber-physical-systems ", "url": "https://www.ecsel.eu/news/electronics-cornerstone-advanced-computing-and-cyber-physical-systems"}, {"id": "ECSEL_NEWS_0092", "date": "2019-01-30", "text_type": "NEWS", "title": "Advanced Metrology & Characterisation for 3D CMOS", "text": " As nano-electronics technology is moving beyond the boundaries of (strained) silicon in planar or finFETs, new 3D device architectures and new materials bring major metrology and characterization challenges which cannot be met by pushing the present techniques to their limits. 3DAM “3D Advanced Metrology and materials for advanced devices” is an EU-ECSELfunded pathfinding and assessment project focusing on innovations and progress in metrology and characterization related to the latest generation of 3D front-end of line (FEOL) and back-end of line (BEOL) structures (fins, nanowires, TSVs) as well as 2D materials: • Dimensional metrology: 3D-SPM, CD-SEM, OCD • Structural analysis: Electron Tomography, PL & CL, SHG, X-ray NanoCT • Compositional/dopant analysis: SIMS, APT, STEM-EDX and EELS, IRR, Raman, HRXRD • Carrier distribution and mobility: 3D-SSRM, micro-multi-point probes, THz spectroscopy • Strain and stress: HRXRD, Raman, Precession Electron Diffraction in a TEM The goal of this workshop is to disseminate the results of the projects to the public, in the context of the requirements from the semiconductor industry. The combination with the insights and learnings from invited experts will make this one-day workshop an up-to-date overview of the most recent advances in the analytical techniques and diagnostic capabilities essential for technology development. Invited Speakers: Dr. Maud Vinet (LETI) Prof. Dr. Ehrenfried Zschech (Fraunhofer Institute) Dr. Delphine Le Cunff (ST Microelectronics) Dr. Zineb Saghi (LETI) Dr. Igor Turovets (NOVA) ", "url": "https://www.ecsel.eu/news/advanced-metrology-characterisation-3d-cmos"}, {"id": "ECSEL_NEWS_0093", "date": "2018-07-06", "text_type": "NEWS", "title": "ECSEL JU Symposium 2018", "text": " The ECSEL JU Symposium 2018 was a great success. Thank you!  Here you can find all the presentations, speeches, pictures and follow up information of the event. A summary article about the event highlights is available here.   Exhibition Award The SCOTT project, led by Michael Karner from Virtual Vehicle, received recognition as the best project presented at the event. Find more information about the project here.       Presentations   DAY 1 – 19 June 2018 Opening and welcome speech: Bert De Colvenaer, Executive Director of the ECSEL JU Session 1 PART 1. Electronics: a vision and how to get there Alessandro Curioni, IBM Fellow, Vice President Europe and Director IBM Research Zurich. Download presentation. Keynote speech by Mariya Gabriel, European Commissioner for Digital Economy and Society   Session 1 PART 2. Electronics: a vision and how to get there Luuk Borg, Policy Advisor to the Innovation Unit, DG CNECT, EC.  Alberto Casorati, Innovation Finance Advisor, European Investment Bank. Download presentation. François Gilles, Director in Strategy & Corporate Finance, Deloitte Luxembourg. Download presentation. Session 2. New horizons for the ECSEL JU Programme Artificial Intelligence: Benedetto Vigna, President, Analog, MEMS and Sensors Group STMicroelectronics.  e-Agri: Christoph Schmittner, Scientist at Austrian Institute of Technology. Download presentation. e-Logistics: Eugene Adami, Managing Director at Mastermind Shipmanagement.  Robotics: Ennio Chiatante, Head of Digital Transformation, Comau S.p.A. Download presentation. Watch videos about HUMANufacturing and MATE.   Closing remarks: Luciano Gaudio, Stakeholders Relations & Communication Officer of the ECSEL JU Social event: Standing dinner at the Botanical Garden of Meise Opening speech by Khalil Rouhana, Deputy Director General of DG CNECT, EC   DAY 2 – 20 June 2018 Opening speech by Roberto Viola, Director General of DG CNECT, EC Introductory notes: Yves Gigase, Head of Programmes of the ECSEL JU  Session 1 PART 1. How ECSEL JU funded projects impact real life and business Danilo Crippa, Director Innovation, LPE S.p.A. Download presentation. Jean-Rene Lèquepeys, Head of the Silicon Components Division, CEA LETI. Download presentation. Mateusz Bonecki, Director R&D, BetterSolutions. Download presentation. Naiara Goia, Senior Manager - Innovation & Technology, Mondragon Corporation. Download presentation. Session 1 PART 1. How ECSEL JU funded projects impact real life and business Andreas Eckel, Team Lead R&D Projects, TTTECH.  Thomas Lentsch, Chief Strategist BU Auto, NXP Semiconductors.  Herbert Pairitsch, Senior Manager Technology & Innovation, Infineon Technologies Austria.  Carlos Mazure, Chief Technology Officer and Executive Vice President, SOITEC. Download presentation. Session 1. ECSEL JU towards Horizon Europe Colette Maloney, Head of Unit for Competitive Electronics Industry, DG CNECT, EC Marian-Jean Marinescu, Member of the European Parliament Paul Rübig, Member of the European Parliament Lieve Wierinck, Member of the European Parliament Jean-Luc di Paola Galloni, Valeo Group Corporate, Vice-President for Sustainability and External Affairs Maarten Sileghem, Head of Entity, International Collaboration and Strategy at the Agency for Innovation and Entrepreneurship of Belgium Sabine Herlitschka, Chair of the ECSEL JU Governing Board   Expo award “Best project presentation and communication of the ECSEL JU Symposium 2018” Alun Foster, Head of Plans and Dissemination of the ECSEL JU Closing remarks. Bert De Colvenaer, Executive Director of the ECSEL JU Exhibition area guided tour Social event: Walking buffet at the terrace of the Docks Dome ", "url": "https://www.ecsel.eu/news/ecsel-ju-symposium-2018"}, {"id": "ECSEL_NEWS_0094", "date": "2018-05-17", "text_type": "NEWS", "title": "16 May 2018: Working lunch at the European Parliament hosted by Dr. C. Ehler, MEP (DE) -EPP Group", "text": " On 16 May 2018, Dr. Ehler, MEP - EPP Group, hosted a working lunch at the European Parliament with a focus on  the road to Horizon Europe after H2020. The event gathered representatives from the European Commission, represented by Mrs. Lucilla Sioli, European Commission DG CNECT, Jan van den Biesen, representing the three Industry Associations (ARTEMIS-IA, AENEAS and EPoSS) and Ben Ruck, Chair of the Public Authorities Board. The Industry was also represented by Jos Benschop from ASML (The Netherlands) and Ina Sebastian of Infineon (Austria). The ECSEL JU representation consisted of Dr. Sabine Herlitschka, Chair of the ECSEL JU Governing Board and Bert De Colvenaer, Executive Director of the Joint Undertaking. Dr. Ehler opened the working lunch explaining that we face important financial gaps in R&I at national state level; this gap can be bridged by EU mission-oriented programmes. The ECSEL JU is a clear example of existing (and successful) mission-oriented research. Furthermore, he stressed that SMEs are substantial drivers of innovation in the EU. Founded on the successes of ECSEL JU, the three Industry Associations are of the opinion that Horizon Europe, including ECSEL2, should continue to provide public funding to large firms, as these will play a pivotal role in creating and maintaining innovation ecosystems, public-private partnerships and global value chains, from which also many smaller firms, and Society more generally, will benefit. ECS are everywhere and will have a tremendous impact in the future GDP of the EU. It is crucial to pass on this message to policymakers. It is a matter of our future, and how we want to shape it  together, and is not just “another request for money”. To conclude, Dr. Ehler emphasised the importance of using accessible language, to guide policymakers at all levels in understanding the crucial nature of ECS and showing how the related industries have a positive impact on Europe across different levels. We need to translate the stated ambitions of the sector into clear visualisation of the needs and concrete budget figures. A conversation with Member States on this needs to start now.       ", "url": "https://www.ecsel.eu/news/16-may-2018-working-lunch-european-parliament-hosted-dr-c-ehler-mep-de-epp-group"}, {"id": "ECSEL_NEWS_0095", "date": "2018-11-26", "text_type": "NEWS", "title": "Vacancy notice for a traineeship programme within ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a trainee to join the team. The traineeship programme, operated within the ECSEL JU, gives trainees an understanding of the Joint Undertaking and its role within the activities of the European Union, enables them to acquire practical knowledge of the ECSEL JU and its regulatory framework and to obtain professional experience in the course of their work. ECSEL JU offers on-the-job training opportunities in the different units, for candidates with background or career development goals in the mentioned topics: Administration Operations Communication Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/vacancy-notice-traineeship-programme-within-ecsel-ju-0"}, {"id": "ECSEL_NEWS_0096", "date": "2019-01-22", "text_type": "NEWS", "title": "ECSEL JU Calls 2019 Interactive Info Session", "text": " A webinar for organizations interested in applying in the ECSEL RIA and IA Calls in 2019 will be organized by the ECSEL JU Office on Wednesday 13 February 2019 from 14h00 to 16h00 (Brussels time). The aim is to present the ECSEL Calls 2019 (introduction, the submission, evaluation and selection process, templates & other documents, budget, specificities of ECSEL Calls) and address all the questions applicants may have. Participation is free of charge, but registration is mandatory via the email calls@ecsel.europa.eu, providing the name of the participant, organization, and country. Upon registration, a link will be sent out to the applicant with the instructions for connection to the webinar. The presentations from the session as well as a “Q&A” document will be published on the Calls webpage afterwards. Applicants who already have questions are invited to submit them when they register (the Calls Team will try to provide the answers during the Information Session). ", "url": "https://www.ecsel.eu/news/ecsel-ju-calls-2019-interactive-info-session"}, {"id": "ECSEL_NEWS_0097", "date": "2018-08-20", "text_type": "NEWS", "title": "SAVE THE DATE: 3rd ECSEL JU Symposium 2019 in Bucharest", "text": " Save the date for the 3rd Symposium of the ECSEL Joint Undertaking, which will be held in Bucharest between 17 and 18 June 2019, under the auspices of the Romanian Presidency. Join the large ECSEL JU community, which includes European and global stakeholders, such as: Industry representatives  Research Communities  Financial Communities  European, National and Regional decision-makers (European Commissioners, Members of the European Parliament and States Representatives); and a great number of international partners. The event will give opportunity and space for the ECSEL JU projects to present their progress and results to date, to disseminate the scientific and technological achievements, and to cast light on their contributions to the programme.  Practical information (including location details, accommodation, etc.) and draft agenda will be available via the ECSEL JU website soon.  ", "url": "https://www.ecsel.eu/news/save-date-3rd-ecsel-ju-symposium-2019-bucharest"}, {"id": "ECSEL_NEWS_0098", "date": "2018-05-09", "text_type": "NEWS", "title": "EU Agencies 2018: making Europe a better place to live", "text": " Watch a video about the EU Agencies Network and the ways they improve the daily life of everyone in Europe. click here   ", "url": "https://www.ecsel.eu/news/eu-agencies-2018-making-europe-better-place-live"}, {"id": "ECSEL_NEWS_0099", "date": "2018-06-25", "text_type": "NEWS", "title": "Highlights from the ECSEL JU Symposium 2018 in Brussels", "text": " Over 320 European stakeholders, decision makers, and industry and research representatives, gathered on the 19th and 20th of June 2018 at the 2nd ECSEL Joint Undertaking Symposium in Brussels. This key ECSEL JU event focused on Europe’s digital future and the electronic components and systems industry under the new “Horizon Europe” RD&I Framework Programme. The central theme of the first day was the digital transformation in Europe - what will happen when the exciting new technologies go mainstream, changing the world in the process. The day started with a session led by Alessandro Curioni, Vice President of IBM Europe and Director of IBM Research Zurich. Mr Curioni spoke about the quantum computing paradigm shift, and its potential to transform and complement other emerging technologies, such as drugs design, machine learning, big data, or cryptography and security. This theme was followed by other brilliant speeches, featuring Luuk Borg from the Commission’s DG CNECT, Alberto Casorati from European Investment Bank, and Francois Gilles of Deloitte Luxembourg. The highlight of the day was a keynote speech by the EU Commissioner for Digital Economy and Society Mariya Gabriel. “Currently, we don't have computing power in Europe that would match our potential. I am personally dedicated to change that. Mastering digital technologies is essential for Europe, and ECSEL JU is a key tool to reach that goal”, said the Commissioner in her speech, demonstrating her support to JU’s current and future activities. The second half of the day was centred around the new horizons for the ECSEL JU programme, and its potential in fostering technology innovation within four topics: Artificial Intelligence, e-Agri, e-Logistics and Robotics. “European-level initiatives are the way to go, if we want to compete on the global scale”, emphasised all speakers. The second day, themed “ECSEL JU towards Horizon Europe”, cast light on exciting, real-life examples of how the ECSEL JU funded projects improve the quality of daily life of European citizens and boost business in Europe. A guest of honour, Roberto Viola - Director General of DG CNECT, spoke about the underlying value of microelectronics: “Smart factories, IoT devices or self-driving cars would not function without microelectronics. Progress and innovation in this field will decide whether digital transformation in Europe will be successful”. Mr Viola expressed his belief in a central role played by the ECSEL JU in the ongoing digital revolution in Europe. The following sessions introduced exciting success stories by industry representatives from a number of European countries such as Italy, Poland, Spain and more, giving a complete picture of the significance the JU’s funding plays in these developments. ECSEL JU was honoured to welcome a wide range of high level speakers, who joined the afternoon session and discussed the upcoming challenges the JU may face during the Horizon Europe programme, as well as potential future research opportunities. The discussion panel consisted of three Members of the European Parliament, Paul Rubig, Lieve Wierinck and Marian-Jean Marinescu, as well as Colette Maloney from the European Commission, Jean-Luc di Paola-Galloni of the Valeo Group, Maarten Sileghem from the Agency for Innovation and Entrepreneurship of Belgium and Sabine Herlitschka, representing the ECSEL JU Governing Board. The format of the sessions gave the audience a platform to gain an overview of how the ECSEL JU funded projects have had a fundamental impact on the ECS sector and the future challenges which await. The setting also provided an opportunity for participants to engage with speakers through Q&A sessions and to view the full spectrum of ECSEL JU funded projects in a specially designed exhibition space, and an exhibition guided tour, which concluded the second day of the event. The SCOTT project, led by Michael Karner from Virtual Vehicle, received recognition as the best project presented at the event. Outside of the speaking sessions and project exhibition, the Symposium gave an opportunity for stakeholders to network in a vibrant setting, during networking lunches and two social events. ", "url": "https://www.ecsel.eu/news/highlights-ecsel-ju-symposium-2018-brussels"}, {"id": "ECSEL_NEWS_0100", "date": "2018-11-05", "text_type": "NEWS", "title": "Pre-announcement of upcoming procurement (Open Procedure)", "text": " ECSEL JU hereby announces the opportunity to participate in a tender for the upcoming procurement   \"Organization in Bucharest of the 3rd ECSEL Joint Undertaking Symposium on 17/18 June 2019 & Public Authority Board and Governing Board meetings on 19 June 2019. More information coming soon in this website. ", "url": "https://www.ecsel.eu/news/pre-announcement-upcoming-procurement-open-procedure"}, {"id": "ECSEL_NEWS_0101", "date": "2019-01-07", "text_type": "NEWS", "title": "ECSEL \"SWARMS\" Project publishes results summary", "text": " SWARMS is an ECSEL JU funded project that has developed an intelligent platform that enhances accessibility and autonomy of unmanned underwater vehicles. Particularly important for improving the safety of divers, the project makes such autonomous or remotely-controlled vehicles available to an increasing number of applications in various off-shore sectors. You can read the article here. https://cordis.europa.eu/project/rcn/197524/brief/en   ", "url": "https://www.ecsel.eu/news/ecsel-swarms-project-publishes-results-summary"}, {"id": "ECSEL_NEWS_0102", "date": "2018-08-16", "text_type": "NEWS", "title": "R&D in electronic components and systems and the future of European industry", "text": " Sabine Herlitschka and Jean-Luc di Paola-Galloni explain the importance of supporting R&D in the Electronic Components and Systems (ECS) sector for the future of European industry.  Read the full article of SciTech Europa Quarterly here. ", "url": "https://www.ecsel.eu/news/rd-electronic-components-and-systems-and-future-european-industry"}, {"id": "ECSEL_NEWS_0103", "date": "2018-04-25", "text_type": "NEWS", "title": "ECSEL project Productive 4.0 is medal candidate", "text": " The prestigious \"Diesel Medal\" is awarded by the Munich based German Institute for Innovation Activities and Quality – Deutsches Institut für Erfindungswesen – in order to emphasize the importance of innovations. At the same time, it is meant to deliver a signal to the players in politics, the economy and the general society. The award honours outstanding achievements of individuals and enterprises. The ECSEL project Productive4.0, which is coordinated by Infineon and is a core project in the ECSEL \"Industry4.E\" Lighthouse Initiative, was nominated in the category “Best Promotion of Innovation”. The ceremony, held at the Deutsches Museum in Munich, was attended by roughly 200 representatives from politics, business and the society. On this occasion, warm congratulations go to Humboldt-Innovation GmbH, a subsidiary of the Humboldt University in Berlin, which acts as an interface between the political and economic spheres ensuring the transfer of know-how. See here for more info. ", "url": "https://www.ecsel.eu/news/ecsel-project-productive-40-medal-candidate"}, {"id": "ECSEL_NEWS_0104", "date": "2018-06-22", "text_type": "NEWS", "title": "ECSEL JU Book of Projects Vol.2 is out!", "text": " New ECSEL JU Book of Projects vol.2, covering all our projects from 2016 & 2017 calls is hot off the press! The Book features the newest 26 ECSEL JU projects, including 3 Lighthouse Initiatives, a number of articles on digital innovation, and more. You can read it here.  ", "url": "https://www.ecsel.eu/news/ecsel-ju-book-projects-vol2-out"}, {"id": "ECSEL_NEWS_0105", "date": "2018-10-30", "text_type": "NEWS", "title": "Call 2019 Provisional Timetable", "text": " ECSEL JU publishes the provisional timetable for the Calls of 2019. Further information here, or go to \"Participate/Current Calls\". ", "url": "https://www.ecsel.eu/news/call-2019-provisional-timetable"}, {"id": "ECSEL_NEWS_0106", "date": "2018-12-18", "text_type": "NEWS", "title": "Minima Processor enters into partnership with and NXP Semiconductors", "text": " Minima Processor, a start-up founded in 2016 as one of the results of the ECSEL JU “Things2Do” project, just announced a newly established partnership with NXP Semiconductors N.V. This collaboration will deliver ultra-low-power digital signal processing intellectual property (IP) solutions for a wide range of applications. The partnership will allow Minima to offer NXP users a lower-energy implementations enabled by its IP. It will also enables NXP to enhance its product portfolio by directly applying Minima’s IP to its DSP solutions. THINGS2DO has just concluded its four year run in January 2018. It was a pilot line project, focused on building the Design & Development Ecosystem for FD-SOI-technology. This technology is uniquely positioned to take advantage of some very distinct strengths of the European Semiconductor Industry. In THINGS2DO, the innovation is the usage and full exploitation of 28nm and 14nm FD-SOI CMOS technology platforms developed within the ENIAC KET Pilot Line project PLACES2BE, to explore a large set of society critical applications. Minima Processor continuous engagement with mid-sized and large semiconductor companies is one example of bringing together large companies, world-class European research and technology organizations linked with higher education research labs, and SMEs, creating a unique ecosystem enabling cutting-edge innovation thanks to ECSEL JU support. ", "url": "https://www.ecsel.eu/news/minima-processor-enters-partnership-and-nxp-semiconductors"}, {"id": "ECSEL_NEWS_0107", "date": "2018-08-02", "text_type": "NEWS", "title": "Productive4.0 in a nutshell (video)", "text": " With over 100 partners, Productive4.0 is Europe's largest innovation project. It will also radically transform the Digital Industry. But what is it all about? You can learn the key ideas behind this excellent project from this 2-minute video.  ", "url": "https://www.ecsel.eu/news/productive40-nutshell-video"}, {"id": "ECSEL_NEWS_0108", "date": "2018-06-19", "text_type": "NEWS", "title": "Europe invests 50 million  €  in Secure and Safe Automated Systems", "text": " SECREDAS consortium - 69 partners from 16 European countries - has kicked-off the 50M€ ECSEL Joint Undertaking research and innovation project, to build a reference architecture for Secure and Safe Automated systems compliant with the new GDPR Regulation. The focus will be on automotive, rail and personal healthcare, all of which demand high security and safety, covering technologies such as radar, lidar, Vehicle-to-Infrastructure and in-vehicle networks.  Full press release is available here.   ", "url": "https://www.ecsel.eu/news/europe-invests-50-million-eu-secure-and-safe-automated-systems"}, {"id": "ECSEL_NEWS_0109", "date": "2018-04-17", "text_type": "NEWS", "title": "Countdown to the ECSEL JU Symposium 2018", "text": "   Countdown started! 00 00 d 00 00 : 00 00 : 00 00 Don't forget to register on time... ", "url": "https://www.ecsel.eu/news/countdown-ecsel-ju-symposium-2018"}, {"id": "ECSEL_NEWS_0110", "date": "2018-09-25", "text_type": "NEWS", "title": "Vacancy Notice for the post of Seconded National Expert in the ECSEL JU", "text": " ECSEL Joint Undertaking is looking for the Seconded National Expert to join the team.  Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/vacancy-notice-post-seconded-national-expert-ecsel-ju"}, {"id": "ECSEL_NEWS_0111", "date": "2018-12-17", "text_type": "NEWS", "title": "ECSEL JU Calls 2018 - results", "text": " The Public Authorities of the ECSEL Joint Undertaking has recently awarded 11 new research projects and 2 Coordination and Support Actions from the Calls for Proposals in 2018. For the detailed results, check out the Press Release. ", "url": "https://www.ecsel.eu/news/ecsel-ju-calls-2018-results"}, {"id": "ECSEL_NEWS_0112", "date": "2018-07-23", "text_type": "NEWS", "title": "Silicon carbide powering sustainable mobility", "text": " The ECSEL JU project WInSiC4AP featured latest edition of the Platinum Magazine. Check it out!  ", "url": "https://www.ecsel.eu/news/silicon-carbide-powering-sustainable-mobility"}, {"id": "ECSEL_NEWS_0113", "date": "2018-09-17", "text_type": "NEWS", "title": "ECSEL JU project I-MECH releases a new video", "text": " ECSEL JU project I-MECH has released a new descriptive video. You can view it via the Project Impact page, or link directly to it here. See also www.i-mech.eu for more information!   ", "url": "https://www.ecsel.eu/news/ecsel-ju-project-i-mech-releases-new-video"}, {"id": "ECSEL_NEWS_0114", "date": "2018-04-13", "text_type": "NEWS", "title": "Electronics for Sustainable Energy and Manufacturing", "text": " Sustainable energy for home and industry, competitive manufacturing and business. Electronic components and systems play a vital role in delivering viable and effective solutions for the future.    ECSEL JU supports many projects that are developing solutions relevant for Smart Grids and also for Smart Manufacturing, where sustainable energy supply for home and industry, and safe and efficient manufacturing automation for competitive businesses and consequent job creation meet. The video gives a few examples: see our projects page for more! ", "url": "https://www.ecsel.eu/news/electronics-sustainable-energy-and-manufacturing"}, {"id": "ECSEL_NEWS_0115", "date": "2018-06-15", "text_type": "NEWS", "title": "Press Conference \"iDev40\", 14 June 2018", "text": " The European research project iDev40 (Integrated Development 4.0) is launched today under the leadership of Infineon Austria. Digital all-round: the European research project iDev40 focuses on networking – from the idea and concept to the consumer. Munich, Germany and Villach, Austria 14 June 2018 – More information here https://www.infineon.com/cms/austria/en/Press/ or directly https://www.infineon.com/export/sites/default/media/regions/at/presse/PA_idev40_Infineon-Austria_EN_final.pdf ", "url": "https://www.ecsel.eu/news/press-conference-idev40-14-june-2018"}, {"id": "ECSEL_NEWS_0116", "date": "2018-12-10", "text_type": "NEWS", "title": "Position paper", "text": " ECSEL Austria* - a mirror organisation of ECSEL JU - has published an Position Paper describing their views on the future of ECS RD&I in Europe in the context of the European Commission's proposal of its new \"Horizon Europe\" programme. You can find the full text here. (* ECSEL-Austria - see also Partnerships - is a non-profit association supported by the Austrian Federal Ministry for Transport, Innovation and Technology (BMVIT), the Association for the Electrical and Electronics Industries (FEEI), and Austrian research institutions as well as industry. It aims to raise awareness of Austria’s electronics based systems (EBS) expertise in the context of the ECSEL Joint Undertaking (ECSEL JU) European initiative, and to support its members as they participate in transnational European research projects in the field of EBS and EBS applications. )   ", "url": "https://www.ecsel.eu/news/position-paper"}, {"id": "ECSEL_NEWS_0117", "date": "2018-07-18", "text_type": "NEWS", "title": "ENABLE-S3 Exhibition", "text": " On July 4th 2018, external visitors were invited by the ENABLE-S3 consortium to the exhibition “Validation & Testing of Complex Automated Systems”, taking place at the premises of the project partner IBM Research – Ireland. In order to communicate the project’s developments to a wider public, the 68 partners from 16 European countries presented the major achievements after 2 project years and provided networking possibilities across industry, academia and national funding agencies.   The event started with a keynote by Nobuhiro Asai, from IBM Internet of Things, giving insights into the latest developments in the field of autonomous driving support by a distributed computing model in a server. Alun Foster, Communication’s Manager at the European funding agency ECSEL JU, then gave a presentation on the importance of cooperative European research projects and goals of ECSEL JU in the years to come. This was followed by a presentation of Aria Etemad, project manager of the German project L3Pilot, who presented the project’s challenges and major achievements.  Then, Andrea Leitner, the project manager of ENABLE-S3, presented what the project is about and its key activities. Her presentation was followed by an introduction to the demonstrator area exhibiting more than 30 demonstrators by the 12 Use Case leaders, presented in a short 2-3 minutes pitch. In the afternoon, the 110 consortium members and around 30 external visitors met in the exhibition area to learn more about the 34 demonstrators and exchange insights across all six domains: automotive, aerospace, rail, maritime, health and farming. To provide an overview of the extensive amount of demonstrators, the consortium had prepared a “Demonstrator Overview” booklet, which can be found on the ENABLE-S3 homepage. After the exhibition, a panel discussion under the title “When do you consider your system safe enough?” took place, chaired by Michael Paulweber from AVL List. Michael discussed topics with project representatives from the automotive, health, maritime and aerospace domains about the importance of testing, validation and verification of autonomous systems and how Innovation Actions with a consortium as large as ENABLE-S3 play a major role in their research activities. ", "url": "https://www.ecsel.eu/news/enable-s3-exhibition"}, {"id": "ECSEL_NEWS_0118", "date": "2018-03-23", "text_type": "NEWS", "title": "Swiss membership of ECSEL JU completed", "text": " With the counter-signature of the Administrative Agreement, to procedure for Swiss membership of the ECSEL Joint Undertaking is now complete. The agreement enables the Swiss industry and SMEs research institutes to take part in current ECSEL JU Calls for 2018, which are open until 26 April 2018 for the project outline stage. You can read the press release here. See the event programme and the presentations.  ", "url": "https://www.ecsel.eu/news/swiss-membership-ecsel-ju-completed"}, {"id": "ECSEL_NEWS_0119", "date": "2018-04-12", "text_type": "NEWS", "title": "Productive 4.0: First year over: annual convention with preliminary results", "text": " Productive4.0, European ECSEL co-funded innovation and lighthouse programme, hosted its annual Consortium Conference in Athens. From March 6-8, almost one year after the project kickoff, the community met again to take stock of the progress and explore further opportunities. You can read all about it at: productive40.eu/... productive4-0-annual-convention-with-preliminary-results   ", "url": "https://www.ecsel.eu/news/productive-40-first-year-over-annual-convention-preliminary-results"}, {"id": "ECSEL_NEWS_0120", "date": "2018-06-05", "text_type": "NEWS", "title": "European ECSEL Project Results & Demonstrators Day", "text": " June 13th, Grenoble, France. A cluster of ECSEL JU projects working on a spectrum of IC manufacturing pilot-line projects are organising this major dissemination event in parallel with the Nanoelectronics Applications, Design and Technology Conference and the Hub- Innovation Day at Minatec, Grenoble.  The event will gather key-representatives from the European Commission, French State, Regions, Collectives, Regional Clusters, and key–partners of the Microelectronics Industry and Research and Technology Organisations involved in the European research and innovation programmes. Participants can share technical results and impact stories from these programs, through illustrative successful examples of cooperation. Dedicated focus will be put on recent supported projects to highlight the positive impact they bring in terms of technical results and strategical value to Europe and to local Eco-systems. Through the ECSEL Joint Undertaking, the European Micro- and Nano- Electronics Industry, SMEs and Research and Technology Organisations are supported and co-financed by participating States and the European Union, with the goal of contributing to the development of a strong and globally competitive electronics components and systems industry in the European Union, essential for Europe's competitive leadership in the era of the digital economy. ", "url": "https://www.ecsel.eu/news/european-ecsel-project-results-demonstrators-day"}, {"id": "ECSEL_NEWS_0121", "date": "2018-02-21", "text_type": "NEWS", "title": "ECSEL 2018 Calls", "text": " The first two calls of the year ECSEL-2018-1-IA and ECSEL-2018-2-RIA are now open ", "url": "https://www.ecsel.eu/news/ecsel-2018-calls"}, {"id": "ECSEL_NEWS_0122", "date": "2017-12-11", "text_type": "NEWS", "title": "European Commissioner Andrus Ansip and Belgian Deputy Prime Minister De Croo  visit in imec, a partner in many ECSEL JU projects", "text": " On 23 November, the European Commission Vice-President, Mr Ansip and the Belgian Deputy Prime Minister, Mr De Croo, visited imec, a world-leading research hub in nanoelectronics and digital technologies and a partner in 16 projects funded by ECSEL Joint Undertaking, including pilot lines such as SeNaTe, TAKE5 and TAKEMI5 etc. Imec works closely with industrial partners such as ASML, another partner in ECSEL JU projects, and the world's leading manufacturers of cutting-edge lithography equipment used in the development and production of semiconductor materials, part of all electronic devices. The range of applications that benefits from their solutions is very broad and includes health, agriculture, energy, security, communications, and transport. During the very productive round table with Luc Van den Hove, CEO and President of imec, Markus Matthes, Executive Vice-President Development & Engineering, Member of the Executive Committee of ASML and Bert De Colvenaer, Executive Director of the ECSEL Joint Undertaking, the Commissioner underlined the importance of a well-coordinated research and innovation (R&I) strategy in the European Union: “If we don’t invest in research and innovation, we cannot expects benefits later on”, he stressed. Mr Ansip emphasised also the need of acting and investing together: “There are many areas, such as cybersecurity or high performance computing, where no Member State can act alone. We have to keep the value chain in Europe and to achieve this, there is a need to create and maintain a truthful legal framework, which will help Europe re-gain its leading position in digital world”. However, the need of larger investments has to be properly communicated. We have to promote better the existing EU funded projects and their results by using a language of ordinary people: “Our citizens need to understand the added value of European investment”, concluded the Commissioner. A site visit to imec took place at the end of the round table. ECSEL JU is fully committed to inform all policy makers and stakeholders about ECSEL JU projects results and achievements.   ", "url": "https://www.ecsel.eu/news/european-commissioner-andrus-ansip-and-belgian-deputy-prime-minister-de-croo-visit-imec"}, {"id": "ECSEL_NEWS_0123", "date": "2018-03-16", "text_type": "NEWS", "title": "ECSEL Semi40 project on track", "text": " The ECSEL Project Semi40 has published a summary of their progress in an extensive newsletter. Read all about it at www.semi40.eu/news/newsletter.html  ", "url": "https://www.ecsel.eu/news/ecsel-semi40-project-track"}, {"id": "ECSEL_NEWS_0124", "date": "2017-10-12", "text_type": "NEWS", "title": "Vacancy notice for the post of Seconded National Expert", "text": " The Seconded National Expert (SNE) shall provide support and consulting services on knowledge management and technology dissemination and exploitation to the ECSEL Joint Undertaking as Knowledge and Technology Officer. She/he will report to the Head of Unit Communication of the ECSEL JU Office. She/he will reinforce the capabilities of the ECSEL JU to report on ECSEL-related activities within its own technology field and beyond, providing a global view of the European ECS technologies, its sector and the environments where they are used (including non-technical factors such as standards, legislation…) and the specific directions needed for further deployment, improvement and valorisation of the programme outputs. Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/vacancy-notice-post-seconded-national-expert"}, {"id": "ECSEL_NEWS_0125", "date": "2018-02-15", "text_type": "NEWS", "title": "Dr Sabine Herlitschka elected as the new Chair of ECSEL Joint Undertaking", "text": " The Governing Board of the ECSEL Joint Undertaking is happy and proud to announce the election of Dipl-Ing Dr Sabine Herlitschka as the new Chairperson. Dr Herlitschka, presently Chief Executive Officer of Infineon Technologies Austria AG, succeeds Andrea Cuomo (STMicroelectronics), whose mandate now expires. Dr. Herlitschka combines a broad spectrum of expertise in industry, university management and funding agencies. Before joining Infineon Technologies Austria, she was Director of European and International Programmes in the Austrian Research Promotion Agency. For more than 20 years she has been involved in strategic international and European research, technology and innovation activities, particularly with the U.S. Since the 4th EU Framework Programme she has been involved in European Research & Innovation Programmes as Coordinating National Contact Point, project coordinator & proposal evaluator, as well as member of influential European & international expert groups. Currently, she is member of the Horizon 2020 High Level Strategy Group on Industrial Technologies that is tasked to provide strategic input for the future development of the 9th EU Framework Programme with respect to Industrial and Key Enabling Technologies. ECSEL JU operates an ambitious Research, Development and Innovation programme that will combine EU funding (from Horizon 2020) together with National funds from ECSEL Participating States and the Private sector, to leverage a total investment approaching 5Bn EUR over its lifetime: Electronic Components and Systems (ECS), being at the core of virtually all economic sectors, have unparalleled impact for the economy and for society and in Europe, and are therefore a Key Enabling Technology of considerable significance for Europe. In a joint statement from the three Industry Associations, AENEAS, ARTEMIS-IA and EPoSS, who are members of the ECSEL Public-Private Partnership, they declare “ECSEL’s private members are very happy that Sabine Herlitschka has accepted to be nominated, and are delighted that the Governing Board has today elected her as its Chair. We look forward to benefiting from her experience and guidance as ECSEL JU continues to move onwards and upwards.” Khalil Rouhana, Deputy Director-General of DG CONNECT at the European Commission, declared: \"We are pleased that the three Industry Associations have agreed to propose Dr. Herlitschka as a candidate, given that she has all the experience and track record needed to perform this task. We would also like to thank Mr. Cuomo for all the work done during his Chairmanship and for his commitment to ECSEL.\". Ben Ruck, Chairperson of the ECSEL Public Authorities’ Board (PAB), looks forward to working closely together with Sabine Herlitschka. “The Chairperson of the Governing Board can provide important guidance to the direction of the ECSEL programme. I will be very interested in exchanging new ideas and views with Sabine, in order to strengthen the impact of ECSEL.” ECSEL JU’s Executive Director, Bert De Colvenaer, added: “I think I can speak on behalf of all of our stakeholders when I say that we all very much welcome the election of Dr. Herlitschka. Like her predecessor, Andrea Cuomo, she brings a broad base of experience that will certainly consolidate and expand our community, at all levels of the ECS technology supply chain. Joint Undertakings thrive because – like their name says – we do things together. Expanding our community while at the same time ensuring unity around a common vision is vital, and the experience of our new Chair reaffirms this ideal. We also wish to thank Andrea Cuomo for the effort and dedication he has shown to ECSEL JU. As the father of the Lighthouse Initiatives, he leaves ECSEL JU as a strong and focussed organisation, with great ideas, ambitions and prospects for the future.” Sabine Herlitschka: “I thank the Governing Board for its trust. ECSEL JU plays a central role for a strong Europe in a knowledge-based and increasingly digital economy and society. In a fiercely competitive global environment, ECS as key technologies are particularly challenged. ECS is inseparably linked to many other innovative industry sectors, and thus strongly contributes to keep, or even to bring back, manufacturing in Europe, to master grand challenges like climate change and ageing society, and to improve citizens´ living standards throughout Europe. Therefore, we must succeed in jointly strengthening Europe’s innovative power and set the right course for the 9th EU Framework Programme. I look forward to actively contributing to this important process.” Dr Herlitschka will take up office as of 15th February 2018 for a one-year mandate, from the end of the meeting until 14th February 2019.   Press Release available here. ", "url": "https://www.ecsel.eu/news/dr-sabine-herlitschka-elected-new-chair-ecsel-joint-undertaking"}, {"id": "ECSEL_NEWS_0126", "date": "2018-04-05", "text_type": "NEWS", "title": "ECSEL JU opens two ADDTIONAL CALLS for 2018", "text": " Today, 5/04/2018, ECSEL JU informs that the previously announced calls ECSEL-2018-3 and ECSEL-2018-4 are now open. These calls are specifically for Coordination and Support Actions (CSAs) relevant for the ECSEL Lighthouse Initiatives “Industry 4.E” and “Mobility.E” respectively. A maximum budget of €500.000 is foreseen for each of these actions. Full details available on the CALLS 2018 page. Take a look! About the Lighthouse Initiatives In December 2016, the ECSEL JU Governing Board adopted an important effort in the fields of the Digitalisation of the European Industry and of future Mobility the Industry4.E and Mobility.E Lighthouse Initiatives. Each was accompanied by a first project and by the setting up of a LIASE (Lighthouse initiative Advisory Service). The Coordination and Support Actions are designed to support establishing the Lighthouse Initiatives and their coordination with other activities in the field. You can read more about the ECSEL JU Lighthouse Initiatives here. The CSAs aim to establish a goal-driven, federated effort towards a challenging industrial vision, and establish an environment conducive to longer term technological innovation and economic exploitation. Through increased transnational collaboration between the relevant European initiatives, the spreading of excellence and increased awareness of European activities in their respective fields, the Lighthouse Initiatives are expected to develop into long-lived innovation eco-systems, supporting European enterprises and research organisations in turning excellent research into real economic added value for Europe and her citizens. ", "url": "https://www.ecsel.eu/news/ecsel-ju-opens-two-addtional-calls-2018"}, {"id": "ECSEL_NEWS_0127", "date": "2017-12-11", "text_type": "NEWS", "title": "ECSEL JU in the special edition of the European Files", "text": " The ECSEL Joint Undertaking featured the new special edition of the European Files magazine! Together with other Public-Private Partnership, we cover a variety of industrial sectors - read how we make electronics and other technological domains better for Europe. You can download the full issue here - to check the other ECSEL JU publications, please visit our publications page.   ", "url": "https://www.ecsel.eu/news/ecsel-ju-special-edition-european-files"}, {"id": "ECSEL_NEWS_0128", "date": "2018-03-13", "text_type": "NEWS", "title": "Swiss research institutes and businesses given access to the ECSEL Joint Undertaking", "text": " On 9 March 2018 the Federal Council approved the agreement on Switzerland’s participation in the ECSEL JU. In signing the agreement, Switzerland commits to contribute project funding according to the ECSEL JU programme statutes drawn up jointly with the other participating states. To this end it must provide a funding budget for the Swiss project partners. The 2018 ECSEL JU call for projects is open to Swiss applicants. Details of the conditions for participation can be found here and on the ECSEL JU website. The ECSEL JU Work Plan will be updated accordingly (e.g. eligibility criteria for Swiss participants, budget, etc) and will be soon available on ECSEL JU Calls 2018. ", "url": "https://www.ecsel.eu/news/swiss-research-institutes-and-businesses-given-access-ecsel-joint-undertaking"}, {"id": "ECSEL_NEWS_0129", "date": "2017-10-09", "text_type": "NEWS", "title": "ECSEL JU provisional calendar for Calls 2018", "text": " ECSEL JU has made available the provisional calendar for their planned Calls for 2018. The Calls in 2018 will follow a 2-stage submission process: a Project Outline (PO) phase, followed by a Full Project Proposal (FPP) phase. The submission of a Project Outline is mandatory: only proposals having submitted a Project Outline will be allowed to submit a Full Project Proposal. Calls open: 21/02/2018 Project Outline deadline: 26/04/2018 Full Project Proposal deadline: 20/09/2018 ", "url": "https://www.ecsel.eu/news/ecsel-ju-provisional-calendar-calls-2018"}, {"id": "ECSEL_NEWS_0130", "date": "2018-02-05", "text_type": "NEWS", "title": "ECSEL Call Forum 2018: Registration open!", "text": " Registration is now open for the ECSEL JU Call Forum 2018. Click Here for details.   ", "url": "https://www.ecsel.eu/news/ecsel-call-forum-2018-registration-open"}, {"id": "ECSEL_NEWS_0131", "date": "NULL", "text_type": "NEWS", "title": "Partner Search tools", "text": " You can now access some relevant partner-search tools via our information pages! See Useful Information. ", "url": "https://www.ecsel.eu/news/partner-search-tools"}, {"id": "ECSEL_NEWS_0132", "date": "2017-12-04", "text_type": "NEWS", "title": "ECSEL JU Results from Call 2017", "text": " The Public Authorities Board has reached its decision on the funding of projects from the Calls of 2017. You can check the outcomes here: - IA: ECSEL PAB 2017.29 - Funding Call 2017-1 IA.pdf - RIA: ECSEL PAB 202017.30 - Funding Call 2017-2 RIA.pdf ", "url": "https://www.ecsel.eu/news/ecsel-ju-results-call-2017"}, {"id": "ECSEL_NEWS_0133", "date": "2018-03-13", "text_type": "NEWS", "title": "REGISTRATION OPEN : ECSEL JU Symposium 2018, 19-20 June 2018, Brussels", "text": " Save the date for the 2nd Symposium of the ECSEL Joint Undertaking, which will be held in Brussels on 19 and 20 June 2018! European and global stakeholders in the Electronic Components and Systems (ECS) field, from Industry, Research and Financial Communities as well as European, National and Regional decision makers and international partners, will get together for the second time to discuss and evaluate major developments within the ECS sector in Europe.  The event will give opportunity and space for the ECSEL JU projects to present their progress and results to date, to disseminate the scientific and technological achievements, and to cast light on their contributions to the programme. Two dedicated project exhibition tours will allow interaction and networking with ECSEL JU project participants.   Brussels is the ideal location to gather the ECS community, involve the EU policy makers and other potential stakeholders in  view of the FP9 decision making process. After a very succesful first edition held in Malta, we look forward to seeing you in the heart of Europe. Follow us for regular event updates!  Further details of the programme as well as on-line registration are available at the event website. Please mark your calendar.   We look forward to seeing you in Brussels!   ", "url": "https://www.ecsel.eu/news/registration-open-ecsel-ju-symposium-2018-19-20-june-2018-brussels"}, {"id": "ECSEL_NEWS_0134", "date": "2017-10-02", "text_type": "NEWS", "title": "New Collaboration Tool for the ECS community", "text": " AENEAS and ARTEMIS Industry Association wanted to create one tool to facilitate easy information exchange within the ECS community and allow the collection and management of all relevant data, ideas and project proposals in one place. New ECS Collaboration Tool PIT will be replaced by the ECS Collaboration Tool and is open to all in the ECS Community, and 24/7 available. The new tool is released to prepare for joint consortium building at EFECS, but is available to support any related event, regardless of the funding instrument involved. It can also be used as a “stand-alone” project consortium building tool. Users can initiate projects and invite partners, or use the messaging system to look for partners or projects. After forming consortia, project teams can assess the best mechanism for funding support for their project, be it a National, ECSEL-JU, European Commission or EUREKA type funding. Addressing the complete value chain in ECS The ECS Value Chain stands for everything “smart”, based on designing and manufacturing semiconductor chips, sensors and actuators. By integrating software and specialised interfaces that bring them to life, it creates the essential building blocks for the Internet of Things and future Systems of Systems. Together, technologies for nano-electronics, smart systems integration, embedded intelligence and cyber-physical systems all play a dominant role in creating innovative, smart, connected yet secure products, powered by sustainable and efficient energy sources. These products enable many applications that improve mobility, health and well-being and quality of life as well as supporting the creation of a smart competitive industry in our increasingly digital economy. Join an efficient community tool The ECS Collaboration Tool aims to support collaboration in multiple technologies and stimulates to form creative and innovative projects ideas which can be built by strong consortia. Visit https://ecscollaborationtool.eu/ to create an account and start networking online. ", "url": "https://www.ecsel.eu/news/new-collaboration-tool-ecs-community"}, {"id": "ECSEL_NEWS_0135", "date": "2018-01-23", "text_type": "NEWS", "title": "Vacancy notice for a traineeship programme within ECSEL JU", "text": " ECSEL Joint Undertaking is looking for a trainee to join the team. The traineeship programme, operated within the ECSEL JU, gives trainees an understanding of the Joint Undertaking and its role within the activities of the European Union, enables them to acquire practical knowledge of the ECSEL JU and its regulatory framework and to obtain professional experience in the course of their work. Check our vacancies page for more information! ", "url": "https://www.ecsel.eu/news/vacancy-notice-traineeship-programme-within-ecsel-ju"}, {"id": "ECSEL_NEWS_0136", "date": "NULL", "text_type": "NEWS", "title": "New Director General for AENEAS Industrial Association", "text": " Caroline Ferat Bedran joins the AENEAS Industrial Association as its new Director General on August 1st 2017. Caroline comes to AENEAS with considerable experience, both in the microelectronics industry, with industrial Associations and related funding programmes. This included 10 years of involvement in collaboration management and cooperative strategy management at Philips and NXP, followed by a directorship at InterInnov, a company specialised in international research and innovation partnerships and public affairs. Read more here. ", "url": "https://www.ecsel.eu/news/new-director-general-aeneas-industrial-association"}, {"id": "ECSEL_NEWS_0137", "date": "2017-11-29", "text_type": "NEWS", "title": "23 November 2017: working breakfast at the European Parliament", "text": " On 23 November, Mrs. Martina Werner, MEP, welcomed the ECSEL JU representatives on the occasion of a working breakfast held at the EP under the title “The role of semiconductor technologies for Industry 4.0, Smart Health, IoT and Smart Mobility”. “There is a need to highlight the contribution of the ECSEL JU to the Research & Development landscape”, said Mrs. Werner, in the spirit of the ongoing discussions on the future EU Research & Innovation Framework Programme (FP9). She expressed her confidence in ECSEL JU as a successful mechanism for bringing together actors from various sectors and creating a highly effective cross-domain environment for the future research in electronics. Before the JU stepped in, it was extremely difficult to get Member States to agree on a common ECS strategy, but the ECSEL JU facilitates these discussions and helps in building strong collaboration between the participating States. “The ECSEL JU is not only about cooperation – it’s a trustful collaboration. And that’s a big difference” said Mrs. Werner. The event gathered representatives from all three pillars ECSEL JU is built upon – the European Commission, represented by Mr. Khalil Rouhana, DDG from DG CNECT, Mr. Jan van den Biesen, representing the three Industry Associations (ARTEMIS-IA, AENEAS and EPoSS), and Mr. Ben Ruck, Chair of the Public Authorities Board. The Industry was also represented by Mr Patrick Pype from NXP Semiconductors, The Netherlands, and Mr Francois Tuot from Gemalto, France. The ECSEL JU representation consisted of Mr. Andrea Cuomo, Chair of the ECSEL JU Governing Board, and Mr. Bert De Colvenaer, Executive Director of the Joint Undertaking. “ECSEL, as well as the rest of the Joint Undertakings, is a unique endeavour of connecting different actors from industry and research centres in Europe, and we need to make sure all our industries will benefit from industrial innovation”, said Khalil Rouhana. He explained that the return on investment benefits not only entities acting in the ECS field, but there are large and direct benefits for other sectors as well; and this – as well as the large “leverage effect” - justifies the public investment by the EU. “For every euro we spend, more than four goes directly into the projects”, Mr Rouhana emphasized. Although there are many success stories, everyone agreed that there is a need to start thinking bigger. ECSEL JU is fully dedicated to securing a strong contribution towards a smart, sustainable and inclusive growth, not only by strengthening the current cooperation amongst the participants in its projects but also by exploring innovative tools. This is why ECSEL JU has launched the new “Lighthouse Initiatives”, which represent a further structuring of the already characteristic “clustering” activities to maximise impact in specific domains (“mobility” and “production” Lighthouses have already started). The guests of the meeting agreed that ECS technologies are essential for the rest of the European economy. Further developments in many sectors heavily depend on the great contribution secured by ECS technologies, and the semiconductor industry is at the heart of the value chain for different types of societal domains, said Patrick Pype. “Everything needs to be “connected, smart, energy efficient and secured”. For instance, at this stage, a high-end car contains more than € 500 worth in semiconductor content and this grows 5-6% per year. We can state that the semiconductor industry is a driver, enabler and indicator of technological progress”, concluded Patrick Pype. Francois Tuot also emphasised the role of electronics in assuring safety, reliability, privacy and security in many sectors where Europe has leadership or a significant position (e.g. Health, IoT, Smart mobility). “The cyber security market is expected to grow incredibly fast, considering general deployment of mobiles, cloud, social networks and business intelligence. Therefore, looking at threats and impact on the one hand, and opportunities on the other, it is mandatory and of paramount importance to retain sovereignty in Europe on ECS technologies”. “The unique aspect of ECSEL JU is that stakeholders (Participating States, EU and industry) make a serious effort to align a strategic research agenda established by industry with national priorities and general ambitions of the EU. Trustful collaboration and communication is the ECSEL JU engine to set and reach further targets”, said Ben Ruck. Jan van den Biesen, stressed that collaboration is key within ECSEL. The ECSEL JU is a unique tri-partite Public-Public-Private Partnership; 1.2 B€ from EU will leverage 1.2 B€ national co-funding and 2.4B€ in-kind contributions from industry to jointly create the critical mass needed for delivering on industrial competitiveness, economic value and societal impact. The JU Office has proven to be very capable of managing the R&I programme in a cost-effective way. Furthermore, the industry believes that ECSEL JU is open, transparent and inclusive. It is an eco-system that includes large, medium and small enterprises, universities and institutes, and they are all indispensable for successful research. Mr van den Biesen concluded: “Calls are open to anyone; you do not need to be related to an association. But even the membership of the associations is open: you just need to have R&I in Europe. A double openness.” Patrick Pype added: “All these actors together create the Strategic Research Agenda, a joint effort and investment across the whole of European industry to collaborate.” Bert De Colvenaer underlined that in modern times, no national economy can stand up to the global competition without mastering ECS technologies. He reflected on the necessity of continuing investment in ECS technology development, or else face having to use imported solutions for crucial societal challenges. “ECSEL JU is playing a key role in this sector. It is more than a funding instrument - it is also an ambitious programme with a powerful mix of short, medium and long-term vision”. “ECSEL JU has already demonstrated that it has an important impact on the EU electronics industry and we are committed to quantify its benefits,” said Andrea Cuomo. “Since this unique JU model was started in 2008, each euro invested by the EU has resulted in more than €6 (ARTEMIS, ENIAC and ECSEL JUs together) for research and innovation activities in Europe. To optimize time to market and maximize returns and job creations, ECSEL JU must work with the EP, Member States and the European Commission in order to synchronize Research, Regulation and Standardisation”. Mrs Werner agreed: “The EU must create its own standardisation solution and not fall on the easy solution or focus on the US.” “Fruitful cooperation with MEPs is crucial and the ECSEL JU is fully committed to inform all policy makers about ECSEL JU projects results and achievements”, concluded Bert De Colvenaer. ", "url": "https://www.ecsel.eu/news/23-november-2017-working-breakfast-european-parliament"}, {"id": "ECSEL_NEWS_0138", "date": "2017-10-01", "text_type": "NEWS", "title": "eRamp project strengthens Europe as center of expertise in power electronics", "text": " ECSEL project eRamp has concluded its three year adventure - read here about the excellent progress the project has made & its contribution to power electronics in Europe ", "url": "https://www.ecsel.eu/news/eramp-project-strengthens-europe-center-expertise-power-electronics"}, {"id": "ECSEL_NEWS_0139", "date": "2018-03-08", "text_type": "NEWS", "title": "Heads of EU Agencies sign a join anti-harassment declaration", "text": " On the occasion of International Women’s Day on 8 March, which celebrates the movement for women’s rights, more than 40 EU Agencies and Joint Undertakings unite with a common declaration against sexual harassment in the workplace. Following the initiative of the European Institute for Gender Equality (EIGE), the statement signed by the Agencies’ Directors declares zero tolerance towards harassment and gender-based inequality. The Heads of the EU Agencies have pledged to communicate to their staff that harassment in the workplace is not acceptable, to ensure respect for existing laws and the staff regulation, to promote diversity at work, and to provide a trusted environment in the workplace. Read the joint declaration here.   ", "url": "https://www.ecsel.eu/news/heads-eu-agencies-sign-join-anti-harassment-declaration"}, {"id": "ECSEL_NEWS_0140", "date": "2018-01-16", "text_type": "NEWS", "title": "EC launches a Public Consultation on EU funds in the area of investment, research & innovation, SMEs and single market", "text": " Through an on-line consultation, open until March 8th 2018, the European Commission is inviting public input on the EU budget for it successor to the Horizon 2020 research program, covering the single market, small- and medium-sized businesses and other financial assistance programs for stimulating innovation. The views expressed will serve the Commission as it prepares its proposal for the next Multi-Annual Financial Framework, running from 2021 to 2027. The Commission's proposals will be designed to make it possible for the EU to deliver on the things that matter most, in areas where it can achieve more than Member States acting alone. This requires a careful assessment both of what has worked well in the past and what could be improved in the future. This consultation is an integral part of the process and its objective is to collect the views of all interested parties on how to make the most of every euro of the EU budget. The consultation is open to all citizens, organisations and stakeholders with an interest and/or involvement in issues related to investment, entrepreneurship, research, innovation and SMEs. It is accessible in 23 EU languages, and contributions may be submitted in any of the official EU languages. Link: https://ec.europa.eu/info/consultations/public-consultation-eu-funds-area-investment-research-innovation-smes-and-single-market_en   ", "url": "https://www.ecsel.eu/news/ec-launches-public-consultation-eu-funds-area-investment-research-innovation-smes-and-single"}, {"id": "ECSEL_NEWS_0141", "date": "NULL", "text_type": "NEWS", "title": "Job Vacancies at ECSEL JU", "text": " ECSEL JU is looking for an Internal Control and Audit Manager. See our Vacancies page for details. ", "url": "https://www.ecsel.eu/news/job-vacancies-ecsel-ju"}, {"id": "ECSEL_NEWS_0142", "date": "2017-11-29", "text_type": "NEWS", "title": "ECSEL JU is looking for a Head of Finance and Administration", "text": " The Head of Finance and Administration is a key middle manager in the ECSEL JU organisation, directly reporting to the Executive Director of the ECSEL Joint Undertaking. In his/her role as a manager, the successful candidate shall ensure that the different teams under his/her supervision deliver professional, efficient and timely services to the JU. See our Vacancies for more details! ", "url": "https://www.ecsel.eu/news/ecsel-ju-looking-head-finance-and-administration"}, {"id": "ECSEL_NEWS_0143", "date": "2018-03-08", "text_type": "NEWS", "title": "ECSEL Call Forum 2018: Presentations", "text": " Attendee List Presentations of the ECSEL JU Call Forum 2018 Information Day CEZAMAT - Who we are and what we do - Innovations for Society Prof. Tomasz Skotnicki, CEZAMAT ECSEL in Poland - Dr. Mateusz Boncecki ECSEL Calls 2018 - Dr. Yves Gigase, Head of Programmes, ECSEL JU ECSEL JU in 2018 - Where do we go to?  Bert De Colvenaer Executive Director ECSEL JU The submission and evaluation process - Calls Info - Dr. SImona Rucareanu,  Call coordinator ECSEL JU Join a Consortium - Caroline Bedran, AENEAS Director General The presentations from the Consortium Building Sessions co-organised by AENEAS, ARTEMIS-IA, and EPoSS on March 7th (Day 2) are available via this link: https://ecscollaborationtool.eu/publication/download/ecsel-call-forum-2018.pdf while the project idea and partner pitches will be available via ECS Collaboration Tool.   ", "url": "https://www.ecsel.eu/news/ecsel-call-forum-2018-presentations"}, {"id": "ECSEL_NEWS_0144", "date": "2017-12-21", "text_type": "NEWS", "title": "Informationsveranstaltung zur europäischen Mikroelektronik-Forschungsinitiative ECSEL", "text": " Participation in ECSEL initiative of the EU / administrative agreement with the federal government ensures co-financing for Thuringian projects / country will provide one million euros by 2019 Thuringia wants to benefit from the European microelectronics research initiative ECSEL (\"Electronic Components and Systems for European Leadership\"). To co-finance corresponding research projects from the Free State, an administrative agreement was signed today between the Federal Ministry of Research and the Thuringian Ministry of Science. \"Without a pronounced electronics competence, a leading industrial location like Germany is hardly imaginable,\" said Thuringian Minister of Economic Affairs Wolfgang Tiefensee. As a cross-sectional technology, microelectronics is a classic innovation driver and contributes significantly to strengthening the innovative power of many different industries. These include, in particular, the five areas of expertise that have developed in Thuringia with its innovation strategyfrom new production processes and systems to mobility, health economics, energy and resource efficiency, digitalisation and information technology. \"Especially for us in Thuringia, it is therefore important to invest specifically in microelectronics and to further expand our position in this area,\" says Tiefensee. Professor Wolf-Dieter Lukas, head of department at the Federal Ministry of Education and Research, commented: \"We want to help shape digitization in Germany. This requires its own competencies, especially in microelectronics. Germany is already the largest microelectronics location in Europe today. But let us not forget that our strongest competitors are in the US and Asia, and that only through cooperation at all levels in Europe can we stand up to fierce competition. This is what ECSEL does. I very much welcome the fact that Thuringia is making its contribution to this European research initiative, thereby considerably strengthening the German partners in ECSEL. \" After all, with the company X-Fab, the world's tenth largest and at the same time the largest European semiconductor manufacturer in the foundry sector has its headquarters in Thuringia. In total, the microelectronics industry in the Free State comprises around 133 companies with more than 14,000 employees and an annual turnover of 2.9 billion euros. The ECSEL initiative aims to promote EU-wide cooperation between companies and research institutes in the field of microelectronics and microsystems technology. The goal is the development of intelligent electronic systems, new digital technologies, more efficient production methods, resource-saving and reliable components and circuits. The total volume of the initiative launched in 2014 is expected to amount to more than four billion euros by 2024, of which 1.2 billion euros will be raised by the EU and the member states and another 1.7 billion euros by the private sector. Following the agreement signed today, the Federal Government and the Land intend to jointly provide the necessary co-financing in the same amount as the subsidies granted under the ECSEL for Thuringian microelectronics projects. In each case, half of this supplementary funding is allocated to both sides. According to the current draft budget, in 2018 and 2019, Thuringia will initially provide 500,000 euros each. The selected projects are selected by mutual agreement. The basis for this is the ranking, which is compiled by the experts commissioned by ECSEL. ", "url": "https://www.ecsel.eu/news/informationsveranstaltung-zur-europaischen-mikroelektronik-forschungsinitiative-ecsel"}, {"id": "ECSEL_NEWS_0145", "date": "2017-09-29", "text_type": "NEWS", "title": "Introducing ECSEL JU", "text": " ECSEL JU has created a short video fragment. Learn about the importance of the research and innovation work we fund. Though mostly hidden from us, electronic devices are woven into the very fabric of our daily lives, supporting our society and individual citizens by adding intelligence in our environment, helping us all to live long, healthy and prosperous lives. ", "url": "https://www.ecsel.eu/news/introducing-ecsel-ju"}, {"id": "ECSEL_NEWS_0146", "date": "2017-11-29", "text_type": "NEWS", "title": "Electronics in Health", "text": " Health is one of our top talking points, from staying healthy to having access to fast, affordable treatment should things go wrong. Electronic components and systems bring big benefits in this, and more research can extend these benefits to better care and less invasive treatment for more people in the future. ", "url": "https://www.ecsel.eu/news/electronics-health"}, {"id": "ECSEL_NEWS_0147", "date": "2018-03-03", "text_type": "NEWS", "title": "ECSEL JU and Electronics in Mobility", "text": " Watch this video on research and innovation funded by ECSEL JU in the smart mobility & transport industry, developing cutting edge technologies to make our traffic more stable, safe and clean.       The ECSEL JU activities focus on achieving concrete socio-economic objectives and on creating ecosystems along the relevant value and supply chains. ECSEL JU, Europe's fast lane to a dependable, connected and automated mobility and transport network with a goal to deploy zero-accident, zero-pollution mobility systems and services, accessible to all.           ", "url": "https://www.ecsel.eu/news/ecsel-ju-and-electronics-mobility"}, {"id": "ECSEL_NEWS_0148", "date": "2017-12-21", "text_type": "NEWS", "title": "Call for young speaker", "text": " ECSEL JU is looking for a young speaker to intervene at the ECS2030 conference The conference will discuss on the future of personal mobility and will address aspect such as Electrification, Connected and Automated driving, Digitalisation, MaaS, vehicle ownership, etc. Call for expression of interest Related to the ECA2030 workshop on 30 and 31 January 2018 in Majorca, the ECSEL JU is calling for a young speaker with genuine interest in the future mobility. The ECSEL JU is looking for a young speaker to intervene at the ECS2030 conference. (https://assrv1.oth-aw.de/autodrive2/). The conference will discuss on the future of personal mobility and will address aspect such as Electrification, Connected and Automated driving, Digitalisation, MaaS, vehicle ownership, etc. As the young generation of today will be the customer of tomorrow, it would be of particular interest to hear directly from them what their expectations are on future mobility and put this in contrast with the current traditional customer. Ideally, the presenter should cover her/his (and her/his friends) opinion and expectation on future mobility, on use and comfort expectations, on connectivity and multi modal traveling, this, illustrated with a collection of pictures, text bullets, video, … should be covered in a 20 min presentation/talk. It is not expected to have an in depth social or marketing analysis: spontaneous, genuine and non-traditional, ‘out of the box’ discussion would be appreciated. Profile: Age: 18 – 24, Education University or High school, ongoing or just finished, Driving license, Interested in Mobility, Environment, Digital technology, Social Media, Ability to/Experience with speaking/presenting in public, Ability to make a ppt, Agree to be interviewed, sit in a panel, … Travel cost (flight, hotel, daily allowance) will be covered. Application by sending an application letter and CV to ecsel-communication@ecsel.europa.eu. A telephone interview mid-January will be scheduled for candidates passing the first selection panel. Deadline for applications: 14 January 2018 ", "url": "https://www.ecsel.eu/news/call-young-speaker"}, {"id": "ECSEL_NEWS_0149", "date": "2017-06-15", "text_type": "NEWS", "title": "ECSEL Symposium 2017", "text": "  The ECSEL Symposium 2017 was a success! Presentations and video/photo information are available below. Exhibition Award The InForMed project, led by Ronald Dekkers of Philips, received recognition as the best project presented at the event. Present ultrasound systems use traditional piezoceramics. However, micro-fabricated alternatives are reaching maturity. These Capacitive Micromachined Ultrasound Transducers (CMUTs) are cheaper to fabricate, and allow for the miniaturization required to make ultrasound imaging catheters smaller, and still enabling high-quality images. Pan-European  iniatives, such as ECSEL's INCITE and InForMed projects, form an essential contribution to these advances. Event Summary: This article gives a one-page overview of the most important discussions.    Summary article Presentations Day 1- Review of the ECSEL JU Programme:  DOWNLOAD PRESENTATIONS DAY 1 HERE (part 1 of 2)  DOWNLOAD PRESENTATIONS DAY 1 HERE (part 2 of 2) Contents: Session 1 - Smart Health Theo Meert, Head of R&D Global Government Grant Office, Johnson & Johnson Casper Garos, Head of Public-Private Partnerships, Philips Jo de Boeck, Chief Technology Officer, IMEC Ray O’Brien, Smart Patch Innovation Project Manager, Fleming Medical  Session 2 - Semiconductor technology for Internet of Things (IOT)  Markus Matthes, Executive Vice President Development & Engineering, ASML Roberto Zafalon, Director EU Technologies Programmes, ST Italy Wolfgang Finger, Senior Manager Advanced Circuit Design, GlobalFoundries Dresden Dominique Thomas, Director Advanced R&D and R&D Partnership, ST France Session 3 – Smart Production Herman Derache, Sirris Managing Director, Member of the EFFRA Mats Johansson, Arrowhead Project Manager Alexander Grosser, SEMI4.0 Project Leader, Bosch George J. Dimitrakopoulos, Productive4.0 Representative, Harokopio University of Athens Session 4 – Smart Mobility: towards more sustainable cities Erik Jonnaert, Secretary General, ACEA  Stefan Rohringer, Vice President, Infineon Technologies Austria Michael Paulweber, Director Research & Technology, AVL Day 2 - ECSEL JU: new opportunities and wider synergies  DOWNLOAD PRESENTATIONS DAY 2 HERE Session 1 - A look at the future Andrea Cuomo, Chair of the ECSEL JU Governing Board  Session 2 – Optimizing synergies and seizing opportunities at European, National and Regional level Harald Gruber, Head of Digital Economy Division, and Björn-Sören Gigler, Senior Advisor Innovation Finance Advisory, European Investment Bank Panagiotis Kikiras,‎ Head of Unit Innovative Research, European Defence Agency           Katja Reppel, Deputy Head of Unit, DG Regional and Urban Policy, European Commission  Fred van Roosmalen, Director, Holland High Tech  Peter Connock, Director of PENTA at AENEAS Closing - ECSEL JU, perspectives for the Future. Khalil Rouhana, Deputy General Director, DG CNECT, European Commission.    ATTENDEE LIST    ", "url": "https://www.ecsel.eu/news/ecsel-symposium-2017"}, {"id": "ECSEL_NEWS_0150", "date": "2018-03-02", "text_type": "NEWS", "title": "ECSEL project InForMed selected as success story by the European Commission - DG RTD", "text": " About InforMed: The EU, Participating States and industry-funded project has developed a new platform approach to the innovation chain for next-generation medical devices, giving a boost to European manufacturers, in particular SMEs. The project has established a facility that companies can use to manufacture and test prototype micro medical devices, ensuring European leadership in this vital technology-based sector. Read more about it at on the Project Impact Page   ", "url": "https://www.ecsel.eu/news/ecsel-project-informed-selected-success-story-european-commission-dg-rtd"}, {"id": "ECSEL_NEWS_0151", "date": "2017-10-30", "text_type": "NEWS", "title": "ECSEL JU at the Innovation in Action event", "text": " Innovation in Action 24-25 October 2017, Strasbourg On 24th of October, seven European Joint Undertakings (JUs) invited Members of the European Parliament for the official opening of the exhibition of the Innovation in Action event, at Espace Emilio Colombo in the European Parliament in Strasbourg. Europe needs world-class research and innovation to maintain the quality of life of its citizens, and to ensure sustainable economic growth and job creation. In the week of 24 – 26 October the JU’s showcased, that European public-private partnerships (PPPs, implemented as the Joint Undertakings) were set up to drive innovation in key industrial sectors, namely in aviation, railway, electronic components & systems, health, fuel cells and hydrogen, and bio-based products and materials. Bert De Colvenaer Executive director of ECSEL Joint Undertaking welcomed all MEP’s and Carlos Moedas, European Commissioner for Research, Science & Innovation. De Colvenaer emphasised that the JU’s are mission-oriented organisations addressing major global challenges. De Colvenaer: ‘By mobilising actors and investors across sectors, disciplines and borders, we are able to create new innovation ecosystems and work at the scale needed to deliver transformative breakthroughs. We do this by combining excellent science with a collaborative, open innovation approach that brings together partners and stakeholders from industry, SMEs, universities, research centres, civil society etc’. He continued by explaining that JUs are delivering results that are tangible and translating into concrete benefits for European citizens that address societal challenges such as in health, energy, transport, the environment, etc. Joint Undertakings contribute to sustaining innovative solutions aimed at improving everyday living. JUs leverage significant investments from both public and private sectors. In practice, this means that ~7B€ of EU funding generates more than 17B€ in R&I activities. JUs stimulate further growth in Europe’s private sector, boosting competitiveness and leading to new job creation. Working Breakfast The next morning, on Wednesday 25 October, a working breakfast with MEPs took place. Mr Carlo Borghini, Executive Director of Shift2Rail JU, welcomed on behalf of all JTIs the 15 MEP’s present, who had graciously made time to come and listen to updates about the beautiful work of the JUs, and to express their thoughts and questions in relation to these Joint Undertakings. The last question rasied was about the collaboration and communication between the JU’s. Mr Andrea Cuomo informed the attendees, by way of practical example, about an ECSEL “Lighthouse Initiative” which focuses on the ‘digitalisation of industry’. This digitisation can only be achieved by gaining more and more IT and ECS-driven knowhow, based on platforms, standards and appropriate certifications for safety. The introduction of the ‘Lighthouse Initiative’, a concept introduced by the ECSEL Joint Undertaking to signpost specific topics of common European interest, established a credible means to create a platform by engaging with all actors, programmes and projects relevant in the field of digitisation. The attendees agreed that the meeting indeed set the basis for further fruitful discussion, and more opportunity should be made available to express thoughts and ideas around these important topics. As a result, future sessions of this format may well be planned, allowing for targeted discussion on specific aspects.     ", "url": "https://www.ecsel.eu/news/ecsel-ju-innovation-action-event"}, {"id": "ECSEL_NEWS_0152", "date": "2017-12-14", "text_type": "NEWS", "title": "European Forum for Electronic Components and Systems  2017 – Our Digital Future", "text": " The first edition of the European Forum for Electronic Components and Systems (EFECS) 2017 took place in Brussels from the 5th and 7th December under the theme “Our Digital Future”, jointly organized by ECSEL JU, three industry associations ARTEMIS-IA, EPoSS and AENEAS, and the European Commission (DG CNECT). The major objective of the event was to collect input about the new Strategic Research Agenda for Electronic Components and Systems (ECS-SRA). This document, currently under construction by a shared team of experts from AENEAS, ARTEMIS-IA and EPoSS, aims at developing a common strategy for Europe for RD&I in Electronic Components and Systems. EFECS provided an excellent opportunity to exchange opinions and feedback on each chapter of the document, as well as bring together project ideas related to topics presented. The event gathered more than 540 participants, including high-level industry and research representatives, as well as a wide range of crucial decision makers in the ECS sector. The three-day conference offered multiple ways to be informed, and get involved in the future development of the ECS industry in Europe. The ECSEL Joint Undertaking hosted two panel discussions dedicated to two running Lighthouse Initiatives (a new tool to address challenges across and within sectors and minimise fragmented and individual approaches in key areas), on Industry 4.0 and Mobility. This was also an opportunity to present the upcoming Calls 2018 information for ECSEL JU, together with other funding instruments, and to disseminate the results and achievements of currently running projects. The award session, concluding the three-day event, included an ECSEL JU Dissemination Award. The prize was awarded to the projects DEWI and its successor SCOTT, for the excellent job done to maximize the visibility and the potential of both projects. DEWI and SCOTT tackle safety and security issues around wireless connectivity, and the projects’ consortia are led by the VIRTUAL VEHICLE Research Centre, Austria. Also, two ECSEL JU funded projects in the smart mobility domain, 3Ccar and its successor AutoDrive, both led by the INFINEON Technology, Austria, won an award for the best project poster at the exhibition, which was open for all participants during the entire event. You can find all presentations given at the event here.  ", "url": "https://www.ecsel.eu/news/european-forum-electronic-components-and-systems-2017-our-digital-future"}, {"id": "ECSEL_NEWS_0153", "date": "NULL", "text_type": "NEWS", "title": "EMC2 project closes successfully", "text": " The ECSEL project EMC2 has come to a successful completion, with extensive and important results that the consortium has summarised in a video. See it here. ", "url": "https://www.ecsel.eu/news/emc2-project-closes-successfully"}, {"id": "ECSEL_NEWS_0154", "date": "2017-10-16", "text_type": "NEWS", "title": "EC publishes Evaluation Reports on the Joint Undertakings", "text": " The EC has published its \"Commission Staff Working Document on the Interim evaluation of the Joint Undertakings operating under Horizon 2020\", which is available at this link: https://ec.europa.eu/research/evaluations/pdf/20171009_a187_swd.pdf The full report on the Mid-term evaluation of ECSEL-JU, and the final evaluation of the ARTEMIS- and ENIAC-JUs are also now available General http://ec.europa.eu/research/evaluations/index_en.cfm?pg=h2020evaluation. ECSEL-JU Mid-term evaluation: http://ec.europa.eu/research/evaluations/pdf/ecsel.pdf ARTEMIS and ENIAC Final Evaluation: http://ec.europa.eu/research/evaluations/pdf/artemis-eniac.pdf   ", "url": "https://www.ecsel.eu/news/ec-publishes-evaluation-reports-joint-undertakings"}, {"id": "ECSEL_NEWS_0155", "date": "NULL", "text_type": "NEWS", "title": "Annual Activity Report 2016", "text": " ECSEL JU Annual Activity report for 2016 now available. It can be downloaded here.    ", "url": "https://www.ecsel.eu/news/annual-activity-report-2016"}]