[{"id": "SRB_NEWS_0001", "date": "2020-07-14", "text_type": "NEWS", "title": "SRF grows to €42 billion after latest round of transfers", "text": "The Single Resolution Board today announced that the Single Resolution Fund received an increase of €9 billion from 3,066 institutions for the year 2020. This brings the total amount in the SRF to approximately €42 billion. “The Fund is being steadily built up and we are well on our way to reaching our target. The SRF is a significant part of our toolbox as a safeguard for financial stability,” said SRB Chair Elke König.  The target size of the Single Resolution Fund (SRF) is set at 1% of covered deposits by end 2023. The Fund will end up at close to €70 billion, taking into account the current annual growth in covered deposits. The SRF can be used to support the effective resolution of a failing bank, if needed.The SRF is made up of contributions from credit institutions and certain investment firms in the 19 Banking Union countries. These contributions are calculated according to EU law and collected via the national resolution authorities.", "url": "https://srb.europa.eu/en/node/1039"}, {"id": "SRB_NEWS_0002", "date": "2020-07-13", "text_type": "NEWS", "title": "Bulgaria and Croatia set to join the Single Resolution Mechanism", "text": "Bulgaria and Croatia will join the Single Resolution Mechanism, following the decisions by the European Central Bank to establish close cooperation with the Bulgarian National Bank (Българска народна банка) and Croatian National Bank (Hrvatska narodna banka).From 1 October 2020, the ECB will directly supervise the two countries’ largest banks, known as significant institutions, and the Single Resolution Board (SRB) will become the resolution authority for these and all cross-border groups. The SRB will also oversee resolution planning for smaller banks, known as less significant institutions.“We are happy to welcome two new members to the Single Resolution Mechanism and have been working closely with the Bulgarian and Croatian authorities to prepare for this Banking Union milestone,” said Chair Elke König.The Single Resolution Mechanism, made up of the SRB and the national resolution authorities in Banking Union countries, protects financial stability and the taxpayer by planning for and managing bank failures. The SRB and the national resolution authorities in Bulgaria and Croatia are well prepared for a smooth transition to the new resolution regime.Banks and some investment firms in the two countries will also contribute to the Single Resolution Fund, which supports bank resolutions.As national resolution authorities of the two Banking Union Member States, the Bulgarian and Croatian National Banks will have representatives in the SRB’s Plenary Session and Extended Executive Sessions with the same rights and obligations as all other members, including voting rights.Bulgarian National Bank press release in Bulgarian; in EnglishCroatian National Bank press release", "url": "https://srb.europa.eu/en/node/1038"}, {"id": "SRB_NEWS_0003", "date": "2020-06-30", "text_type": "NEWS", "title": "SRB launches 2019 Annual Report", "text": "The SRB today published its 2019 Annual Report detailing the progress made in promoting financial stability while protecting the taxpayer through Europe's banking resolution framework.In 2019, the SRB further strengthened and updated the resolution plans for the banks under its remit based on the most recent MREL policy and other resolution policies, while at the same time incorporating the first provisions of the Banking Package.In addition, throughout 2019, preparations took place to ensure the resolution planning cycle would align to the calendar year as of 2020. The cycle will also see an improvement in the quality for the resolution plans with all plans based on the most recent data.The Expectations for Banks document was another key deliverable in 2019. The document builds on the Resolution Planning Manual and is useful guide for financial institutions. The Expectations document expresses clear and concrete expectations towards banks on how they should make themselves resolvable in various domains. The SRB's priority letters, which are an annual tailor-made letter for each bank and which emphasise the priorities each bank is obliged to focus on individually in order to make itself resolvable, use Expectations for Banks as a reference point. AR  Read the SRB 2019 Annual Report here.", "url": "https://srb.europa.eu/en/node/1031"}, {"id": "SRB_NEWS_0004", "date": "2020-05-20", "text_type": "NEWS", "title": "SRB publishes MREL Policy under the Banking Package", "text": "Today, the Single Resolution Board (SRB) publishes its final ‘Minimum Requirements for Own Funds and Eligible Liabilities (MREL) Policy under the Banking Package’, along with an overview of the SRB responses to the industry consultation. The consultation took place between 17 February and 6 March 2020. MREL is one of the key tools in resolvability, ensuring that banks maintain a minimum amount of equity and debt to support an effective resolution. In line with the new Banking Package (BRRD2/SRMR2), the policy covers: MREL requirements for Global Systemically Important institutions (G‑SIIs); Changes to the calibration of MREL, including introducing MREL based on the leverage ratio; Changes to the quality of MREL (subordination); Dedicated rules for certain business models, such as cooperatives, and for resolution strategies, such as multiple point of entry (MPE); Provisions on internal MREL Clarifications on third-country issuances; How these changes will be phased in.  MREL decisions implementing the new framework will be taken based on this policy in the 2020 resolution planning cycle. The decisions will be communicated to banks in early 2021. These decisions will replace those issued under the previous legal framework. Each new decision will set out two binding MREL targets, including those for subordination: the binding intermediate target to be met by 1 January 2022 and the fully calibrated MREL (final target) to be met by 1 January 2024.  Most comments to the consultation focused on MREL calibration. Respondents also asked for clarification on certain aspects, including the scope of entities for internal MREL, the scope of cooperatives and the eligibility of liabilities issued under third-country law. The feedback statement, also published today, provides clarification on these and other areas, as well as the SRB’s responses to comments raised in the consultation.   The SRB acknowledges the challenges that banks face in the current and unprecedented situation related to the Covid-19 pandemic, and that their focus is on business continuity and supporting the economy. For the existing binding MREL targets (set in the 2018 and 2019 cycles), the SRB will take a forward-looking approach for banks that may face difficulties meeting those targets, before new decisions take effect.  In the 2020 resolution planning cycle, MREL targets will be set according to the transition period in SRMR2, i.e. setting the first binding intermediate target for compliance by 2022 and the final target by 2024. The decisions will be based on recent MREL data, and reflect changing capital requirements. The SRB, in close cooperation with other authorities and the banks under its remit, continues to monitor the situation carefully.", "url": "https://srb.europa.eu/en/node/1002"}, {"id": "SRB_NEWS_0005", "date": "2020-05-19", "text_type": "NEWS", "title": "SRB launches public consultation on its ‘standardised Data Set’ proposals", "text": "New consultation covers minimum data needed for valuation of bank in resolutionThe Single Resolution Board (SRB) today launches a public consultation on its ‘standardised Data Set’ to ensure that a minimum level of data is available to support a robust valuation for resolution.In 2019, the SRB published its Framework for Valuation. Its objective is to provide independent valuers with the SRB’s expectations regarding the principles and methodologies for valuation reports, as required under EU law. These reports are known as Valuation 2 – either provisional or definitive – as well as Valuation 3. Today’s publication is a follow up to the 2019 Framework for Valuation. The new ‘standardised Data Set’ is the second key building block of the SRB’s approach to valuation.When preparing for resolution, the capacity of banks’ IT systems to provide accurate and timely information is vital for carrying out accurate valuations.The consultation covers two documents:The ‘SRB Valuation Data Set instructions document’ develops the SRB Valuation Data Set and establishes clear expectations in relation to data needs. In order to serve these objectives, a common understanding of the definitions of the data fields is required. These data instructions provide additional guidance on detailed definitions of key topics and describe data definitions in detail.An explanatory note aiming to provide guidance to the banks regarding their MIS capabilities to produce information that is as up to date and complete as possible and of adequate quality to carry out a fair, prudent and realistic valuation.The SRB Data Set does not impose any reporting obligations. It is a tool that defines the SRB’s expectations for the information it needs to perform an independent valuation, and provides guidance to institutions.As part of the SRB’s drive to engage with and consult industry on key documents, the SRB invites feedback between 19 May 2020 and 30 June at 12:00 (Brussels time).About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union, which at present is the 19 Eurozone states. Together with the national resolution authorities it forms the Single Resolution Mechanism. The SRB works closely with the European Commission, the European Central Bank, the European Banking Authority and national authorities. Its mission is to ensure an orderly resolution of failing banks, protecting the taxpayer from state bail-outs, which promoting financial stability. Media Contact details: Susan CarrollEmail: Susan.Carroll@srb.europa.euPhone:          + 32 2 490 3439Mobile:         + 32 470 96 48 01Seán de BúrcaE-mail:         Sean.de-Burca@srb.europa.euPhone:          +32 2 490 3710Mobile:         +32 477 02 87 10Camille de Rede E-mail:         camille.de-rede@srb.europa.eu Phone:          +32 2 490 3530Mobile:         +32 460 766 704  Website: https://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/1001"}, {"id": "SRB_NEWS_0006", "date": "2020-04-01", "text_type": "NEWS", "title": "SRB publishes key bank resolution policy: Expectations for Banks", "text": "The Single Resolution Board (SRB) today publishes its final ‘Expectations for Banks’ document, along with an overview of SRB responses to the industry consultation. The consultation took place between 23 October and 4 December 2019.The ‘Expectations for Banks’ document, which has been updated to reflect industry feedback, sets out the capabilities the SRB expects banks to demonstrate in order to show that they are resolvable. It describes best practice and sets benchmarks for assessing resolvability. It also provides clarity to the market on the actions that the SRB expects banks to take in order to demonstrate resolvability.The ‘Expectations for Banks’ will be subject to a gradual phase-in. Banks are expected to have built up their capabilities on all aspects by the end of 2023, except where indicated otherwise. Where needed and on a bilateral basis, the SRB and banks may agree alternative phase-in dates. The Expectations are tailored to each individual bank and its resolution strategy, allowing for flexibility and proportionality.The SRB acknowledges the challenges that banks face in the current and unprecedented situation related to the Covid-19 pandemic, and that their focus is on business continuity and supporting the economy. The SRB, in close cooperation with other authorities and the banks under its remit, is carefully monitoring the situation. It is prepared to give banks the flexibility they may need to implement the ‘Expectations for Banks’ on an individual basis.", "url": "https://srb.europa.eu/en/node/962"}, {"id": "SRB_NEWS_0007", "date": "2020-03-18", "text_type": "NEWS", "title": "SRB decides no compensation due to Banco Popular shareholders and creditors, finding that insolvency would have been more costlyen\nes", "text": "The Single Resolution Board (SRB) has decided that no compensation is due to shareholders and creditors affected by the resolution of Banco Popular Español, S.A. (BPE). It concluded that they would not have been better off under normal insolvency proceedings. The decision is based on the post-resolution valuation by an independent valuer, as well as on the analysis of comments received in the context of the ‘right to be heard’ process. The decision has been published today on the SRB's website, while a summary of the decision will also be published in the Official Journal of the European Union.“This decision now closes the process of analysing whether insolvency would have meant a better outcome for affected shareholders and creditors of BPE,” said SRB Chair, Elke König. “It is clear that this is not the case. I understand this will be disappointing for those who have lost out, however it proves that the resolution framework is effective and shielded the taxpayer from losses and financial instability.”BPE was resolved on 7 June 2017, following the European Central Bank's (ECB) assessment that it was failing or likely to fail. The SRB decided that resolution was in the public interest in order to protect depositors and prevent instability in the financial system and the Spanish national resolution authority (FROB) implemented the decision at a national level. The bank was sold to Banco Santander, S.A.. The services provided by BPE to its customers continued as normal after resolution.A main principle of the European resolution framework is that no creditor should receive worse treatment than if the resolved bank was wound up under normal insolvency proceedings on the resolution date. An independent valuer analysed hypothetical insolvency scenarios in the so-called Valuation 3 report. It found that they would not have been better off if the bank had gone into insolvency proceedings on the same date.On 6 August 2018, the SRB published a preliminary decision that no compensation was required and opened a ‘right to be heard' process allowing affected shareholders and creditors to express their views and provide reasoning as to why they may not agree with the preliminary decision and its underlying reasoning.The SRB reviewed 2,856 submissions from parties who registered and were verified to take part in the process. The independent valuer was also asked to provide its independent views on the comments related to the Valuation 3 report. As outlined in the decision, the comments included in these submissions covered a number of aspects, including the independence of the valuer and the content of the Valuation 3 report.Following this analysis, the SRB adopted its final decision, which was addressed to FROB, as the national resolution authority that implemented the resolution decision. This final decision is the last step in the formal process following the resolution of BPE.Find out more about the Banco Popular resolution on our dedicated webpage.SRB Final Decision and Annexes in English – Authentic Version:Final DecisionAnnex I – Valuation 3 ReportAnnex II – Clarification Document Note to editors: Given the extraordinary circumstances related to the outbreak of the coronavirus COVID-19, no press conference will take place. However, the SRB remains fully available for any questions or follow-up information. The communications team can be contacted through the details below, and via SRB-INFO@srb.europa.eu.  ", "url": "https://srb.europa.eu/en/node/958"}, {"id": "SRB_NEWS_0008", "date": "2020-02-17", "text_type": "NEWS", "title": "SRB launches public consultation on changes to its MREL policy under the 2019 Banking Package", "text": "The Single Resolution Board (SRB) today launches a public consultation on a number of substantial changes to its policy on the Minimum Requirement for Own Funds and Eligible Liabilities (MREL). These changes bring the policy in line with the amendments introduced by the 2019 EU “Banking Package” to EU regulations and directives. This document describes the proposals, provides the rationale and highlights several specific questions to which the SRB seeks responses. The SRB is eager to receive responses and suggestions from a full range of stakeholders.The consultation is open until 12.00 Brussels time on 6 March 2020. The answers will support the SRB in preparing its final MREL Policy Statement, expected to be published by end April 2020.The proposals cover the implementation of provisions related to, among others:MREL requirements for Global Systemically Important institutions (G‑SIIs);Changes to the calibration of MREL, including introducing MREL based on the leverage ratio;Changes to the quality of MREL;Dedicated rules for certain business models, such as cooperatives, and for resolution strategies, such as multiple point of entry (MPE);How these changes will be phased in.MREL decisions implementing the new framework will be taken based on this policy in the 2020 resolution planning cycle by Q1 2021.This public consultation is part of the SRB’s commitment to listening to the views of industry and other stakeholders and being transparent about its approaches and decisions.", "url": "https://srb.europa.eu/en/node/927"}, {"id": "SRB_NEWS_0009", "date": "2020-02-17", "text_type": "NEWS", "title": "SRB announces the appointment of new Vice-Chair and Board Members", "text": "The Single Resolution Board (SRB) is pleased to announce the appointment of Jan Reinder De Carpentier as Vice-Chair and Pedro Machado and Jesús Saurina as Members of the Board and Directors of Resolution Planning and Decisions. They will take up their duties on 1 March 2020.The European Commission, in consultation with the SRB, carried out a stringent recruitment process and proposed the appointees as candidates to the European Parliament. After the European Parliament approved the proposal on 30 January 2020, the Council, acting by qualified majority, adopted the appointments on 17 February 2020.Meet the Vice-ChairJan Reinder De Carpentier joined the SRB in 2015 as General Counsel in charge of the Legal Service, SRB Secretariat and Compliance function, providing strategic legal advice across the organisation and to the Single Resolution Mechanism stakeholders. He joined the Dutch central bank in 2002 and held various management positions, with a focus on anti-money laundering supervision, legal advice, early intervention strategies and crisis management. A Dutch national, Jan Reinder started his career in 1995 as a lawyer in private practice in The Hague and Amsterdam and holds a master’s degree in civil and tax law from Erasmus University in Rotterdam.Meet the Members of the Board and Directors of Resolution Planning and Decisions Pedro Machado has worked in financial regulation and supervision for close to 20 years. He is the Director of Legal Services and Chief Legal Counsel at Banco de Portugal, where he has also previously served as Deputy Director of the Prudential Supervision Department. A Portuguese national, he was the Minister of Finance’s Chief of Staff between 2011 and 2013, and has worked in the European Central Bank and PwC. From 2012 to 2015, Pedro was a non-resident member of the European Investment Bank’s Board of Directors. He holds a law degree from the Lisbon School of Law and has done post-graduate studies in European Law at the European University Institute.Jesús Saurina is currently Director-General at Banco de España, responsible for Financial Stability, Regulation and Resolution, as well as being a member of its Executive Board and Governing Council. He has developed his whole career in the Banco de España, starting in supervision and then setting up and leading the Financial Stability Department. A Spanish national, Jesús has also been a board member of the Spanish resolution authority, FROB, as well as of the Spanish Deposit Guarantee Fund. He is currently a member of the Basel Committee on Banking Supervision, as well as a board member of the SRB’s Plenary Session and of the European Banking Authority. Jesús holds a Ph.D. in Economics from the Universidad Complutense de Madrid, and did postgraduate studies at CEMFI.The new appointments replace Vice-Chair Timo Löyttyniemi and Board Members Antonio Carrascosa and Dominique Laboureix.“I am delighted to welcome Jan Reinder, Pedro and Jesús. They each bring vast experience and knowledge to the SRB. Jan Reinder has been instrumental in building up the organisation, while Pedro and Jesús have had impressive careers in their respective central banks with a deep engagement in financial stability, as well as bank resolution. Together we will focus on our mission to make all banks resolvable, which in turn protects financial stability and the taxpayer.”- Elke König, Chair of the Single Resolution Board“It is an honour to be taking up the role of Vice-Chair of the SRB. I have been with the SRB as General Counsel for more than four years and this new position is a challenge I am looking forward to, as the SRB continues its important work to promote financial stability.” - Jan Reinder de Carpentier, newly appointed Vice-Chair“I am very pleased to be joining the SRB in the coming weeks. Resolution has been part of my work in different periods of my career over the last decade. I feel very committed to bringing my experience to improving bank resolvability through sound planning. It will be an honour to serve at the SRB and contribute in a meaningful way to the Banking Union, a fundamental endeavour of the European project.” - Pedro Machado, newly appointed Member of the Board“It is both inspiring and challenging to be part of the SRB, an institution that has already demonstrated that it is possible to resolve a bank protecting taxpayers’ money, depositors, financial stability and the critical functions of the bank.” -  Jesús Saurina, newly appointed Member of the Board ", "url": "https://srb.europa.eu/en/node/925"}, {"id": "SRB_NEWS_0010", "date": "2020-02-12", "text_type": "NEWS", "title": "SRB statement: UK withdrawal from the EU", "text": "The EU’s banking resolution authority, the Single Resolution Board (SRB), has today outlined what it expects will happen after the UK formally leaves the EU.Under the Withdrawal Agreement agreed between the UK and the EU27, there will be a Transition Period until the end of December 2020. During that period, EU law continues to apply to the UK.The SRB has long been engaging with the banks under its remit to prepare for Brexit, and in November 2018 published its Brexit expectations document. During the transition period, MREL-eligible liabilities governed by UK law are treated as if they were governed by Member State law. After that, they will be treated as third country liabilities and may need additional clauses.The impact of Brexit will be taken into consideration in the resolution planning work of the SRB, for the 2020 resolution planning cycle and beyond.Speaking in Brussels, the SRB Chair, Elke König said: ‘There has been a significant lead-in time for Brexit, so bonds issued since 2016 onwards should have relevant clauses included already. Our focus is on ensuring that banks are resolvable and that we maintain good cooperation with authorities in the EU and outside it.’", "url": "https://srb.europa.eu/en/node/917"}, {"id": "SRB_NEWS_0011", "date": "2020-02-12", "text_type": "NEWS", "title": "Banco Popular ‘right to be heard' process: updateen\nes", "text": "The Single Resolution Board (SRB) is moving into the final phase of the right to be heard process regarding its preliminary decision whether to compensate the shareholders and creditors affected by the resolution actions concerning Banco Popular Español S.A..The SRB and the independent valuer, where relevant, have reviewed and are finalising their assessment of the 2,856 submissions from registered and verified affected parties. On this basis, the SRB will carefully consider its final decision as to whether compensation needs to be granted to the affected shareholders and creditors. The SRB will strive to reach and announce its decision in the coming months.We will continue to provide further updates through our dedicated webpage.BackgroundOn 7 June 2017, the SRB transferred all shares of Banco Popular Español S.A. (Banco Popular) to Banco Santander S.A (Santander), following the exercise of the write-down and conversion of capital instruments prior to the transfer. This means that Banco Popular continued to operate under normal business conditions as a solvent and liquid member of the Santander Group with immediate effect.Due to its stressed liquidity situation, the European Central Bank (ECB) had decided on 6 June 2017 that Banco Popular was “failing or likely to fail” and notified the SRB accordingly. The SRB and the Spanish National Resolution Authority – FROB – decided that the sale was in the public interest as it protects all depositors of Banco Popular and ensures financial stability. The resolution scheme entered into force on the same day, following the endorsement by the European Commission.On 6 August 2018, the SRB published its preparatory act (SRB Notice) in which it took a preliminary decision that it is not required to compensate affected shareholders and creditors of Banco Popular based on the conclusions of the report of the independent valuer regarding the valuation of difference in treatment (“Valuation 3 report”). At the same time, it opened the registration for the right to be heard process. This allowed affected shareholders and creditors to provide reasoning where they do not agree with the preliminary decision and to explain why they consider alternative approaches or assumptions for the normal insolvency proceedings should have been adopted and, if they had been, how in their view these would have affected the final outcome.The SRB collected 2,856 submissions from parties who registered and were verified to take part in the process. The comments included in these submissions covered both the way SRB approached the valuation for difference in treatment and the Valuation 3 report.", "url": "https://srb.europa.eu/en/node/904"}, {"id": "SRB_NEWS_0012", "date": "2019-12-18", "text_type": "NEWS", "title": "Single Resolution Board extends prior permissions procedure", "text": "The Single Resolution Board’s procedure to assess applications to reduce eligible liabilities instruments under Article 78a of the Capital Requirements Regulation will remain in place until the relevant European Banking Authority’s Regulatory Technical Standards come into force. To continue performing market-making and other secondary market activities as of 1 January 2020, banks must obtain a prior permission. To cover the period until the standards come into force, the SRB confirms and extends the conditions published on 25 June 2019 in the CRR addendum to the SRB’s MREL policy:the aggregate trading volume in these activities does not exceed 1% TREA on a consolidated basis at the level of the resolution group;any MREL shortfall, or increase thereof, resulting from these market-making activities is compensated with eligible liabilities instruments on a quarterly basis.BackgroundThe European Banking Authority (EBA) is mandated under Article 78a (3) CRR to draft Regulatory Technical Standards (RTS) specifying the process for prior permissions, including the time limits and information requirements. Until this Level 2 Regulation comes into application, the following provisional procedure applies:Scope of instruments. At this stage, the SRB considers that the permission regime applies to eligible liabilities instruments as defined in Article 72b CRR.Time-limit for applications. Institutions shall transmit a complete application to the SRB at least four months in advance of the date where one of the actions listed in Article 78a CRR (hereafter: “Redemption”) is intended to be performed.", "url": "https://srb.europa.eu/en/node/903"}, {"id": "SRB_NEWS_0013", "date": "2019-12-06", "text_type": "NEWS", "title": "EU and National Authorities to Hold Planned Coordination Exercise", "text": "Senior officials from EU and national resolution, regulatory and supervisory authorities will hold a planned coordination exercise on 9 & 10 December 2019, as part of ongoing efforts to strengthen crisis preparedness.The Single Resolution Board (SRB) will host the exercise, with participants from Austria’s Financial Market Authority, the National Bank of Belgium, Luxembourg’s Commission de Surveillance du Secteur Financier, the European Central Bank and the European Commission. The European Banking Authority and Finland’s Financial Stability Authority will act as observers.The simulation builds on prior exercises and is led by the SRB’s dedicated crisis coordination team. It aims to increase efficiency, test processes and further improve the coordination between the authorities in resolution cases.ENDS", "url": "https://srb.europa.eu/en/node/888"}, {"id": "SRB_NEWS_0014", "date": "2019-11-29", "text_type": "NEWS", "title": "SRB statement on European Court judgments annulling 2016 ex-ante contributions decisions for three banks", "text": "The Single Resolution Board (SRB) takes note of yesterday’s judgments of the General Court of the European Union annulling the SRB’s decisions on the 2016 ex-ante contributions of Banco Cooperativo Español, Portigon, and Hypo Vorarlberg Bank to the Single Resolution Fund. The judgments only relate to the ex-ante contributions of these three institutions for 2016. There will be no impact on the build-up of the Single Resolution Fund. The contributions of these entities represent a very small percentage of the overall ex-ante contributions collected from more than 3,700 institutions in 2016.In the judgments, the Court identified certain flaws related to procedural elements of the decision-making process in 2016, when the SRB was in its start-up phase. It made no comment on the calculation methodology, nor on the validity of the legal framework for calculating the ex-ante contributions. The SRB will carefully assess the content of the judgments in order to determine the next steps, which will be taken in cooperation with the relevant National Resolution Authorities (NRAs). The banks remain under the obligation to pay ex-ante contributions for 2016.", "url": "https://srb.europa.eu/en/node/883"}, {"id": "SRB_NEWS_0015", "date": "2019-10-29", "text_type": "NEWS", "title": "Single Resolution Board Publishes 2020 Work Programme", "text": "The Single Resolution Board (SRB) has today published its 2020 Work Programme, setting out its priorities and core tasks for the year ahead. 2020 is the final year of the SRB’s 2018-2020 multiannual work programme and will mark the fifth anniversary of the SRB taking on its full powers within the Single Resolution Mechanism.The SRB’s 2020 work programme is an ambitious roadmap towards strengthening the resolvability of SRB entities and less significant institutions, fostering a robust resolution framework, carrying out effective crisis management, building up further the single resolution fund (from 33 billion in 2019 to around 41 billion next year) and establishing a lean and efficient organisation.A focus for the year ahead will be on ensuring that the SRB’s internal policies, resolution plans and minimum requirements for own funds and eligible liabilities (MREL) decisions reflect the requirements of the new banking package.The SRB also expects banks to proactively work to make themselves resolvable, taking on board these new and existing requirements. The SRB’s ‘Expectations for Banks’ document, which was published for public consultation on 23 October 2019, sets out the general capabilities the SRB expects banks to demonstrate in order to show that they are resolvable.Other important priorities will be operationalising the political agreements on the backstop reached in 2019, as well as increasing preparedness for potential new Banking Union members with regard to SRF contributions. The year will also see the SRB operate at full staff capacity for the first time, with close to 400 colleagues on hand to deliver the SRB’s ambitious programme.“As we reach the end of this current multiannual programme, the next one is already being prepared. The 2021-2024 programme has particular salience considering the link with the end of the transition period of the SRF. The SRB will keep up the momentum towards resolvability and looks forward to continuing its close cooperation with the national resolution authorities, the European Central Bank and our wider stakeholder community,” said Dr Elke König, Chair of the SRB.Read SRB's 2020 Work Programme ENDS ", "url": "https://srb.europa.eu/en/node/867"}, {"id": "SRB_NEWS_0016", "date": "2019-11-08", "text_type": "NEWS", "title": "SRB launches public consultation on its 'Expectations for Banks'", "text": "The Single Resolution Board (SRB) today launches its first public consultation on its ‘Expectations for Banks’ document, which outlines best practice on key aspects of resolvability. The consultation is part of the SRB’s commitment to listening to the views of banks and other stakeholders and being transparent about its approaches and decisions.The ‘Expectations for Banks’ document sets out the capabilities the SRB expects banks to demonstrate in order to show that they are resolvable. It reflects best practice in and sets benchmarks for assessing resolvability. The document will provide clarity to the market on the actions the SRB expects banks to take.While the expectations are general, their application will be tailored to each individual bank, based on a dialogue with the SRB’s internal resolution teams. The result will feed into the SRB’s annual resolution work programmes for banks.In line with our intention to consult the industry on key documents, the SRB invites feedback between 23 October and 4 December 2019 – 12:00 (Brussels time) through this link.Personal data and privacy statementThe SRB is committed to user privacy. When carrying out public consultations we adhere to the policy on 'protection of individuals with regard to the processing of personal data by the Union institutions, bodies, offices and agencies', based on Regulation (EU) 2018/1725 on processing of personal data by the EU institutions. Full statement.", "url": "https://srb.europa.eu/en/node/866"}, {"id": "SRB_NEWS_0017", "date": "2020-02-12", "text_type": "NEWS", "title": "Single Resolution Board and Japan’s Financial Services Agency exchange letters enhancing cooperation", "text": "The Single Resolution Board (SRB) and Japan’s Financial Services Agency (FSA) have agreed to cooperate on resolution planning for banks, through an exchange of letters. The letters were signed on 11 October 2019 in Tokyo at the EU-Japan Joint Financial Regulatory Forum, hosted by the FSA and co-organised with the European Commission.Bilateral cooperation arrangements between resolution authorities are an important ingredient for building resolvability and improving resolution planning. With this agreement, the FSA and the SRB confirm their commitment to strengthening cross-border resolvability by enhancing communication and cooperation, and to work together in planning and conducting orderly cross-border resolutions. The goal is to facilitate the resolution of banks present in the respective jurisdictions while maintaining financial stability in Japan and the European Union.Find out more about the SRB’s international cooperation agreements here", "url": "https://srb.europa.eu/en/node/846"}, {"id": "SRB_NEWS_0018", "date": "2019-10-11", "text_type": "NEWS", "title": "Appointment of SRB Board Member Dominique Laboureix as Secretary-General, ACPR", "text": "The Single Resolution Board (SRB) congratulates Dominique Laboureix for his appointment as Secretary-General of the French national supervisory and resolution authority, l’Autorité de Contrôle Prudentiel et de Résolution (ACPR). He will move to the ACPR and take up his new position after his mandate as Board Member and Director for Resolution Planning and Decisions ends.Since 2015, Mr Laboureix has played a key role in the establishment, development and success of the SRB. He has made a major contribution to its mission to ensure the orderly resolution of failing banks, protecting the taxpayer and promoting financial stability. We are happy that he will continue to be a crucial part of the Single Resolution Mechanism (SRM) and look forward to continuing to work closely with him.", "url": "https://srb.europa.eu/en/node/844"}, {"id": "SRB_NEWS_0019", "date": "2019-10-10", "text_type": "NEWS", "title": "Bank Resolution: Turning Policy into Action - SRB holds its fourth annual conference in Brussels", "text": "Today, the Single Resolution Board (SRB) is holding its fourth conference in Brussels. The annual event brings together industry, public authorities and key stakeholders in bank resolution to assess progress and priorities for action. The theme this year reflects the SRB’s even greater emphasis on the implementation of the policies and guidance it has developed. The onus is now on the industry to work towards resolvability. In the context of the second Banking Package, discussions will also focus on the progress made in resolution, the liquidity available should a bank fail and operational continuity. The event will be opened by SRB Chair Elke König, Competition Commissioner, and the Executive Vice President-designate - Europe fit for the Digital Age, Margrethe Vestager and UniCredit CEO, Jean-Pierre Mustier. Other speakers include high-level representatives of banks, central banks and European and international institutions.The end of 2019 will also be marked by the SRB’s first public consultation, which will centre around its ‘Expectations for Banks’ publication. The draft document sets out what the SRB expects banks to demonstrate to show they are resolvable and prepared for crisis management. The consultation will be launched soon. More details will be available on the SRB website. Meanwhile, the SRB conference of today can be watched online by following this link. The conference features opening addresses and keynotes from:Elke König, Chair of the Single Resolution Board: “The area of banking resolution is still a relatively new topic. Often, it is only by doing that we learn what works and what still needs to be fine-tuned. We appreciate the feedback and cooperation of industry, and our regulatory partners across the Banking Union and further afield. This month, we will launch a public consultation on our ‘Expectations for Banks’ document and are looking forward to more valuable input.”Sasha Mills, Executive Director, Bank of England: “The final major piece in the UK resolution regime for banks is making firms accountable for their own resolvability under the recently published Resolvability Assessment Framework – “turning policy into action”.Jean Pierre Mustier, CEO, Unicredit:\"The EU framework on resolution is broadly in place. Authorities and banks are working hard to make it more operational. We still need two things: first, temporary liquidity to banks in resolution, without further burdening the banking system. Second, a level playing field with other jurisdictions, such as the US, supporting EU banks competitiveness. More generally, the EU should perform a proper and coordinated study on the full impact of all regulatory measures on banks, including the market’s ability to absorb new MREL instruments issuances.”ENDS Further Information To follow the event through the live web-stream, download the agenda, or learn more, go to the SRB Conference homepage. You can also follow the online conversation on Twitter through #SRBResolution2019.A summary of the Single Resolution Board's fourth conference will be available as a report to be published in due course.", "url": "https://srb.europa.eu/en/node/842"}, {"id": "SRB_NEWS_0020", "date": "2019-08-15", "text_type": "NEWS", "title": "AS PNB Banka: SRB Decides No Resolution Required", "text": "Following the European Central Bank’s assessment of AS PNB Banka as failing or likely to fail, the Single Resolution Board has today decided that resolution action is not necessary. The Latvian bank will be wound up under national law.The SRB assessed the situation and concurred with the ECB’s assessment of the bank. It concluded that there are no available supervisory or private sector measures that could prevent its failure.The Board carried out a public interest assessment and found that resolution action was not necessary. In particular, PNB Banka does not provide critical functions to the economy and its failure is not expected to have an adverse impact on financial stability in Latvia or other EU Member States.The National Resolution Authority in Latvia, the Financial and Capital Market Commission, will implement the decision in accordance with national law.Eligible deposits up to €100,000 are safeguarded in accordance with the Latvian law transposing Directive 2014/49/EU. Depositors in Latvia can contact the Financial and Capital Market Commission, which is the administrator of the Latvian deposit guarantee fund, for more information.Summary of the SRB decision in relation to AS PNB BankaECB press release in EnglishECB press release in LatvianFCMC press release in EnglishFCMC press release in LatvianMore information:Public Interest Assessment: SRB approachCritical Functions: SRB approachDirective 2014/59/EU of the European Parliament and of the Council of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the Council.Regulation (EU) No 806/2014 of the European Parliament and of the Council of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010.Directive 2014/49/EU of the European Parliament and of the Council of 16 April 2014 on deposit guarantee schemes.Latvian National Resolution Authority media contact details:Dace JansoneEmail: Dace.jansone@fktk.lvPhone: +371 67774808Mobile: +37 128 386 601", "url": "https://srb.europa.eu/en/node/814"}, {"id": "SRB_NEWS_0021", "date": "2019-07-03", "text_type": "NEWS", "title": "SRB Publishes Paper on Public Interest Assessment", "text": "Brussels – 03 07 2019The Single Resolution Board (SRB) has today published a paper outlining its approach to an important element of the resolution framework, the Public Interest Assessment (PIA).The PIA examines whether the resolution of a particular bank that is failing or likely to fail would be necessary, for example to ensure one or more of the following objectives: maintaining financial stability, protecting covered depositors and safeguarding public funds by minimising reliance on extraordinary public financial support. If not, resolution actions would not be taken and national insolvency procedures would apply. The document gives clarity to the factors the SRB takes into account when conducting a PIA, and explains how the SRB applies the criteria as set out in EU law. The publication of the methodology is aimed at providing more transparency and certainty for banks and the markets.Speaking in Brussels, the Chair of the SRB, Dr. Elke König commented, ‘The resolution framework as an exception to normal insolvency sets strict conditions and the Public Interest Assessment is a core element in this context. Today’s SRB’s publication aims to provide clarity and transparency to all stakeholders.”The approach was developed by the SRB and national resolution authorities, in consultation with the ECB and the EBA, to ensure a common understanding across the Banking Union. It is one of the key policies underpinning the work of the SRB.Background: The Public Interest Assessment (PIA)When the SRB considers whether to plan for or to take resolution action – both at the resolution planning stage and after a failing or likely to fail (FOLTF) declaration – it performs a PIA. The conclusion of the PIA drives the decision as to whether resolution is to be considered as the preferred option in resolution planning respectively a resolution decision taken and not normal insolvency proceedings pursued in case of a failing bank. The PIA ensures that, in the case of resolution action, it would achieve one or more of the resolution objectives better than would be the case with a national insolvency procedure. The resolutions objectives are, inter alia, avoiding significant adverse effects on financial stability, protecting depositors covered by Directive 2014/49/EU (on Deposit Guarantee Schemes) and safeguarding public funds by minimising reliance on extraordinary public financial support.", "url": "https://srb.europa.eu/en/node/799"}, {"id": "SRB_NEWS_0022", "date": "2019-07-01", "text_type": "NEWS", "title": "SRB 2018 Annual Report launched", "text": "‘Complete resolution plans for all banking groups under SRB remit by 2020,' says Elke König Brussels – 01 07 2019The SRB today published its 2018 Annual Report, which gives an overview of its work and highlights achievements and progress. Work on more than 100 resolution plans for banks under the SRB's remit progressed in close collaboration with national resolution authorities (NRAs) during 2018. In 2018, the SRB differentiated between banks active entirely in the Banking Union, i.e. banks without a resolution college, and the most complex, internationally active banks, i.e. banks with resolution colleges, for which the planning cycle reaches well into 2019. The resolution planning cycle for 2018/2019 marks a type of transition phase in order to get to accelerate work and get to the steady state for resolution planning. The SRB intends to use the transition phase to implement the new provisions of the risk reduction package, which was agreed upon by EU lawmakers in 2018. Political agreement on the Common Backstop marked another important milestone for the SRB’s work.As part of its commitment to be ever more transparent, the SRB published its detailed MREL policy and communicated extensively with the banks under its remit to reach its goal to have fully-fledged resolution plans for all banking groups under its remit by 2020.Speaking at the launch of the report, SRB Chair Elke König said ‘2018 marked ten years since the economic crash, but it also marked the beginning of a new phase for the SRB. We now move our focus from establishing the broad policies to implementing them and thus making banks truly resolvable. This means considerable efforts for the banks, the National authorities and us but should protect the taxpayer from future bail-outs, while promoting financial stability.'Elke König will present the Report to the European Parliament's ECON Committee at a public hearing on July 23, 2019.Read the SRB 2018 Annual Report ", "url": "https://srb.europa.eu/en/node/795"}, {"id": "SRB_NEWS_0023", "date": "2019-06-25", "text_type": "NEWS", "title": "SRB updates MREL policy to reflect new Capital Requirements Regulation", "text": "The Single Resolution Board has today published an update to its policy on minimum requirement for own funds and eligible liabilities (MREL) in light of the publication of the Banking Package in the Official Journal of the EU on 7 June 2019. This publication is an addendum to the 2018 SRB MREL policy for the second wave of resolution plans (published on 16 January 2019), which applies to all institutions for which MREL decisions have or will be taken for the 2018 and 2019 resolution planning cycles. It aims to inform institutions in the SRB’s remit about regulatory changes in the Capital Requirements Regulation (CRR) in the area of resolution, and their interaction with the SRB’s MREL decisions. The publication focuses on the total loss absorbing capacity (TLAC) requirements for globally systemically important institutions (G-SIIs) of Articles 92a and 92b and the permission regime of Article 78a to replace or reduce eligible liabilities instruments for all banks in Regulation (EU) 2019/876 (CRR2). These requirements will be applicable as of 27 June 2019. The SRB provides in particular operational guidance to banks on the arrangements for the permissions process. A technical press briefing on this topic will be held in the coming days. An invitation will be sent separately.", "url": "https://srb.europa.eu/en/node/783"}, {"id": "SRB_NEWS_0024", "date": "2019-04-23", "text_type": "NEWS", "title": "US, European Officials to Hold Planned Coordination Exercise on Cross-Border Resolution Planning", "text": "Senior officials representing resolution, regulatory and supervisory authorities, central banks, and finance ministries in the United States, the United Kingdom, and the European Banking Union will hold a meeting on Saturday, April 13, as part of a series of regular exchanges to enhance understanding of one another’s resolution regimes for global systemically important banks and strengthen coordination on cross-border resolution.  This meeting builds upon two prior exercises in 2014 and 2016. It is planned to coincide with the annual international meetings in Washington sponsored by the World Bank and International Monetary Fund.The Federal Deposit Insurance Corporation will host the exercise. Other senior officials from the United States are expected from the U.S. Department of the Treasury, the Board of Governors of the Federal Reserve System, the Office of the Comptroller of the Currency, the Securities and Exchange Commission, the Commodity Futures Trading Commission, and the Federal Reserve Bank of New York.Expected participants from the European Banking Union include senior officials from the Single Resolution Board, the European Commission and the European Central Bank (ECB).Expected participants from the United Kingdom include senior officials from HM Treasury, the Bank of England, and the Prudential Regulation Authority. ", "url": "https://srb.europa.eu/en/node/750"}, {"id": "SRB_NEWS_0025", "date": "2019-05-13", "text_type": "NEWS", "title": "SRB announces the appointment of new  Board Member Sebastiano Laviola", "text": "The Single Resolution Board (SRB) announces the appointment of Mr Sebastiano Laviola as Member of the Board and Director of Resolution Strategy and Cooperation. He will take up his duties on 1 May, 2019. Mr Laviola, an Italian national, is a Central Director of Banca d’Italia, where he has served since 1986. He has spent most of his career in the Banking and Financial Supervision Department, dealing with analytical issues and coordinating policy on international regulation. He has been a continuous member of and chaired international supervisory committees and working groups. In 2012, Mr Laviola was seconded to the Permanent Representation of Italy to the EU in Brussels as Financial Services Attaché, where he negotiated financial services and Banking Union legislation. In line with Regulation (EU) No 806/2014, which set up the SRB, the Commission in consultation with the SRB established a shortlist for the function of Member of the Board and Director of Resolution Strategy and Cooperation. The Commission proposed Mr Laviola as a candidate to the European Parliament. After the European Parliament gave its approval to the Commission's proposal on 14 March 2019, the Council, acting by qualified majority, adopted the appointment of Mr Laviola on 8 April 2019. He was selected through a stringent recruitment process. He will replace Mr Mauro Grande who announced his resignation in July 2018. “Mr Laviola has a wealth of experience in banking regulation and policy, which will be a real asset to the SRB. The Vice-Chair, Board Members and I look forward to welcoming him and working closely with him. His knowledge will help us continue in our mission to foster bank resolvability, contribute to financial stability and protect European taxpayers. “I would also like to thank Mauro Grande for his dedication and hard work since he joined the SRB in 2015. We wish him every success for the future.” Elke König, Chair of the Single Resolution Board. “I am very pleased to be joining the SRB in the next weeks. In the light of my previous experience in banking and financial regulation and in the negotiation of the legislation on Banking Union, I am committed to making a contribution to improving bank resolvability.” Sebastiano Laviola, newly appointed Member of the Board.", "url": "https://srb.europa.eu/en/node/749"}, {"id": "SRB_NEWS_0026", "date": "2019-03-27", "text_type": "NEWS", "title": "Process Launched to Select and Appoint Three New SRB Board Members", "text": " Brussels – 27 03 2019The European Commission, in consultation with the Single Resolution Board (SRB), has launched the process to select and appoint three new Board Members. The terms of office for the Board Members appointed in 2014, which are not renewable under the Single Resolution Mechanism, will come to an end in December 2019. The new Board Members will be appointed to replace the outgoing ones.Dr Timo Löyttyniemi, Vice Chair and Director of the Single Resolution Fund and Corporate Services, Antonio Carrascosa, Board Member and Director of Resolution Planning and Decisions and Dominique Laboureix, Board Member and Director of Resolution Planning and Decisions continue to be active and committed to the work of the SRB until the new Members are appointed and take up office.The European Commission, in consultation with the SRB, has published the following notices:One vacancy for Vice-Chair and Director operating the SRB corporate services and overseeing the Single Resolution FundTwo vacancies for the function of Member of the Board and Director of Resolution Planning and DecisionsThe deadline for applications is 29 04 2019. About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Susan Carroll Email: Susan.Carroll@srb.europa.euPhone: + 32 2 490 3439Mobile: + 32 470 96 48 01 Seán de BúrcaE-mail: Sean.de-Burca@srb.europa.euPhone:  +32 2 490 3710Mobile:  +32 477 02 87 10 Website: https://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/742"}, {"id": "SRB_NEWS_0027", "date": "2019-02-27", "text_type": "NEWS", "title": "SRB publishes Framework for Valuation", "text": " Brussels – 19 February 2019The Single Resolution Board (SRB) has today published its Framework for Valuation.The objective of this Framework for Valuation is to provide independent valuers and the general public with an indication of the SRB’s expectations regarding the principles and methodologies for valuation reports as set out in the legal framework. This refers to the so-called Valuation 2 - either provisional or definitive, as the case may require – as well as Valuation 3.The Framework for Valuation aims at reducing uncertainty for both the independent valuers and the SRB, providing indications that are necessary for achieving the goals of the valuation, subsequently enhancing comparability and consistency of valuations across future resolution cases.Speaking in Brussels, the Chair of the SRB, Dr Elke König said ‘This Framework is about, ensuring the consistency of the valuation reports which inform the decisions of the Single Resolution Board. Though directed at the independent valuation experts, the institutions will also benefit from a better understanding of valuation in resolution which will help them to increase its preparedness for resolution, ultimately improving their resolvability.’The European Banking Authority (EBA) and the SRB have collaborated closely in their respective work on valuation. Additionally, the EBA and the SRB will continue to make progress together to define expectations towards the provision of accurate and timely information that is necessary for the performance of valuations in resolution.About the Single Resolution BoardThe Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details:E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/728"}, {"id": "SRB_NEWS_0028", "date": "2019-02-01", "text_type": "NEWS", "title": "Statement regarding Nordic-Baltic financial crisis simulation, January 2019", "text": "The Nordic and Baltic financial stability authorities have conducted a joint financial crisis management exercise. The exercise was held from 22 to 23 January 2019 and involved 31 authorities from Denmark, Estonia, Finland, Iceland, Latvia, Lithuania, Norway and Sweden as well as relevant European Union authorities. A staff member of the International Monetary Fund observed the simulation. The exercise followed a hypothetical crisis scenario involving fictitious financial institutions in the Nordic and Baltic countries and tested the respective authorities’ crisis management capabilities and regional cooperation. In the period ahead, the participants will carefully study the detailed outcome of the simulation and take note of the lessons learned in order to strengthen the financial crisis preparedness of the involved authorities. A working group under the Nordic Baltic Stability Group (NBSG), led by the Riksbank, was formed in 2017 to prepare for the exercise. The NBSG consists of Ministries of Finance, Central Banks, Supervisory and Resolution Authorities in the eight Nordic and Baltic countries. The Nordic and Baltic countries have agreed in the context of the NBSG to conduct regular financial crisis simulation exercises.", "url": "https://srb.europa.eu/en/node/722"}, {"id": "SRB_NEWS_0029", "date": "2019-01-29", "text_type": "NEWS", "title": "SRB Publishes Second Part of 2018 MREL Policy", "text": "Brussels – 16/01/2019The Single Resolution Board (SRB) has today published the second part of its 2018 policy on the minimum requirement for own funds and eligible liabilities (MREL) pertaining to the second wave of resolution plans; i.e. the plans for the most complex banking groups.   MREL represents one of the key tools in enhancing banks’ resolvability. The SRB continues to develop its MREL policy, step-by-step. This gives banks the clarity needed on the SRB’s requirements for them to build up MREL.Concretely, in order to increase the quantity and quality of MREL, this second part of the 2018 MREL policy introduces a series of new features to strengthen banks’ resolvability within the Banking Union. Among them, the main new ones are: a refined approach for eligible instruments for consolidated MREL-targets, increased binding subordination requirements and, last but not least, the introduction of binding MREL targets at individual level.  The SRB will continue to develop its MREL policy going forward. After the adoption of the Banking Package, the SRB policy will need to be adapted to address in particular the TLAC implementation and the new internal MREL requirements.ENDS See the policy hereVisit the MREL page hereFurther Information on the main new features: A Point-of-Entry approach will now apply to liabilities other than own funds instruments to meet consolidated MREL targets. Only liabilities issued directly by the resolution entity will be considered eligible to meet consolidated targets on the ground that resolution tools will be applied only to this entity in resolution.Subordination levels will now be set based on a combination of a general level and take into account of the bank-specific nature of the assessment of No-Creditor-Worse-Off risk in the senior layer. A general level of 16% risk weighted assets (RWA) plus the combined buffer requirement (CBR) will apply for global systemically important institutions (G-SIIs), and of 14% RWA plus CBR for other systemically important institutions (O-SIIs) and other resolution entities.The SRB will determine binding targets at the individual level for subsidiaries of banking groups, prioritising the most relevant entities for this wave of decisions, with a view to ensuring a sufficient quantum of loss absorbing capacity in all parts of the resolution group.About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.Media Contact details: E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/708"}, {"id": "SRB_NEWS_0030", "date": "2018-12-14", "text_type": "NEWS", "title": "Single Resolution Board publishes 2018 Conference Report", "text": "On the 15th October 2018, the Single Resolution Board held its annual conference in Brussels. This event - occurring ten years after the financial crash that eventually brought the SRB into existence - gave panellists and speakers the opportunity to reflect on the changes made in the decade since the crash. As such, the title of this year’s event was '10 years after the crisis: are banks now resolvable?' In response, a general agreement emerged: while progress has been made, the journey of resolvability is a marathon, not a sprint - and it’s not over.Recurring themes that emerged throughout the day related to what is required to reach the finish line of resolvability. The need for a harmonised European Deposit Insurance Scheme, as well as a backstop to the Single Resolution Fund, was emphasised, alongside the necessity of overcoming inconsistencies in national insolvency proceedings and of addressing transparency. Further, more technical questions were raised this year as the SRB’s resolution planning continued; are Management Information Systems (MIS) organised and accessible enough to allow for efficient resolution? Can backstop funds be accessed quickly enough? What about cyber-security risks? The progress made in resolution thus far encouraged the consideration of such novel topics—evidence of the fact that the quest for resolvability is always changing and that the concept of resolvability itself is evolving.Across all the topics discussed, there was certain consensus on one issue: the need to fight against complacency. Now is not the time to slow down in the race. A further push forward and continued accountability is needed if we want to be able to answer the question “are banks now resolvable?” with a resounding “yes.”Read the 2018 Conference Report", "url": "https://srb.europa.eu/en/node/705"}, {"id": "SRB_NEWS_0031", "date": "2019-10-28", "text_type": "NEWS", "title": "Single Resolution Board Publishes 2019 Work Programme", "text": "The Single Resolution Board (SRB) has today published its 2019 Work Programme, setting out its priorities and core tasks for the year ahead. The SRB’s main duty is to ensure that every bank is resolvable and thus help contribute to financial stability in Europe and across the world.Last year, the SRB presented its first ever multi-annual programming document, which set out clear goals and targets to achieve resolvability of the banks under SRB remit by 2020. The Work Programme for 2019 feeds into this ambitious vision, as the SRB continues its work to build resolvability in close cooperation with EU institution, with banks as well as the National Resolution Authorities.“Ultimately, it is the banks’ own responsibility to make themselves resolvable; it is the SRB’s job, through its Work Programme and continuous dialogue with the banks, to set the direction and to ensure that this actually happens,” said Dr Elke König, Chair of the SRB. In 2019, the SRB’s tasks will focus on tailoring resolution strategies and identifying and addressing impediments to resolvability, MREL is a key tool in this regard. The 2019 Programme forecasts sizeable progress in the definition of binding MREL requirements, including its quality the internal location of MREL within groups. These elements will be put in place to strengthen resolution plans. The year 2019 will also see significant progress in resolution planning, both in the scope of banks covered by plans and in their content. Banking groups previously not covered will be addressed by new plans, leading to the adoption of a total of 113 resolution plans in the 2019 resolution planning cycle. All plans will be further substantiated reflecting the development of new or updated internal SRB policies.The SRB together with its partners at national and international level is committed to carrying out its mission, i.e. making banks resolvable, going forward.Read SRB's 2019 Work ProgrammeAbout the Single Resolution Board and the Single Resolution MechanismThe Single Resolution Board (SRB) is the resolution authority within the Banking Union and, as part of the Single Resolution Mechanism (SRM), is at its centre. It works closely with, in particular, the national resolution authorities (NRAs) of participating Member States, the European Commission (EC), the European Central Bank (ECB) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.The SRM regulation (SRMR) establishes the framework for the resolution of banks in EU countries participating in the Banking Union.The bank recovery and resolution directive (BRRD) requires banks to prepare recovery plans to overcome financial distress. It also grants national authorities powers to ensure an orderly resolution of failing banks with minimal costs for taxpayers.Media Contact details:E-mail: Camille.De-Rede [at] srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477028530 E-mail: Sean.DE-BURCA [at] srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710  Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/674"}, {"id": "SRB_NEWS_0032", "date": "2018-10-16", "text_type": "NEWS", "title": "Banco Popular Español (BPE) Resolution: SRB announces next steps in right to be heard process", "text": "Registered shareholders and creditors deemed eligible will be invited to submit their written comments to the SRB from 6 November 2018The Single Resolution Board (SRB) is currently finalising its preparations so that affected shareholders and creditors can exercise their right to be heard. This process allows those affected to submit their comments on the preliminary decision of the SRB not to grant compensation to affected shareholders and creditors. The SRB’s preliminary decision found that these affected parties would not have received better treatment if BPE had been wound up under normal insolvency proceedings.During the first phase of the process, around 12 000 parties, either individually or represented as a group, expressed interest in exercising their right to be heard. At this stage, the SRB is pleased to announce that the assessment of the eligibility of the parties registered in the first phase of the process is almost complete.On 6 November, the SRB will open the second phase of the process, allowing eligible registered parties to submit their written comments. These eligible parties, or their representative, will receive a unique personal link by email, on 6 November 2018, to a dedicated online portal. This portal will remain open for three weeks until Monday 26 November 2018 at 12.00 CET. No comments will be accepted after this deadline.All the comments submitted will be reviewed and assessed in order to inform the SRB’s final decision on whether compensation should be granted. Due to the large number of parties involved in the process no individual answers will be provided.More information on the process will be published on this webpage by 6 November 2018. BackgroundOn 6 June 2017, the European Central Bank (ECB) determined Banco Popular Español S.A. (BPE) to be failing or likely to fail. The ECB notified the SRB accordingly.On 7 June 2017, the SRB adopted a resolution decision for BPE, Spain’s 6th largest bank. After the write-down and/or conversion of subordinated liabilities into new shares, all shares and capital of BPE were transferred to Banco Santander S.A. The SRB and the Spanish Executive Resolution Authority (FROB) decided that the sale was in the public interest as it ensured financial stability, while protecting all depositors of BPE. The resolution scheme entered into force on the same day, following the endorsement of the European Commission. The resolution scheme was implemented by FROB.The SRB published on 2 February 2018, among other documents, a non-confidential version of the Resolution Decision in respect of BPE, the Valuation 1 and 2 Reports, annexed to the Resolution Decision, and the 2016 Resolution Plan for Banco Popular Group.On 13 June 2018, the SRB announced that it had received the final ‘Valuation 3’ report. On 6 August 2018, the SRB published a non-confidential version of the Valuation 3 report together with its preliminary decision that it does not intend to compensate former shareholders and creditors of BPE based on the conclusions of the report. On the same date the SRB opened the registration for the right to be heard procedure. The registration phase remained open until 14 September 2018 at 12.00 CET.About the Single Resolution Board and the Single Resolution MechanismThe Single Resolution Board (SRB) is the resolution authority within the Banking Union and, as part of the Single Resolution Mechanism (SRM), is at its centre. It works closely with, in particular, the national resolution authorities (NRAs) of participating Member States, the European Commission (EC), the European Central Bank (ECB) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.The SRM regulation (SRMR) establishes the framework for the resolution of banks in EU countries participating in the Banking Union.The bank recovery and resolution directive (BRRD) requires banks to prepare recovery plans to overcome financial distress. It also grants national authorities powers to ensure an orderly resolution of failing banks with minimal costs for taxpayers. Resolución de Banco Popular Español (BPE): la JUR anuncia las próximas etapas en el proceso del derecho de audiencia Los accionistas y acreedores del BPE registrados a los que se considere elegibles serán invitados a proporcionar sus comentarios a partir del 6 de noviembre de 2018 La Junta Única de Resolución (JUR) está ultimando los preparativos para asegurar que los accionistas y acreedores afectados puedan ejercer su derecho de audiencia. Este proceso permitirá que los afectados puedan enviar sus comentarios respecto a la decisión preliminar de no compensar a los accionistas y acreedores afectados. La decisión preliminar de la JUR consideró que las partes afectadas no habrían recibido un tratamiento mejor si BPE hubiera sido liquidado de conformidad con el procedimiento de insolvencia ordinario.En la primera fase del proceso, unas 12.000 partes (bien de manera individual o bien colectivamente mediante representante) han mostrado su interés en el derecho de audiencia. En este momento la JUR se complace en anunciar que la evaluación de la elegibilidad de las partes que se registraron en la primera fase está casi finalizada.El 6 de noviembre la JUR abrirá la segunda fase del proceso instando a las partes afectadas a las que se les considere elegibles a que aporten sus comentarios por escrito. Las mencionadas partes elegibles, o sus representantes, recibirán un enlace único personalizado por correo electrónico al portal en línea dedicado a tal efecto el 6 de noviembre de 2018. El portal permanecerá abierto durante tres semanas, hasta el 26 de noviembre de 2018 a las 12.00 (hora de Bruselas). No se aceptarán comentarios después de la mencionada fecha.Todos los comentarios proporcionados serán revisados y evaluados con el fin de informar la decisión final de la JUR sobre si debe existir compensación. Se ruega se tenga en cuenta que dada la gran cantidad de partes en el proceso no se podrán ofrecer respuestas individualizadas.Se publicará más información sobre el proceso en esta página web el 6 de noviembre de 2018. AntecedentesEl 6 de junio de 2017 el Banco Central Europeo (BCE) determinó que Banco Popular Español S.A. (BPE) era inviable o existía la probabilidad de que lo fuera a ser. El BCE se lo notificó debidamente a la JUR.El 7 de junio de 2017 la JUR adoptó la decisión de resolución de BPE, el sexto banco de España. Tras la amortización y/o conversión de deuda subordinada en nuevas acciones, todas las acciones de BPE fueron transferidas a Banco Santander S.A. La JUR y la autoridad de resolución española (FROB) decidieron que la venta era en interés público ya que garantizaba la estabilidad financiera a la vez que protegía a todos los depositantes de BPE. Después de la ratificación de la Comisión Europea, el esquema de resolución entró en vigor el mismo día.  El esquema de resolución fue ejecutado por FROB.La JUR publicó el 2 de febrero de 2018, entre otros documentos, la versión no confidencial de la decisión de resolución de BPE, los informes de valoración 1 y 2, que se adjuntaron a la decisión de resolución, y el Plan de Resolución de 2016 del Grupo Banco Popular. El 13 de junio de 2018, la JUR anunció que había recibido el informe final de “Valuación 3”.El 13 de junio de 2018 la JUR anunció la recepción del informe de “Valoración 3” final. El 6 de agosto de 2018, la JUR publicó una versión no confidencial del informe de Valoración 3 junto con su decisión preliminar de no compensar a los antiguos accionistas y acreedores de BPE en base a las conclusiones del informe. El mismo día la JUR abrió el registro para el proceso de derecho de audiencia. La fase de registro continuó abierta hasta el 14 de septiembre de 2018 a las 12.00 CET.Sobre la Junta Única de Resolución y el Mecanismo de Único de ResoluciónLa Junta Única de Resolución (JUR) es la autoridad de resolución de la Unión Bancaria y el punto central del Mecanismo Único de Resolución (MUR). La JUR trabaja estrechamente con, en particular, las autoridades nacionales de resolución de los Estados miembros participantes en la Unión Bancaria, la Comisión Europea, el Banco Central Europeo y las autoridades nacionales competentes. Su misión es la de asegurar la resolución ordenada de bancos en graves dificultades minimizando el impacto en la economía real y en las finanzas públicas de los Estados miembros participantes en la Unión Bancaria y de otros países.El Reglamento del Mecanismo Único de Resolución (RMUR) establece el marco para la resolución bancaria en los Estados miembros de la UE participantes en la Unión Bancaria. La Directiva para la reestructuración y la resolución de entidades bancarias requiere que las entidades bancarias preparen planes de reestructuración para superar sus dificultades financieras. También otorga a las autoridades nacionales poderes para asegurar la resolución ordenada de bancos en graves dificultades minimizando los costes para los contribuyentes. Media Contact details: E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 E-mail: Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710  Website: http://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/653"}, {"id": "SRB_NEWS_0033", "date": "2018-11-08", "text_type": "NEWS", "title": "Single Resolution Board holds its third annual conference in Brussels", "text": "“10 years after the crisis: are banks now resolvable?” Brussels – 15 October 2018Today, the Single Resolution Board (SRB) is holding its third conference in Brussels, which will look into whether banks are now resolvable and will consider what still needs to be done in order to ensure financial stability. The SRB Conference is an opportunity to assess the progress made and focus on key issues. The failure of Lehman Brothers on 15 September 2008 had a ripple effect throughout the financial world. Extraordinary events in the financial industry meant that taxpayers, through their governments, were left to foot the bill for banks and institutions deemed ‘too big to fail’. Ten years on, the forceful, swift European response saw in particular two pieces put in place: the Bank Recovery and Resolution Directive and the Single Resolution Mechanism Regulation. This was done to incorporate the international principles into European law and build a single mechanism to manage bank failure within the Banking Union. The first two pillars of the Banking Union, the Single Supervisory Mechanism and the Single Resolution Mechanism are in place and operational. In 2017, the first case of resolution for the SRB demonstrated that the framework is fit for purpose. But much remains to be done. Resolvability needs to be built together; it is a multi-year project. The third pillar of the Banking Union, the European Deposit Insurance Scheme (EDIS), and harmonisation of insolvency laws are still missing.The conference features opening addresses and keynote speeches from:Valdis Dombrovskis, Vice-President of the European Commission responsible for the Euro and Social Dialogue, also in charge of Financial Stability, Financial Services and the Capital Markets Union, speaking on the future of resolution and the Banking Union: “The Single Resolution Board is essential for turning the letter of the law of our Banking Union into improved financial stability on the ground. In a resolution, their work is supported by the bank-financed Single Resolution Fund. But to manage a crisis with minimum impact on financial stability and taxpayers, this fund needs a common backstop. The Commission strongly supports the ongoing work in the Council for a backstop that can act with swiftness and with certainty”.Elke König, Chair of the Single Resolution Board: “A recurring question these days is whether we would be able to withstand a similar crisis to the one we experienced in 2008? I suppose the truth is that nobody knows. But we do know that much of the architecture of the Banking Union is in place, even if not complete. At some point, we may have another crisis, but we have put solid measures in place to deal with failing banks. The SRB together with its partners at national and international level is committed to that work going forward”.Jelena McWilliams, Chairman of the Federal Deposit Insurance Corporation: \"Given the cross-border activities of our G-SIBs, resolution preparedness requires international coordination based on strong working relationships…The work we do together gives us more confidence in the resolution process.  The FDIC places enormous value on these relationships and I look forward to continuing this work in the years ahead\".Burkhard Balz, Member of the Executive Board - Deutsche Bundesbank,: \"The previous resolution cases underpin that each case is different. Thus we cannot generalize easily. Small loopholes may suffice to maintain former deficiencies. Therefore, only if all components of the new regime are working properly and are credible, we can speak of a success\".The Conference features panel discussions with industry officials, regulators and supervisors focused on the completion of the Banking Union, loss absorbing capacity, funding in resolution, and critical functions & impediments to resolution.ENDS Further Information To follow the event through the live web-stream, download the agenda, or learn more, go to the SRB Conference homepage. You can also follow the online conversation on Twitter through #SRBResolution2018.A summary of the Single Resolution Board's third conference will be available as a report to be published in due course.About the Single Resolution BoardThe Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.Media Contact details:Camille De Rede E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477 028 530Sean De BurcaE-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/651"}, {"id": "SRB_NEWS_0034", "date": "2018-11-07", "text_type": "NEWS", "title": "SRB Enters into New Arrangements with Central Bank of Brazil & National Bank of Serbia", "text": "The Single Resolution Board (SRB) has signed Cooperation Arrangements with the Central Bank of Brazil and the National Bank of Serbia.The new arrangements further strengthen existing close cooperation in order to maintain financial stability. Given the global nature of financial markets, it is important that cooperation between regulators continues to be reinforced. Bilateral arrangements signed between resolution authorities underpin this cooperation and are important for resolution planning. The new deals cover the exchange of information and cooperation in resolution planning especially for financial institutions with cross-border operations. The goal is to facilitate the resolution of banks present across the respective jurisdictions. The SRB intends to conclude similar arrangements with other countries in the future.Find out more about the cooperation arrangements here About the Single Resolution BoardThe Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details:Camille De RedeE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477 028 530 E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710 Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/634"}, {"id": "SRB_NEWS_0035", "date": "2018-10-09", "text_type": "NEWS", "title": "Elke König: An Assessment Ten Years After the Financial Crisis", "text": "IntroductionThis September we mark ten years since the beginning of the Global Financial Crisis. It is a period that allows all of us involved in the financial sector to pause and reflect. We reflect on the causes of the last financial crisis and we take stock of all the work that has been done in the intervening decade to prevent a future crisis; but we should also use this moment to consider what else still needs to be done in order to ensure financial stability. The era of ‘light-touch’ Casting our minds back ten years, the United States was first hit with the subprime crisis following a decline in the real estate market, which affected the related securities, not least those held by the banks.The eventual bankruptcy of Lehman Brothers on 15 September 2008 had a ripple effect right throughout the world. In the years prior, banks and other financial institutions had seen profits rise on the back of financial innovation and ‘light-touch’ regulation. Liquidity was taken for granted and available at any time in the market. Credit had been flowing and the world economy was growing. All the signs were that things were going in the right direction. Of course, what happened next was easy to predict in hindsight. Indeed, it was Keynes who had said many years prior that ‘the market can remain irrational longer than you can remain solvent,’ and that is exactly what came to pass.The ripple effect - from the US big banks down to the ordinary European The effects of what was happening in the US began to be felt right across the globe. Contagion was rife because banks were ill-prepared to deal with any bump in the road. Trust is central to the banking sector; but trust is hard-won but easily and quickly lost. This quick loss of trust meant an even quicker loss of funding for banks. Extraordinary events in the financial industry, meant that ordinary people, through their governments, were left to foot the bill for banks and institutions deemed ‘too big to fail’.  The effects of mismanagement in the financial industry and light touch regulation led to recession, rising unemployment and an enormous bill for the taxpayer.Between October 2008 and October 2011, the European Commission approved €4.5 trillion - equivalent to 37% of EU GDP at the time - in state-aid measures to financial institutions.The status quo was no longer an option and policymakers accepted the need to reform the financial and regulatory system to end the era of implicit taxpayer guarantees & bail outs.Response to the Crisis Ten years on, the jigsaw that is the European response, as part of a coordinated international response thanks to the 2011 recommendations of the Financial Stability Board, is still not complete. That said, we have come some a long way. The first two pillars of the Banking Union, the Single Supervisory Mechanism and the Single Resolution Mechanism are already in place and operational.Two pieces of legislation were designed by the European institutions to incorporate the international principles in European law and build a single mechanism to manage bank failure at the level of the Banking Union: the Bank Recovery and Resolution Directive and the Single Resolution Mechanism Regulation.Single Resolution Board As the name suggests, the Single Resolution Board is part of the Single Resolution Mechanism in the Banking Union. We were set up in 2015 in order to create a single European authority responsible for developing and implementing resolution plans for banking groups in the euro area.  The Single Resolution Board is an EU regulatory organisation funded by banks, not the public purse. Ten years ago, the term ‘resolution’ had not even been invented and this held true globally.In assessing the role of the Single Resolution Board, it is important to note that if a bank fails this must not be seen as a failure of the system. On the contrary, banks should be able to fail; the exit of failing firms in a free market system is normal. Part of the SRB’s raison d'être is to ensure that we end the concept of ‘too big to fail’. However while banks might be private businesses in the free market system, we must recognise the difference between them and other businesses in the free market economy because of their underlying role in areas such as credit flow to other businesses. Therefore we must have measures in place to ensure that the ‘domino effect’ is minimised as far as possible – every financial institution must be resolvable, and in accordance with free market principles, it should be banks’ investors who bear the brunt of any failure – not the ordinary citizen. The failure of a bank will hopefully be a rare event. Preparing resolution plans is the core task for the SRB and National Resolution Authorities (NRAs). As part of this work, the SRB also sets Minimum Requirements for Eligible liabilities (MREL) for banks. This  is one of the SRB’s key tools for achieving the resolvability of the banks under its remit. MREL targets set the level of eligible liabilities that a bank must maintain, to ensure that banks have sufficient loss absorbing and recapitalisation capacity to be resolved. In addition, the SRB addresses any concern regarding resolvability ranging from data availability to structural complexities.  Of course the SRB provides direction, but it is banks themselves that know best what needs to be done to make themselves resolvable, and it is them that have to provide solutions that work. In 2017 we had our first resolution case. On 7 June that year, the SRB resolved Banco Popular Español, the 6th largest bank in Spain, transferring all shares to Banco Santander. The SRB and the Spanish National Resolution Authority – FROB – decided that the sale was in the public interest as it protected all depositors of Banco Popular and ensures financial stability. The SRB, by its decision, managed to avoid adverse effects on financial stability and the real economy, without using any public funds. This showed the new regime works – but of course, there is always room for fine-tuning, and the Banking Union is still not complete.More to do For the SRB, it is important to press ahead and complete the Banking Union. The development of the European Deposit Insurance Scheme, the third and final pillar of the Banking Union remains important. For the proper functioning of a Banking Union, there should be no difference in the strength of protection available to depositors in the individual Member States, and a failure should not fall on the public coffers.Common Backstop We have also begun building up the Single Resolution Fund, which today is stands at 24.9 billion euro, and we are building this fund progressively until 2023. Implementing the Common Backstop for the Fund is also critical.  A well designed Backstop, available as a last resort, will give markets the confidence that resolution will work even for large, complex banks, and reduce stress on the financial system in the event of a bank failure.Harmonisation is essential The harmonisation of insolvency regimes remains essential. Currently, the SRM framework for resolution is faced with 19 or more different insolvency procedures. While it is challenging to reconsider long-standing national jurisprudence, only by harmonising national bank insolvency procedures can we ensure a smooth functioning of the framework.Time to build on our progress It is also important to avoid weakening the standards already agreed. Following the crisis, there was a material enhancement of regulation. When memories of the crisis fade, it is important that the regulatory system is not weakened. Instead, the authorities should take advantage of positive market conditions to push forward with finalising reforms. It is important to further strengthen the Banking Union through both risk-reduction and risk-sharing measures. This will ensure the authorities are able to manage future bank failures without use of taxpayer funds.Could we withstand a new crisis? A recurring question these days is whether we would be able to withstand a similar crisis to the one we experienced in 2008? I suppose the truth is that nobody knows. But we do know that much of the architecture of the Banking Union is in place, even if not complete. At some point, we may have another crisis, but we have put solid measures in place to deal with failing banks. The SRB together with its partners at national and international level is committed to that work going forward.Deregulation on the cards? We know that European supervision is working. It has provided better transparency and banks are far better capitalised today – in both quantity and quality.The SRB’s mission is to make every bank resolvable and contribute to financial stability. Some call this past decade the lost decade, but instead let us see the past decade as one where tough lessons were learnt, and robust solutions were put in place, putting our financial system today on a much better footing than before the crisis.", "url": "https://srb.europa.eu/en/node/632"}, {"id": "SRB_NEWS_0036", "date": "2018-08-06", "text_type": "NEWS", "title": "SRB publishes today a non-confidential version of the Banco Popular Español (BPE) ‘Valuation 3’ report", "text": "SRB publishes today a non-confidential version of the Banco Popular Español (BPE) ‘Valuation 3’ report, as well as its own preparatory act (SRB Notice) in which it takes a preliminary decision that it does not intend to compensate former shareholders and creditors of BPE based on the conclusions of the report. The SRB now opens the registration for the previously announced ‘Right to be heard’ procedure. The registration phase for the procedure will remain open until 14 September 2018 (12:00 noon, Brussels time). In the Single Resolution Board’s (SRB’s) preparatory act, i.e. ‘SRB Notice’, published today, the SRB preliminarily decides, based on the findings of the ‘Valuation 3’ report, that it does not intend to pay compensation to former shareholders and creditors of BPE whose interests were affected as a result of the resolution decision. Before the SRB takes a final decision on whether compensation needs to be granted, the SRB is now launching a ‘Right to be heard’ procedure.According to the resolution framework, the ‘Valuation 3’ determines whether affected shareholders and creditors would have received better treatment if the bank had been wound up under normal insolvency proceedings. This report has to be prepared by an independent expert. In the case of BPE, the ‘Valuation 3’ report was carried out by Deloitte.The ‘Valuation 3’ report comes to the conclusion that under normal insolvency proceedings the overall losses would have been substantially higher than the losses that were realised in resolution. The shareholders and creditors whose instruments were written down or converted and transferred in resolution would not have received a better treatment if BPE had been wound up under normal insolvency proceedings. Thus, based on the report, the SRB preliminarily decides that it is not required to pay compensation to affected shareholders and creditors.The SRB today opens the first phase of the right to be heard procedure, i.e. the registration phase. Affected shareholders and creditors who wish to exercise their right to be heard with the submission of written comments in the second phase should now register to prove their eligibility, i.e. to prove that they have been affected by the resolution because the instruments they held were written down or converted and transferred. Eligibility will have to be proven by submitting a valid proof of identity and an accepted proof of ownership of the written down or converted and transferred instruments. The registration phase will remain open until 14 September 2018 at 12:00 noon (Brussels time).The second phase will be open to those whose eligibility has been verified by the SRB in phase one, once the SRB has assessed all registrations. During the second phase, affected shareholders and creditors will have the right to express in writing their views in relation to the SRB’s preliminary decision that compensation would not need to be granted and the underlying reasoning, through a dedicated electronic platform. Further details will be released ahead of the opening of phase two of the procedure.All comments provided in the second phase will be duly assessed and taken into account when preparing the SRB’s final decision on whether compensation needs to be granted.The SRB Notice and the non-confidential version of the ‘Valuation 3’ report can be found here Affected shareholders and creditors are now able to register at the following dedicated website where more information on the registration procedure Explanatory note on the Valuation 3 Report  BackgroundOn 6 June 2017, the European Central Bank (ECB) determined Banco Popular Español S.A. (BPE) to be failing or likely to fail. The ECB notified the SRB accordingly. On 7 June 2017, the SRB adopted a resolution decision for BPE, Spain’s 6th largest bank. After the write-down and/or conversion of subordinated liabilities into new shares, all shares of BPE were transferred to Banco Santander S.A. The SRB and the Spanish National Resolution Authority (FROB) decided that the sale was in the public interest as it ensured financial stability, while protecting all depositors of BPE. The resolution scheme entered into force on the same day, following the endorsement of the European Commission. The resolution scheme was implemented by FROB. The SRB published on 2 February 2018, among other documents, a non-confidential version of the Resolution Decision in respect of BPE, the Valuation 1 and 2 Reports, annexed to the Resolution Decision, and the 2016 Resolution Plan for Banco Popular Group. On 13 June 2018, the SRB announced that it had received the final ‘Valuation 3’ report.  About the Single Resolution Board and the Single Resolution Mechanism The Single Resolution Board (SRB) is the resolution authority within the Banking Union and, as part of the Single Resolution Mechanism (SRM), is at its centre. It works closely with, in particular, the national resolution authorities (NRAs) of participating Member States, the European Commission (EC), the European Central Bank (ECB) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. The SRM regulation (SRMR) establishes the framework for the resolution of banks in EU countries participating in the Banking Union. The bank recovery and resolution directive (BRRD) requires banks to prepare recovery plans to overcome financial distress. It also grants national authorities powers to ensure an orderly resolution of failing banks with minimal costs for taxpayers. ", "url": "https://srb.europa.eu/en/node/603"}, {"id": "SRB_NEWS_0037", "date": "2018-07-24", "text_type": "NEWS", "title": "Banking Union – Single Resolution Board collects €7.5 billion in annual ex-ante contributions to the Single Resolution Fund, now reaching €24.9 billion in total", "text": "As of 30 June 2018, the Single Resolution Board (SRB) had collected €7.5 billion from 3,315 institutions in annual ex-ante contributions to the Single Resolution Fund (SRF). In total, the SRF now holds an amount of €24.9 billion. The target size of the SRF is intended to be at least 1% of covered deposits by end 2023. The SRF pools contributions raised on an annual basis at national level from credit institutions and certain investment firms within the 19 participating Member States. These contributions are calculated based on the methodology set out in the regulations and are collected via the National Resolution Authorities (NRAs). The SRF is being built-up over a period of eight years (2016-2023).“The SRF is gradually being built up and will ensure that the SRB can apply its resolution tools effectively and efficiently; as covered deposits are rising, so are the contributions to the SRF for 2018”.  - Elke König, Chair of the Single Resolution Board 2018 ex-ante contributions Factsheet and Q&A in all EU languages Background: The Single Resolution Fund: was established by the SRM Regulation (EU) No 806/2014 and is owned by the Single Resolution Board (SRB).ensures uniform practice in the financing of resolutions within the Single Resolution Mechanism (SRM);pools contributions raised at national level from institutions within the SRB’s remit in each of the 19 Member States within the Banking Union;is built up over eight years (2016-2023) to reach the target level of at least 1% of covered deposits of all credit institutions authorised in the participating Member States; Use of the SRF: Within a resolution scheme, the SRF may be used only to the extent necessary to ensure the effective application of the resolution tools, as a last resort, inter alia:to guarantee the assets or liabilities of the institution under resolution;to make loans to, or to purchase assets of, the institution under resolution;to purchase assets of the institution under resolution;to make contributions to a bridge institution and an asset management vehicle;to pay compensation to shareholders or creditors who incurred greater losses than under normal insolvency proceedings and;to make a contribution to the institution under resolution in lieu of the write-down or conversion of liabilities of certain creditors under specific conditions. The SRF shall not be used directly to absorb losses or to recapitalise an institution. In exceptional circumstances, where an eligible liability or class of liabilities is excluded or partially excluded from bail-in, a contribution from the SRF may be made to the institution under resolution under two key conditions, namely:Bail-in of at least 8%: a contribution to loss absorption and recapitalisation totalling not less than 8% of the total liabilities including own funds of the institution under resolution has already been made by shareholders, the holders of relevant capital instruments and other eligible liabilities through write-down, conversion or otherwiseContribution from the SRF of maximum 5%: the SRF contribution does not exceed 5% of the total liabilities including own funds of the institution under resolution. About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.Media Contact details: Camille De RedeE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710Website: https://srb.europa.eu/Twitter: @EU_SRB ", "url": "https://srb.europa.eu/en/node/596"}, {"id": "SRB_NEWS_0038", "date": "2018-07-20", "text_type": "NEWS", "title": "Single Resolution Board announces change in the composition of its Board", "text": " The Single Resolution Board (SRB) announces the decision of Mr Mauro Grande, Board Member and Director of Resolution Strategy and Cooperation to leave the SRB.Mr Mauro Grande, Board Member and Director of Resolution Strategy and Cooperation, who has been with the SRB since its beginning in March 2015, has notified the Chair of the SRB, Ms Elke König, and the European Commission, of his intention to leave his Board Member position once a successor has been appointed.“We have come a very long way in a relatively short period of time at the SRB, developing it into a well-respected, efficient organisation as part of the Banking Union.” – Mauro Grande, SRB Board Member.“Mauro has been with the SRB since the start back in 2015 and actively contributed to the SRB’s mission.  The other Board Members and I wish to thank him for his work to date. Looking at the tasks ahead and knowing Mauro’s dedication to the SRB we are glad that he will stay in his position until a new Board Member will be appointed.”- Elke König, Chair of the SRB.In accordance with Art. 56 (7) of the Single Resolution Mechanism Regulation (SRMR), Mauro Grande will remain in office as Board Member and Director of Resolution Strategy and Cooperation until a successor is appointed, which is expected within the next few months.The European Commission, in consultation with the SRB, has published a vacancy notice. The deadline for applications for the position of Board Member and Director of Resolution Strategy and Cooperation is 12/09/2018. About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De RedeE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477 028 530 E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710 Website: https://srb.europa.eu/Twitter: @EU_SRB ", "url": "https://srb.europa.eu/en/node/592"}, {"id": "SRB_NEWS_0039", "date": "2019-11-08", "text_type": "NEWS", "title": "SRB Publishes 2017 Annual Report", "text": "The Chair of the Single Resolution Board (SRB), Elke König today presents the SRB’s 2017 Annual Report at the European Parliament’s Committee on Economic and Monetary Affairs in Brussels.  The report takes stock of the work and the progress made in 2017. The first resolution decision, the resolution of Banco Popular in Spain on 6 June 2017, was a key event in 2017. It proved that the SRB, together with the National Resolution Authorities (NRAs), is able to effectively apply the existing rules and carry out its mandate to ensure an orderly resolution with minimum impact on the real economy, while maintaining financial stability and protecting the tax payer. The main focus of the SRB’s work is and remains forward-looking. Thus, in the past year the SRB enhanced resolution plans, developed resolution strategies and policies and set for the first time binding MREL targets for the most important banks. In the coming years, the SRB will build on this work and continue to pursue the clear roadmap on resolution planning set by the Multi-annual Work Programme.Speaking ahead of the publication of the SRB’s Annual Report for 2017, SRB Chair Elke König said ‘A key component for successful resolution planning is the close cooperation with the NRAs and the interaction and clear communication with the industry. In this way, the banks’ management teams know the SRB’s expectations well in advance. Responsible bank managers can and they should move forward, in order to become truly resolvable and build up the needed MREL buffers.’Elke König, Chair of the Single Resolution Board, presents the Annual Report to the European Parliament’s ECON Committee at a public hearing this afternoon, July 11th, 2018 at 14:30.Read the SRB 2017 Annual Report (Below)Watch Elke König’s speech live from 14.30 HERE NOTE TO EDITOR:About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.What is ‘resolution’? Resolution is the restructuring of a bank by a resolution authority, using resolution tools to safeguard public interests. This includes the continuity of the bank’s critical functions, financial stability and ensuring the taxpayer is better protected from having to pay for failing banks, as happened during the financial crisis. Media Contact details: Camille De RedeE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710", "url": "https://srb.europa.eu/en/node/585"}, {"id": "SRB_NEWS_0040", "date": "2018-06-25", "text_type": "NEWS", "title": "Banco Popular - The SRB Appeal Panel adopts further decisions on access to SRB documents", "text": "The SRB welcomes clarifications and guidance provided by the SRB Appeal Panel in its new decisions. The SRB is currently analysing these decisions and assessing the steps that need to be taken to implement them. On 19 June 2018, the SRB Appeal Panel released its decisions in the cases 44/17-54/17, 56/17, 1/18 and 7/18. These cases related to the review of the amended decisions of the SRB on access to a wide range of SRB documents with respect to the Banco Popular case, taking into account also the Appeal Panel’s decisions of 28 November 2017 and the disclosure of additional elements by the SRB in February 2018.The documents assessed by the SRB Appeal Panel include documents previously assessed in its decisions of 28 November 2017, such as the SRB Decision concerning the adoption of a resolution scheme in respect of Banco Popular, the related Valuation Reports and the 2016 Resolution Plan. The SRB Appeal Panel also assessed other documents, including the offer submitted by Banco Santander, the sale purchase agreement, the 2017 Liability Data report and the 2017 Critical Functions Report.The SRB Appeal Panel, after balancing the interests involved, has upheld the stance of the SRB with respect to most of the requested documents, confirming that the SRB assessment was “done in compliance with the applicable procedural rules, that the duty to state reasons has been complied with and there has not been a manifest error of assessment or misuse of power”. However, for certain documents, such as the Valuation Reports, the 2016 Resolution Plan and the 2017 Critical Functions Report, the SRB Appeal Panel has remitted the decisions to the Board to ensure compliance with the findings provided in its decisions regarding the respective documents. Background:More about the Appeal PanelThe SRB Appeal Panel decisions of 28 November 2017Banco Popular Resolution Media Contact details: E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710 Website: http://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/574"}, {"id": "SRB_NEWS_0041", "date": "2018-06-13", "text_type": "NEWS", "title": "Banco Popular Español Resolution: the SRB, having received the final ‘Valuation 3’ report, is preparing the next steps including a dedicated consultation process.", "text": " Following any resolution action, the Single Resolution Board (SRB) needs to ensure compliance with the ‘no creditor worse off principle’. In this regard, a so-called ‘Valuation 3’ needs to be performed by an independent person as soon as possible after the resolution actions have been effected. This valuation determines whether shareholders and creditors would have received a better treatment if the institution had been wound up under normal insolvency proceedings. In this regard, the SRB confirms that the independent valuer for the Banco Popular Español (BPE) case, Deloitte, provided it with the final ‘Valuation 3’ report, in line with the terms agreed between the SRB and the independent valuer. Following the receipt of this report, the SRB is preparing its decision. To this end, all essential procedural steps will be taken. One of these steps involves providing affected shareholders and creditors with the right to be heard, before the SRB adopts its final decision. With a view to ensuring an effective exercise of the right to be heard, the SRB will publish its draft decision, together with a non-confidential version of the ‘Valuation 3’ report. The right to be heard is a fundamental right provided under EU law to persons affected by an individual measure of an EU body. In this specific proceeding, the process will be undertaken in two phases. In the first phase, the SRB will allow the concerned former BPE shareholders and creditors, to register, thereby expressing their interest in exercising their right to be heard on the SRB’s draft decision. After the registration period, the SRB will announce details of the second phase, in which the registered shareholders and creditors will be invited to submit their comments. After reviewing the submitted comments, the SRB will adopt its final decision on whether compensation needs to be granted to the affected shareholders and creditors. The SRB will now take all needed procedural steps and will communicate the expected timeline by mid-July, with the publication of the SRB draft decision and the ‘Valuation 3’ report soon after. Background On 6 June 2017, the European Central Bank (ECB) determined Banco Popular Español S.A. (BPE) to be failing or likely to fail. The ECB notified the SRB accordingly. On 7 June 2017, the SRB adopted a resolution decision for BPE, Spain’s 6th largest bank. All shares and capital of BPE were transferred to Banco Santander S.A. The SRB and the Spanish National Resolution Authority (FROB) decided that the sale was in the public interest as it ensured financial stability, while protecting all depositors of BPE. The resolution scheme entered into force on the same day, following the endorsement of the European Commission. The resolution scheme was implemented by FROB. The SRB has published, among other documents, a non-confidential version of the Resolution Decision in respect of BPE, the Valuation 1 and 2 Reports, annexed to the Resolution Decision, and the 2016 Resolution Plan for Banco Popular Group. About the Single Resolution Board and the Single Resolution Mechanism The Single Resolution Board (SRB) is the resolution authority within the Banking Union and, as part of the Single Resolution Mechanism (SRM), is at its centre. It works closely with, in particular, the national resolution authorities (NRAs) of participating Member States, the European Commission (EC), the European Central Bank (ECB) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. The SRM regulation (SRMR) establishes the framework for the resolution of banks in EU countries participating in the Banking Union.  The bank recovery and resolution directive (BRRD) requires banks to prepare recovery plans to overcome financial distress. It also grants national authorities powers to ensure an orderly resolution of failing banks with minimal costs for taxpayers. Resolución del Banco Popular Español: La JUR, tras haber recibido el informe de “Valoración 3” final, está preparando las próximas etapas, entre las que se incluye una consulta. Tras cualquier acción de resolución, la Junta Única de Resolución (JUR) tiene que asegurar que se respeta el principio de evitar perjuicios superiores a los acreedores (o no creditor worse off). Para ello, después de que las acciones de resolución se hayan llevado a cabo, se tiene que realizar la llamada “Valoración 3” por una persona independiente lo antes posible. Esta valoración determina si los accionistas y acreedores habrían recibido un tratamiento mejor si la institución hubiera sido liquidada con arreglo a los procedimientos de insolvencia ordinarios. A este respecto, la JUR confirma que el valorador independiente del caso Banco Popular Español (BPE), Deloitte, ha proporcionado el informe final de “Valoración 3” en los términos convenidos entre la JUR y el valorador independiente. Tras recibir el informe, la JUR está preparando su decisión, para lo cual se han de respetar una serie de etapas procesales esenciales, siendo una de ellas el conceder derecho de audiencia a los accionistas y acreedores afectados. Posteriormente la JUR adoptará su decisión final. Con el fin de asegurar el ejercicio efectivo del derecho de audiencia, la JUR publicará su propuesta de decisión y una versión no confidencial del informe de “Valoración 3” final. El derecho de audiencia es un derecho fundamental en Derecho Europeo que se otorga a las personas afectadas por una medida individual de un órgano de la UE. En este procedimiento en particular, el proceso se realizará en dos fases. En una primera fase, la JUR abrirá un proceso de registro en el que todos los antiguos accionistas y acreedores de BPE concernidos podrán mostrar su interés en ejercitar el derecho de audiencia con respecto a la propuesta de decisión de la JUR. Tras el periodo de registro, la JUR anunciará los detalles de la segunda fase, en la que los accionistas y acreedores que se hayan registrado serán invitados a proporcionar sus comentarios. Después de analizar los comentarios aportados, la JUR adoptará una decisión final sobre la necesidad de compensar a los accionistas y acreedores afectados. La JUR va a seguir todas las etapas procesales necesarias y comunicará los plazos previstos a mediados de julio. Posteriormente, poco después, la JUR publicará su propuesta de decisión y el informe de “Valoración 3”. Antecedentes El 6 de junio de 2017 el Banco Central Europeo (BCE) determinó que Banco Popular Español S.A. (BPE) estaba en graves dificultades o existía la probabilidad de que fuera a estarlo. El BCE se lo notificó debidamente a la JUR. El 7 de junio de 2017 la JUR adoptó la decisión de resolución de BPE, el sexto banco de España. Todas las acciones y el capital de BPE fueron transferidos al Banco Santander S.A. La JUR y la autoridad de resolución española (FROB) decidieron que la venta era en interés público ya que garantizaba la estabilidad financiera a la vez que protegía a todos los depositantes de BPE. Tras la ratificación de la Comisión Europea, el esquema de resolución entró en vigor el mismo día. El FROB fue el encargado de ejecutar el esquema de resolución. La JUR ha publicado, entre otros documentos, la versión no confidencial de la decisión de resolución de BPE, los informes de Valoración 1 y 2, que se adjuntaron a la decisión de resolución, y el Plan de Resolución de 2016 del Grupo Banco Popular. Sobre la Junta Única de Resolución y el Mecanismo de Único de Resolución La Junta Única de Resolución (JUR) es la autoridad de resolución de la Unión Bancaria y el punto central del Mecanismo Único de Resolución (MUR). La JUR trabaja estrechamente con, en particular, las autoridades nacionales de resolución de los Estados miembros participantes en la Unión Bancaria, la Comisión Europea, el Banco Central Europeo y las autoridades nacionales competentes. Su misión es la de asegurar la resolución ordenada de bancos en graves dificultades minimizando el impacto en la economía real y en las finanzas públicas de los Estados miembros participantes en la Unión Bancaria y de otros países.  El Reglamento del Mecanismo Único de Resolución (RMUR) establece el marco para la resolución bancaria en los Estados miembros de la UE participantes en la Unión Bancaria.  La Directiva para la reestructuración y la resolución de entidades bancarias requiere que las entidades bancarias preparen planes de reestructuración para superar sus dificultades financieras. También otorga a las autoridades nacionales poderes para asegurar la resolución ordenada de bancos en graves dificultades minimizando los costes para los contribuyentes.   Media Contact details: E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 E-mail:  Sean.DE-BURCA@srb.europa.euPhone number: +3224903710Switchboard: +32 2 490 3000Mobile phone: +32477028710 Website: http://srb.europa.eu/Twitter: @EU_SRB ", "url": "https://srb.europa.eu/en/node/571"}, {"id": "SRB_NEWS_0042", "date": "2018-03-20", "text_type": "NEWS", "title": "SRB announces the appointment of new Board Member", "text": "  Brussels – 19 March 2018The Single Resolution Board (SRB) announces the appointment of Mr Boštjan Jazbec as Member of the Board and Director of Resolution Planning and Decisions.Mr Boštjan Jazbec, a Slovenian national, has been serving as Governor of the Bank of Slovenia and Member of the Governing and General Councils of the European Central Bank since 2013. In this function, he oversaw the supervision and resolution of financial institutions in Slovenia, bringing hands-on and valuable experience to the SRB. Amongst other positions, he was the Slovenian Governor of the International Monetary Fund and a Member of the Central Bank Governance Group of the Bank for International Settlements.In line with Regulation (EU) No 806/2014, which set up the SRB, the Commission in consultation with the SRB established a shortlist for the function of Member of the Board and Director Resolution Planning and Decisions on 20 December 2017. Then the Commission proposed Mr Boštjan Jazbec as a candidate to the European Parliament. After the European Parliament gave its approval to the Commission's proposal on 21 February, the Council, acting by qualified majority, appointed Mr Jazbec on 19 March. He was selected through a stringent recruitment process.He will replace Ms Joanne Kellerman who announced her resignation in August 2017. The date when Mr Jazbec will take up his duties will be decided in the coming days. “Mr Jazbec has ample experience and knowledge of the banking sector and I am pleased to welcome him to the SRB. The Board Members and I look forward to working with Mr Jazbec, and am certain that his experience will contribute to the SRB’s mission, that is to make banks truly resolvable.”- Elke König, Chair of the Single Resolution Board.“I am looking forward to be joining the SRB, and am committed to the SRB’s mission of ensuring an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating member states and beyond. I am committed to bring my previous experience to the Board and to contribute to the work of this pillar of the Banking Union.” - Boštjan Jazbec, newly appointed Member of the Board. Boštjan Jazbec’s biography More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De RedeE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477 028 530 Seán de BúrcaE-mail: Sean.de-Burca@srb.europa.euPhone number: +32 2 490 3710Switchboard: +32 2 490 3000Mobile phone: +32 477 02 87 10  Website: http://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/505"}, {"id": "SRB_NEWS_0043", "date": "2018-02-24", "text_type": "NEWS", "title": "The Single Resolution Board does not take resolution action in relation to ABLV Bank, AS and its subsidiary ABLV Bank Luxembourg S.A.", "text": "Following the decision by the European Central Bank to declare ABLV Bank, AS and its subsidiary ABLV Bank Luxembourg S.A. as ‘failing or likely to fail’, the Single Resolution Board (SRB) has decided that resolution action is not necessary as it is not in the public interest for these banks. As a consequence, the winding up of the banks will take place under the law of Latvia and Luxembourg, respectively.The SRB concurred with the ECB’s assessment and concluded that there are no available supervisory or private sector measures which could prevent the failure of the banks. Upon careful consideration whether resolution action is necessary and proportionate to safeguard the objectives set out in the EU resolution framework, the SRB has today concluded that for these two banks, resolution action is not in the public interest. In particular, neither of these banks provide critical functions, and their failure is not expected to have a significant adverse impact on financial stability in these two countries or other Member States.Eligible deposits are protected up to €100,000 in accordance with the Latvian and Luxembourg laws transposing Directive 2014/49/EU. Customers in Latvia can contact ABLV Bank, AS or the Financial and Capital Market Commission, the Latvian supervisory authority, which is the administrator for the Latvian deposit guarantee fund. Customers in Luxembourg can contact ABLV Bank Luxembourg S.A. or the Fonds de Garantie des Dépôts, Luxembourg. ECB press releaseSummary of the SRB decision in relation to ABLV Bank, ASSummary of the SRB decision in relation to ABLV Bank Luxembourg S.A. More information:DIRECTIVE 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the Council REGULATION (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010 DIRECTIVE 2014/49/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 April 2014 on deposit guarantee schemes Q&A on resolution About the Single Resolution BoardThe Single Resolution Board (SRB) is the resolution authority within the Banking Union. Together with the National Resolution Authorities (NRAs) it forms the Single Resolution Mechanism. The SRB works closely with, in particular, the NRAs of participating Member States, the European Commission (EC), the European Parliament (EP), the European Central Bank (ECB) and National Competent Authorities (NCAs). The NRAs play a key role within the Banking Union. The mission of the SRB is to ensure an orderly resolution of failing banks with minimum impact on the real economy and the public finances of the participating Member States of the Banking Union. SRB Contact details: Camille De RedeCamille.De-Rede@srb.europa.eu+32 2 490 3530 Maria HormaecheMaria.HORMAECHE-LAZCANO@srb.europa.eu+32 2 490 3702Website: https://srb.europa.eu/Twitter: @EU_SRB National Resolution Authorities Contact details LatviaIeva Upleja, Phone: +371 67774807, Mobile: +371 29476003, e-mail: Ieva.Upleja@fktk.lvLuxembourgDanièle Berna-Ost, Phone +352 26 251 2230, e-mail: Daniele.Berna-Ost@cssf.lu               ", "url": "https://srb.europa.eu/en/node/495"}, {"id": "SRB_NEWS_0044", "date": "2018-02-02", "text_type": "NEWS", "title": "The Single Resolution Board releases the non-confidential version of documents related to the resolution of Banco Popular", "text": " Brussels, 2 February 2018The Single Resolution Board (‘SRB’) published today an ‘extensive’ non-confidential version of the Resolution Decision, the Valuation Reports and the 2016 Resolution Plan. To make as much information publicly available as possible, the SRB has decided to publish additional documents relating to the resolution process. On 28 November 2017, the SRB Appeal Panel confirmed that full disclosure of certain documents related to the resolution of Banco Popular would raise financial stability concerns. Taking into account the time that has elapsed since the resolution action and after careful consideration of potential financial stability concerns, following consultation of the relevant stakeholders, the SRB decided to disclose additional parts of the Resolution Decision, and parts of the Valuation Reports as well as of the 2016 Resolution Plan, which are considered to be of a non-confidential nature. In line with this approach, the SRB has released two additional documents related to the resolution action, namely the Marketing Decision as well as the Sale Process Letter.Certain parts of these documents remain confidential. These parts mainly contain information whose disclosure could (a) undermine the protection of public interests as regards the financial, monetary or economic policy, or (b) undermine commercial interests of BPE and/or its purchaser, or (c) affect the still on-going valuation process which is carried out in order to determine whether former shareholders or creditors of BPE would have received a better treatment under normal insolvency proceedings (Valuation 3).Accordingly, the non-confidential version of the following documents is available as of today:The 2016 Resolution Plan drawn up in respect of Banco Popular;The Marketing Decision, i.e. the SRB Decision of 3 June 2017 concerning the marketing of Banco Popular;The Sale Process Letter of FROB dated 6 June 2017;The Valuation Report prepared by the SRB to assess whether Banco Popular was failing or likely to fail (Valuation 1);The Valuation Report and its annexes prepared by the independent expert, Deloitte, in the context of the resolution action (Valuation 2); and,The Resolution Decision, i.e. the SRB Decision of 7 June 2017 concerning the adoption of a resolution scheme in respect of Banco Popular. Please see the section 'Resolution Cases' in order to consult these documents.Pursuant to Article 20(16) of Regulation 806/2014, a valuation for the purposes of assessing whether former shareholders and creditors of Banco Popular would have received better treatment if the bank had entered into normal insolvency proceedings (Valuation 3) is currently prepared by Deloitte. About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De RedeE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria HormaecheE-mail: Maria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Mobile phone: +32 477 028 702 Website: https://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/483"}, {"id": "SRB_NEWS_0045", "date": "2018-01-23", "text_type": "NEWS", "title": "SRB and Canada Deposit Insurance Corporation sign Cooperation Arrangement", "text": " 22 December 2017The Cooperation Arrangement (CA) between the Single Resolution Board (SRB) and the Canada Deposit Insurance Corporation (CDIC) further strengthens the close cooperation between the two organizations in compliance with the legal frameworks in Canada and the European Union and, facilitates resolution planning and implementation to entities with cross-border operations.  Many large financial institutions have a global presence and cross-border operations. Officials from the SRB and CDIC are continuously coordinating with other resolution authorities, tackling the challenges of bank resolution and preparing for effective cross border resolution, if needed. Cooperation among resolution authorities is important to help ensure that Global Systemically Important Banks (GSIBs) can fail without major systemic consequences. Bilateral arrangements signed between resolution authorities to underpin this cooperation are an important ingredient for building resolvability together and for advance planning for resolution. Particularly, the Cooperation Arrangement will allow them to better protect depositors and taxpayers through enhanced cooperation when an SRB member institution or a connected CDIC-regulated entity encounters serious financial difficulties.   The CDIC and the SRB have therefore concluded a Cooperation Arrangement, following similar arrangements established between the SRB and Federal Deposit Insurance Corporation (FDIC) in September 2017. The purpose of this arrangement is to provide a basis for the exchange of information and cooperation in resolution planning and the implementation of such planning for financial institutions with operations in the Banking Union and Canada. The CDIC and SRB confirm, through this arrangement, their commitment to strengthen cross border resolvability by enhancing communication and cooperation, and to work together in planning and conducting an orderly cross border resolution. The goal is to facilitate the resolution of banks present across the respective jurisdictions while maintaining financial stability in Canada and the European Union. About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De Rede - Communication OfficerE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria Hormaeche - Seconded National ExpertE-mail: Maria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Mobile phone: +32 477 028 702Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/467"}, {"id": "SRB_NEWS_0046", "date": "2018-03-16", "text_type": "NEWS", "title": "SRB and Federal Deposit Insurance Corporation sign Cooperation Arrangement", "text": "   fdic_logo.png epso_logo_singleresolutionboard_cmyk.jpg  14 December 2017 The Cooperation Arrangement (CA) between the Single Resolution Board (SRB) and the Federal Deposit Insurance Corporation (FDIC) further strengthens the close cooperation between the two organizations in compliance with the legal frameworks in the United States and the European Union.  Many large financial institutions have a global presence. Officials from the SRB and FDIC are continuously coordinating with other resolution authorities, tackling the challenges of bank resolution and preparing for effective cross border resolution, if needed. Cooperation among resolution authorities is important to help ensure that Global Systemically Important Banks (GSIBs) can fail without major systemic consequences. Bilateral arrangements signed between resolution authorities to underpin this cooperation are an important ingredient for building resolvability together and for advance planning for resolution.   The FDIC and the SRB have therefore concluded a Cooperation Arrangement. The purpose of this arrangement is to provide a basis for the exchange of information and cooperation in resolution planning and the implementation of such planning for financial institutions with operations in the Banking Union as well as the United States of America. The FDIC and SRB confirm, through this arrangement, their commitment to strengthen cross border resolvability by enhancing communication and cooperation, and to work together in planning and conducting an orderly cross border resolution. The goal is to facilitate the resolution of banks present across the respective jurisdictions while maintaining financial stability in the United States and the European Union. About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De Rede - Communication OfficerE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria Hormaeche - Seconded National ExpertE-mail: Maria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Mobile phone: +32 477 028 702Website: https://srb.europa.eu/Twitter: @EU_SRB About the Federal Deposit Insurance Corporation (FDIC)The U.S. Congress created the Federal Deposit Insurance Corporation in 1933 to restore public conﬁdence in the nation’s banking system. The FDIC insures deposits at the nation’s banks and savings associations, 5,787 as of June 30, 2017.   It promotes the safety and soundness of these institutions by identifying, monitoring and addressing risks to which they are exposed.  The FDIC receives no federal tax dollars—insured ﬁnancial institutions fund its operations. Media Contact details:Barbara HagenbaughE-mail: bhagenbaugh@fdic.govPhone number: 202-898-7192  ", "url": "https://srb.europa.eu/en/node/457"}, {"id": "SRB_NEWS_0047", "date": "2018-11-12", "text_type": "NEWS", "title": "Single Resolution Board publishes first Multi-Annual Programming document, including its Work Programme 2018", "text": " Brussels – 4 December 2017Today, the Single Resolution Board (SRB) publishes its first multi-annual programming document, including its Work Programme 2018. The SRB sets out an ambitious roadmap for improving the resolvability of the banks under its remit over the next three years. Key objectives include completion and refinements  of resolution plans and definition of  Minimum Requirement for own funds and Eligible Liabilities (MREL)  for all major banking groups in our remit, reinforced crisis preparedness, as well as further operationalisation of the Single Resolution Fund (SRF). \"We are clearly committed to the SRB’s mission: ensuring an orderly resolution of failing banks with minimum impact on the real economy, the financial system, and the public finances of the participating member states and beyond.\" Elke König, Chair of the Single Resolution Board. Download the SRB first multi-annual programming document 2018  map.png  More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority within the Banking Union (BU) and, as part of the Single Resolution Mechanism (SRM), is at its centre. It works closely with, in particular, the national resolution authorities (NRAs) of participating Member States, the European Commission (EC), the European Central Bank (ECB) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De Rede – Communication OfficerE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria Hormaeche Lazcano - Seconded National ExpertMaria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Switchboard: +32 2 490 3000Mobile phone: +32 477 028 702 Website: http://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/443"}, {"id": "SRB_NEWS_0048", "date": "2018-03-16", "text_type": "NEWS", "title": "The SRB Appeal Panel decides on access to SRB documents with respect to the Banco Popular case", "text": " The SRB Appeal Panel confirms that full disclosure of the Provisional Valuation Report would raise financial stability concerns. At the same time, it decided that the SRB should make public elements of the Valuation Report it considers to be of a non-confidential nature.The SRB is now analysing the steps that need to be taken in the coming days following 6 decisions of the SRB Appeal Panel.On 28 November 2017, the Appeal Panel of the SRB released its decisions on the cases 38/17 to 43/17. These cases related to the review of decisions of the SRB with respect to the Appellants’ requests for access to SRB documents, including the SRB Decision concerning the adoption of a resolution scheme in respect of Banco Popular, the related Valuation Report, the 2016 version of the Resolution Plan in respect of Banco Popular, documents emanating from the ECB concerning the situation of Banco Popular, internal SRB documents, as well as documents relating to the competitive process for the sale of Banco Popular.The SRB Appeal Panel, after balancing the interests involved, has decided that certain further parts of the Resolution Decision could be disclosed, although it welcomed the publication of a non-confidential version of the Resolution Decision by the SRB. In addition, the SRB Appeal Panel upheld the stance of the SRB that the disclosure of parts of the Valuation Report could “pose a threat to such protected interests”, “could have an impact on other market participants and/or resolution actions in the future” and “could objectively raise actual concerns either of financial stability or of protection of commercial interests”. Nevertheless, the SRB Appeal Panel stressed the need for the SRB to identify the non-confidential content of the Valuation Report that shall be disclosed. With respect to the 2016 Resolution Plan for Banco Popular, the SRB Appeal Panel considered that since disclosure of this Resolution Plan would now take place several months after the adoption of the Resolution Decision, some parts of this Resolution Plan could be made public. In the view of the SRB Appeal Panel, in preparing the non-confidential versions of these documents, the SRB “enjoys significant discretion, provided that it complies, mutatis mutandis, with the principles stated in [its] decision[s]”. As regards other internal SRB documents, the SRB Appeal Panel stated that access to such documents can be legitimately refused by the SRB to the extent that the Appellants did not show an overriding public interest in the disclosure of the documents. With respect to documents emanating from the ECB, the SRB Appeal Panel confirmed the SRB’s stance regarding the non-disclosure of such documents. Finally, the SRB Appeal Panel considered that the refusal to provide full access to documents relating to the competitive process for the sale of Banco Popular “was duly substantiated and was duly justified by the applicable exceptions invoked by the Board”.More about the Appel Panel Contact details:Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477 028 530 Maria Hormaeche Lazcano - Seconded National ExpertMaria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Switchboard: +32 2 490 3000Mobile phone: +32 477 028 702Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/442"}, {"id": "SRB_NEWS_0049", "date": "2017-12-12", "text_type": "NEWS", "title": "Single Resolution Board holds its second conference in Brussels  \"Building resolvability together\"", "text": "  Brussels – 29 September 2017 Today, the Single Resolution Board (SRB) is holding its second conference in Brussels under the theme \"Building resolvability together”. The SRB’s focus is on making banks easier to resolve, counting on and fostering a strong cooperation with all its stakeholders. Since the financial crisis much has happened: banks are stronger, safer and less leveraged today. But more progress still remains to be made by banks, enhancing their preparedness for resolution, and by the authorities developing and enhancing Resolution Plans, setting minimum requirement for own funds and eligible liabilities (MREL) and more generally addressing barriers to resolution. This work will require seamless cooperation across all stakeholders. “The Single Resolution Board, together with the National Resolution Authorities of the Banking Union, focuses on resolution planning and preparation with a forward-looking mindset to avoid the potential negative impact of a bank failure on the economy and on financial stability. 2017 has seen the first experience with the resolution framework. It clearly proved its functioning, but work on resolvability is a multi-year project for all and the lessons-learned will feed into future work.” - Elke König, Chair of the Single Resolution BoardThe conference features opening addresses and keynotes from:Valdis Dombrovskis, Vice-President of the European Commission responsible for the Euro and Social Dialogue, also in charge of Financial Stability, Financial Services and the Capital Markets Union, speaking on the future of resolution and the Banking Union : \"We created the Single Resolution Mechanism as the second pillar of the Banking Union in the midst of crisis with ambitious aims: reducing the bank-sovereign feedback loop, protecting financial stability, and making sure that taxpayers are not first in line to foot the bill for the banking sector's mistakes. This year - as it was put to the test – we saw that the SRM is working. But work still remains before we have fully achieved its objectives. We need to implement what we have agreed, further reduce risks in the banking system, and complete the Banking Union. This is one of the most important short-term actions if we want to move on with the deepening of Europe's Economic and Monetary Union.\"Klaas Knot, President of De Nederlandsche Bank, speaking on the need for a safety net: “We need to tackle the issue of funding in resolution. New instruments may be needed”. Sir Jon Cunliffe, Deputy Governor for Financial Stability, Bank of England, speaking on resolution feasibility: “There are in place now credible options, other than insolvency or bailout, that ensure that bank shareholders and creditors will bear losses if a bank fails”.Martin J. Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation, speaking on building resolvability for globally systemic important banks: “Tackling the issue of resolving a systemically important financial institution requires the commitment of all of the groups represented here today on a global scale. Together, we are building a solid foundation to address this critically important issue.  More work remains to be done, but we shouldn’t lose sight of how far we have come.” The Conference also features panel discussions with the industry, regulators and supervisors focused on the promises of the Banking Union, the future of resolution and international challenges to overcome.  The conclusions of the Single Resolution Board's second conference will be available as a report to be published in the course of next month.To follow the event through web-stream, download the agenda, or learn more, go to the conference homepage. You can also follow the online conversation on Twitter through #SRB2017.More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution FundAbout the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the national resolution authorities of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 477 028 530 Maria Hormaeche Lazcano - Seconded National ExpertMaria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Switchboard: +32 2 490 3000Mobile phone: +32 477 028 702Website: https://srb.europa.eu/Twitter: @EU_SRB ", "url": "https://srb.europa.eu/en/node/386"}, {"id": "SRB_NEWS_0050", "date": "2017-12-12", "text_type": "NEWS", "title": "Press Release - Banking Union - Single Resolution Board collects €6.6 billion in annual contributions to the Single Resolution Fund, now reaching €17 billion in total", "text": " As of 30 June 2017, the Single Resolution Board (SRB) had collected €6.6 billion from 3,512 institutions in annual contributions to the Single Resolution Fund (SRF). In total, the SRF now holds an amount of €17.4 billion.The SRF pools contributions which are raised on an annual basis at national level from credit institutions and certain investment firms within the 19 participating Member States. These contributions are calculated on the basis of the methodology set out in the Commission Delegated Regulation (EU) 2015/63 and Council Implementing Regulation (EU) 2015/81 and are collected via the National Resolution Authorities (NRAs).The SRF is being built-up over a period of eight years (2016-2023). The target size is intended to be at least 1% of covered deposits by end 2023. 3,512 institutions banks and investment firms have to contribute to the Fund.“The Single Resolution Fund ensures uniform practice in the financing of resolutions within the Single Resolution Mechanism. It is an important safeguard that can be accessed as last resort only. In addition we have Loan Facility Agreements with all Member States in place and are supporting the efforts of Member States to put in place an effective common backstop.” - Elke König, Chair of the Single Resolution Board  Read the statistical overview of the funds collected by the SRB Background: The Single Resolution Fund: ensures uniform practice in the financing of resolutions within the Single Resolution Mechanism (SRM);pools contributions raised at national level from institutions within the SRB’s remit in each of the 19 Member States within the Banking Union;is built up over eight years (2016-2023) to reach the target level of at least 1% of covered deposits of all credit institutions authorised in the participating Member States;was established by the SRM Regulation (EU) No 806/2014 and is owned by the Single Resolution Board (SRB).Use of the SRF: Within the resolution scheme, the SRF may be used only to the extent necessary to ensure the effective application of the resolution tools, as a last resort, inter alia:to guarantee the assets or liabilities of the institution under resolution;to make loans to, or to purchase assets of, the institution under resolution;to purchase assets of the institution under resolution;to make contributions to a bridge institution and an asset management vehicle;to pay compensation to shareholders or creditors who incurred greater losses than under normal insolvency proceedings and;to make a contribution to the institution under resolution in lieu of the write-down or conversion of liabilities of certain creditors under specific conditions.The SRF shall not be used directly to absorb losses or to recapitalise an institution. In exceptional circumstances, where an eligible liability or class of liabilities is excluded or partially excluded from bail-in, a contribution from the SRF may be made to the institution under resolution under two key conditions, namely:Bail-in of at least 8%: a contribution to loss absorption and recapitalisation totalling not less than 8% of the total liabilities including own funds of the institution under resolution has already been made by shareholders, the holders of relevant capital instruments and other eligible liabilities through write-down, conversion or otherwiseContribution from the SRF of maximum 5%: the SRF contribution does not exceed 5% of the total liabilities including own funds of the institution under resolution.More information:Read more information about the Single Resolution FundBANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution FundEuropean Commission Delegated Regulation (EU) 2015/63 and Council Implementing Regulation (EU) 2015/81.About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond.Media Contact details: Camille De Rede - Communication Officer E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria Hormaeche - Seconded National ExpertE-mail: Maria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Mobile phone: +32 477 028 702 Website: https://srb.europa.euTwitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/362"}, {"id": "SRB_NEWS_0051", "date": "2018-09-20", "text_type": "NEWS", "title": "Single Resolution Board publishes its 2016 Annual Report", "text": " The Single Resolution Board (SRB) today publishes its 2016 Annual Report. The report takes stock of the progress made in developing resolution plans, establishing the Single Resolution Fund (SRF) and also fostering cooperation within the Banking Union, within Europe and internationally. 2017 saw the SRB take its first resolution decision, but the SRB’s focus will remain on enhancing resolvability of the banks under its remit. 2016 was the second year of the SRB’s operation and the first year in which the organisation assumed full resolution powers. The SRB in close cooperation with National Resolution Authorities (NRAs) made significant progress in developing resolution plans, building up the SRF, and strengthening cooperation within the Banking Union and beyond. The SRB focused on the following main operational areas: ensuring resolution readiness; setting up and managing the SRF; fostering and broadening cooperation; and consolidating its capacity building.The main objectives identified in the 2016 SRB Working Priorities have been reached. The SRB assumed its full resolution powers, covering around 140 banks. Together with the National Resolution Authorities (NRAs), the SRB drafted and adopted first versions of resolution plans for the majority of its banking groups in 2016. The Internal Resolution Teams are up and running. Critical data for resolution planning and for SRB decisions is being collected with the assistance from the NRAs. The regulatory framework is being developed and the SRB is actively contributing with its expertise to regulatory discussions.“The last 18 months were characterized by a strong building-up of our capabilities under the new EU resolution regime and the main objectives identified as working priorities have been achieved. Resolution planning is a multi-annual task and clearly 2016 was only a first, though important, step and more will have to be done in 2017 and coming years\" - Elke König, Chair of the Single Resolution Board.Elke König, Chair of the Single Resolution Board, presented the Annual Report to the European Parliament’s ECON Committee at a public hearing on July 11, 2017.  Read the SRB 2016 Annual Report More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the central resolution authority within the Banking Union (BU). Together with the NRAs of participating Member States it forms the Single Resolution Mechanism (SRM). The SRB works closely with the European Commission (EC), the European Central Bank (ECB), the European Banking Authority (EBA) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De Rede - Communication Officer E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria Hormaeche - Seconded National ExpertE-mail: Maria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Mobile phone: +32 477 028 702 Website: https://srb.europa.eu/ Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/360"}, {"id": "SRB_NEWS_0052", "date": "2017-12-12", "text_type": "NEWS", "title": "The SRB will not take resolution action in relation to Banca Popolare di Vicenza and Veneto Banca", "text": " Brussels – 23 June 2017Following today’s decision taken by the European Central Bank to declare Banca Popolare di Vicenza S.p.A. and Veneto Banca S.p.A. as ‘failing or likely to fail’, the Single Resolution Board has decided that resolution action by the SRB is not warranted for these banks. As a consequence, the winding up of the banks will take place under national proceedings launched by the Italian authorities.  The SRB concurred with the ECB’s assessment and concluded that there are no alternative supervisory or private sector measures which could prevent the failure of the banks. Upon careful consideration whether resolution action is necessary and proportionate to safeguard the objectives set out in the Banking Union resolution framework, the SRB has today concluded that for these two banks, resolution action is not warranted in the public interest. In particular, neither of these banks provides critical functions, and their failure is not expected to have significant adverse impact on financial stability. As a result, the banks will be wound up under normal Italian insolvency proceedings. ECB's Press ReleaseSummary of the SRB’s decision in relation to Banca Popolare di VicenzaSummary of the SRB’s decision in relation to Veneto Banca More information:DIRECTIVE 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the CouncilREGULATION (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010Read more information about resolution in the SRB’s Introduction to Resolution Planning.Q&A BRRD / SRMR on SRB Website About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority within the Banking Union. Together with the National Resolution Authorities (NRAs) it forms the Single Resolution Mechanism. The SRB works closely with, in particular, the NRAs of participating Member States, the European Commission (EC), the European Parliament (EP), the European Central Bank (ECB) and National Competent Authorities (NCAs). The NRAs play a key role within the Banking Union. The mission of the SRB is to ensure an orderly resolution of failing banks with minimum impact on the real economy and the public finances of the participating Member States of the Banking Union. SRB Communication Contact details: Camille De Rede - Communication Officer E-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Maria Hormaeche - Seconded National ExpertE-mail: Maria.HORMAECHE-LAZCANO@srb.europa.euPhone number: +32 2 490 3702Mobile phone: +32 477 028 702 Website: https://srb.europa.eu/ Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/341"}, {"id": "SRB_NEWS_0053", "date": "2017-12-12", "text_type": "NEWS", "title": "The Single Resolution Board adopts resolution decision  for Banco Popular", "text": " Brussels – 7 June 2017Today, the Single Resolution Board (SRB) has transferred all shares and capital instruments of Banco Popular Español S.A. (Banco Popular) to Banco Santander S.A (Santander). This means that Banco Popular will operate under normal business conditions as a solvent and liquid member of the Santander Group with immediate effect. Due to its recent stressed liquidity situation, the European Central Bank (ECB) had decided that Banco Popular was “failing or likely to fail” on 6 June 2017 and notified the SRB accordingly. The SRB and the Spanish National Resolution Authority – FROB – have decided that the sale was in the public interest as it protects all depositors of Banco Popular and ensures financial stability. The resolution scheme enters into force today, following the endorsement by the European Commission.“The decision taken today safeguards the depositors and critical functions of Banco Popular. This shows that the tools given to resolution authorities after the crisis are effective to protect taxpayers’ money from bailing out banks”. - Elke König, Chair of the SRB.The purchase price paid by Santander for the shares and capital instruments of Banco Popular is 1 Euro. The resolution decision will be implemented by FROB.The SRB has decided that the sale of business tool for transferring shares to a purchaser meets the resolution objectives and ensures the financial stability in Spain and Portugal, where Banco Popular owns a subsidiary. As a result, the shares, including the entire business of Banco Popular and its subsidiaries, have been transferred to Santander Group as of 7 June 2017. The SRB, by its decision, effectively protects the depositors of Banco Popular and its critical functions to avoid adverse effects on financial stability and the real economy, without using any public funds.Read the summary of the effects of the resolution action Resolution of the FROB Governing Committee adopting the measures required to implement the Decision of the Single Resolution Board in its Extended Executive Session of 7 June 2017 concerning the adoption of the resolution scheme in respect of Banco Popular EspañolEuropean Commission Press ReleaseEuropean Central Bank Press ReleaseFor more information, refer to the Banco Popular resolution decision pageMore information:DIRECTIVE 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the CouncilREGULATION (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010Read more information about resolution in the SRB’s Introduction to Resolution Planning.Q&A BRRD / SRMR on SRB Website About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority within the Banking Union. Together with the National Resolution Authorities (NRAs) it forms the Single Resolution Mechanism. The SRB works closely with, in particular, the NRAs of participating Member States, the European Commission (EC), the European Parliament (EP), the European Central Bank (ECB) and National Competent Authorities (NCAs). The NRAs play a key role within the Banking Union. The mission of the SRB is to ensure an orderly resolution of failing banks with minimum impact on the real economy and the public finances of the participating Member States of the Banking Union. SRB Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.eu+32 2 490 3530+32 477 028 530Maria Hormaeche - Seconded National ExpertMaria.HORMAECHE-LAZCANO@srb.europa.eu+32 2 490 3702+32 477 028 702FROB - Spanish National Resolution Authority Contact details: Comunicacion@frob.es+34 699 643 929+34 91 432 78  68", "url": "https://srb.europa.eu/en/node/315"}, {"id": "SRB_NEWS_0054", "date": "2017-05-31", "text_type": "NEWS", "title": "Press Release - Media allegations regarding a specific bank", "text": "In order to clarify certain information issued by media sources regarding a specific bank, the Single Resolution Board would like to notify the following:“The mission of the SRB is to ensure an orderly resolution of failing banks with minimum impact on the real economy and the public finances. As such, the SRB is watching all banks in order to maintain financial stability in the Banking Union and beyond. The SRB does not comment on any bank-specific matters. It does not confirm the interpretations regarding alleged quotes made by the Chair of the SRB, Elke König. The SRB never issues warnings about banks; preparing and drafting resolution plans is our usual and daily core task.” ", "url": "https://srb.europa.eu/en/node/312"}, {"id": "SRB_NEWS_0055", "date": "2017-03-17", "text_type": "NEWS", "title": "Banking Union – Single Resolution Board completes signature of Loan Facility Agreements with all 19 participating Member States", "text": "Brussels – 8 February 2017The Single Resolution Board (SRB) finalised the signing of the Loan Facility Agreements (LFAs) with 19 participating Member States of the Banking Union. Through the LFAs, each participating Member States provides a bridge financing in the form of a national credit line to the SRB for the respective national compartment within the Single Resolution Fund (SRF) during the transitional period, until the SRF is fully mutualised by 1 January 2024.  \"The Loan Facility Agreements safeguard the public bridge financing arrangement agreed by the Member States in 2013 to make the Single Resolution Fund fully operational, also during its build-up phase. This contributes directly and effectively to the SRB's resolvability objectives.\"– Elke König, Chair of the Single Resolution Board.Why Loan Facility Agreements (LFAs) matterThe LFAs make the SRF’s capacity fully available in the build-up phase of its existence.As a measure of last resort, the LFAs shall provide bilateral bridge-financing with respect to the national compartment(s) within the SRF for the duration of the transitional period, until the SRF is fully mutualised by 1 January 2024.The LFA bridge-financing will ultimately be covered by the raising and transfer of extraordinary ex-post contributions collected from the institutions in the territories of the affected Member States.Background: Please refer to the SRB’s previous Press Release: Banking Union – ECOFIN endorsement of Public Bridge Financing Arrangement fundamental for credible start of the Single Resolution Mechanism in 2016More information:Press release: Intergovernmental Agreement signatureDIRECTIVE 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the CouncilREGULATION (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010Agreement on the transfer and mutualisation of contributions to the Single Resolution fundAbout the SRBThe Single Resolution Board (SRB) is the resolution authority for the significant and cross border banking groups established within participating Member States. In the context of the Single Resolution Mechanism it works in close cooperation with the national resolution authorities. In the newly created Banking Union the SRB cooperates with the European Central Bank, the European Commission, as well as other European and international institutions. Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and on public finances of the participating Member States and beyond.Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.eu+32 2 490 35 30Website: https://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/196"}, {"id": "SRB_NEWS_0056", "date": "2016-12-07", "text_type": "NEWS", "title": "Two new studies highlight the significant contribution of EU Agencies to citizens and administrations", "text": "The 45 EU Agencies and Joint Undertakings make a vast contribution to the economic and political development of the European Union according to two new studies presented today during the EU Agencies Forum at the European Parliament. The studies highlight that while the EU Agencies represent less than 0.8% of the EU's annual budget their contribution has widespread impact at citizen, industry and policy level.Read the press release. You can learn more about the studies.  ", "url": "https://srb.europa.eu/en/node/179"}, {"id": "SRB_NEWS_0057", "date": "2016-11-28", "text_type": "NEWS", "title": "Single Resolution Board publishes 2017 Work Programme", "text": "Brussels – 28 November 2016Today, the Single Resolution Board (SRB) publishes its 2017 Work Programme. This Work Programme sets out the strategic goals and objectives of the SRB and of the Single Resolution Mechanism as a whole. Its key focus is on resolution planning and resolution readiness and on ensuring that the significant and cross-border banks of the Euro area are resolvable with minimum impact on the real economy and on the public finances of the participating Member States. In addition, the SRB, as the manager of the Single Resolution Fund (SRF), will invest and administer the fund soundly and securely. A lot has been achieved in the Single Resolution Mechanism’s first full year, and the SRB’s focus on addressing “too big to fail” is unchanged. Sound resolution planning and resolution readiness, as well as an efficient management of the SRF, remain key priorities. ”Resolution readiness, as well as SRF operations, require a sound framework for the SRB to be an effective authority. In 2017, the SRB will therefore continue to foster the cooperation with its main partners. The SRB is committed to carrying out its mission as outlined in the Work Programme 2017 in the interest of a safer and sounder financial market”, said Elke König, Chair of the Single Resolution Board.In 2017, the SRB will focus on four main operational areas:Resolution readiness by sound resolution planningThe Single Resolution Fund Policy and cooperationSRB resources in human resources, finance, procurement and information technologyStrengthening resolution readiness is a key operational area for the SRB in 2017, when it will focus on achieving further progress in completing resolution plans for major banking groups. The focus will be on operationalising resolution strategies for these banking groups, bail-in execution and identifying obstacles to resolvability, and of course, further work on Minimum Requirements for own funds and Eligible Liabilities (MREL).Based on the experience gathered to date, the SRB will update its existing internal documentation as well as policies and procedures. This includes the further development of documentation regarding the process and procedure for any resolution action, as well as the updating of the Resolution Planning Manual and the Crisis Management Manual in light of the experience gained in resolution planning. In order to promote a level playing field for resolution plans across the banking union, the SRB will also conduct horizontal benchmarking exercises.The credibility of resolution actions is also determined by the SRF and its ability to support resolution actions financially, if necessary. The main priorities in 2017 relating to the SRF will be development of the contribution mechanism, development and implementation of the investment policy and continuation of work with respect to funding options. As an ongoing activity, the SRF will ensure the timely collection of SRM contributions.Resolution readiness and SRF operations require a strong resolution framework for the SRB to be an effective authority. In 2017, the SRB will therefore continue to foster cooperation with its main partners, i.e. the National Resolution Authorities (NRAs), the EU institutions and non-EU countries’ authorities, as well as the relevant international bodies and fora. The oversight function of the SRB over Less Significant Institutions (LSIs) will gradually be developed. In addition, the SRB will continue to contribute to all policy and legislative initiatives that can potentially impact on its activities. More concretely, the SRB will: (i) contribute to the revision of the Bank Recovery and Resolution Directive (BRRD) and SRMR, (ii) contribute to the transposition of total loss-absorbing capacity (TLAC) into EU legislation, (iii) provide input in the European Deposit Insurance Scheme (EDIS) discussion and (iv) contribute to the development of a resolution framework for financial market infrastructures (FMIs).The SRB requires adequate resources to secure the successful execution of the Work Programme 2017. To achieve its priorities and to ensure the smooth running of its operations, the SRB will continue to grow in 2017.Download the SRB Work Programme 2017   cover.jpg  More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution FundAbout the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority within the Banking Union (BU) and, as part of the Single Resolution Mechanism (SRM), is at its centre. It works closely with, in particular, the national resolution authorities (NRAs) of participating Member States, the European Commission (EC), the European Central Bank (ECB) and national competent authorities (NCAs). Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and public finances of the participating Member States and beyond. Media Contact details: Camille De Rede – Communication OfficerE-mail: Camille.De-Rede@srb.europa.euPhone number: +32 2 490 3530Switchboard: +32 2 490 3000Mobile phone: +32 460 766 704 Website: http://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/173"}, {"id": "SRB_NEWS_0058", "date": "2017-03-28", "text_type": "NEWS", "title": "U.S., European Officials to Hold Planned Coordination Exercise on Cross-Border Resolution Planning", "text": "Senior officials representing resolution authorities in the United States and Europe on Monday will hold the second in an ongoing series of planned exercises to enhance coordination on cross-border resolution.The discussion exercise will be held on Monday, October 10, and follows a similar exercise conducted by senior officials from the United States and the United Kingdom in 2014.  The exercise is the culmination of planning since late 2015 and builds on ongoing work by the international authorities in the area of cross-border resolution, including a staff-level exercise conducted earlier this year.The exercise is planned to coincide with the annual international meetings in Washington sponsored by the World Bank and International Monetary Fund. The exercise will be hosted by the Federal Deposit Insurance Corporation.  Other expected participants from the United States include senior officials from the Treasury Department, the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, the Securities and Exchange Commission, the Commodity Futures Trading Commission, and the Federal Reserve Bank of New York.Expected participants from Europe include senior officials from HM Treasury, the Bank of England, the U.K. Prudential Regulation Authority, the Single Resolution Board, the European Commission, and the European Central Bank. Media Contacts:FDIC - Barbara Hagenbaugh  +1 202-898-7192 -  bhagenbaugh@fdic.gov              BOE - Fiona Shaikh  +44 207 601 4411 - fiona.shaikh@bankofengland.co.uk               SRB  - Camille De Rede  +32 2 490 3530 - Camille.DE-REDE@srb.europa.eu", "url": "https://srb.europa.eu/en/node/166"}, {"id": "SRB_NEWS_0059", "date": "2016-07-14", "text_type": "NEWS", "title": "Press Release - Banking Union - Single Resolution Board publishes its first Annual Report", "text": "Brussels – 13 July 2016In accordance with the Single Resolution Mechanism Regulation (SRMR), the Single Resolution Board (SRB) is pleased to announce the publication of its first Annual Report. The SRB started in January 2015 with a clear focus on resolution planning; since January 2016 the SRB has been fully responsible for bank resolution.The SRB is the resolution authority within the Banking Union. Together with the National Resolution Authorities (NRAs) it forms the Single Resolution Mechanism (SRM). The SRB works closely with, in particular, the NRAs of participating Member States, the European Commission (EC), the European Central Bank (ECB), the European Parliament (EP) and National Competent Authorities (NCAs). The NRAs play a key role within the Banking Union. The mission of the SRB is to ensure an orderly resolution of failing banks with minimum impact on the real economy and the public finances of the participating Member States of the Banking Union.This first SRB Annual Report covers the period from 1 January 2015 to 31 December 2015. The priorities for the SRB in 2015 included capacity-building, setting up its governance structure, shaping its resolution function and competence, as well as formalising agreements and memoranda of understanding with key European bodies.\"The Board Members and the SRB staff are committed to our mission. The SRB is the second pillar of the Banking Union. Together with the National Resolution Authorities of the participating Member States we focus on resolution planning to ensure that – if need be - banks can be resolved without recourse to public funds.” - Elke König, Chair of the Single Resolution Board.The SRB will exercise its power in an appropriate and proportionate manner (including setting Minimum Requirement for own funds and Eligible Liabilities, MREL) in order to ensure banks are resolvable. Well established resolution planning, adequate MREL and focus on removing obstacles to resolution will further enhance the stability of the banking sector and hopefully avoid future resolution cases by allowing earlier – private – intervention.  The SRB, in collaboration with the NRAs of participating Member States, accomplished its 2015 objectives under a new framework, the Bank Recovery and Resolution Directive (BRRD) which was published in the Official Journal on 12 June 2014, and came into force on 1 January 2015 (with a one year transitional period for the bail-in tool).The SRB is also responsible for the Single Resolution Fund (SRF) and it set up the relevant procedures to manage the SRF in 2015. In 2015, the SRB finalised the contribution collection mechanism while supporting the negotiations of a bridge financing solution and developing an interim investment strategy. Currently, the SRB has collected over EUR 10 billion from 2015 and 2016 contributions to the SRF.SRB Annual report 2015: srb_annual_report_2015_en.pdf srb_annual_report_2015_en.pdf  About the SRBThe SRB is the resolution authority for the significant and cross border banking groups established within participating Member States. In the context of the Single Resolution Mechanism it works in close cooperation with the National Resolution Authorities. Within the Banking Union the SRB cooperates with the European Parliament, the European Central Bank, the European Commission, as well as other European and international institutions. Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and on public finances of the participating Member States and beyond. Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.euWebsite: http://srb.europa.eu/Twitter: @EU_SRB", "url": "https://srb.europa.eu/en/node/113"}, {"id": "SRB_NEWS_0060", "date": "2016-07-14", "text_type": "NEWS", "title": "Banking Union – Single Resolution Board collects over 10 billion euros in contributions to the Single Resolution Fund", "text": "Brussels – 6 July 2016 On 30 June 2016, the Single Resolution Board (SRB) collected 6.4 billion euros in contributions to the Single Resolution Fund (SRF). Today, the SRB is pleased to report that it has collected over 10 billion euros in contributions in total from nearly 4000 banks and investment firms via the National Resolution Authorities (NRAs).Following the Agreement on the Transfer and Mutualisation of Contributions to the Single Resolution Fund (\"IGA\"), an amount of 4.3 billion euros of 2015 ex-ante contributions had been transferred to the Single Resolution Fund at the end of January 2016.The Single Resolution Fund will be built up during the transitional period of eight years (2016-2023) and will reach at least 1% of covered deposits within the Member States of the Single Resolution Mechanism by the end of 2023. During the transitional period, the contributions will be allocated to different compartments corresponding to each participating Member State (national compartments). The use of the compartments is subject to a progressive mutualisation in such a manner that the compartments will cease to exist at the end of the transitional period. Banks have to make annual ex-ante contributions to the SRF. These contributions are generally calculated on the basis of the institutions’ liabilities, excluding own funds and covered deposits, and adjusted for risk. In calculating the ex-ante contributions, the SRB applies the methodology as set out in the Commission Delegated Regulation (EU) 2015/63 and Council Implementing Regulation (EU) 2015/81. READ FULL PRESS RELEASEBackground presentation on Contributions to the Single Resolution Fund ", "url": "https://srb.europa.eu/en/node/109"}, {"id": "SRB_NEWS_0061", "date": "2017-03-28", "text_type": "NEWS", "title": "Press Release - Single Resolution Board holds its first conference in Brussels", "text": "Brussels – 29 April 2016Today, the Single Resolution Board (SRB) is holding its first conference ever in Brussels where it recently found its definitive premises in Treurenberg. \"Charting the course: making bank resolution work\", is the title of today’s event which shows the determination of the SRB to firmly establish the second pillar of the Banking Union as the resolution authority while counting on and fostering strong cooperation with all its stakeholders. The Single Resolution Board (SRB), bringing together National Resolution Authorities (NRAs), will contribute to a clear and transparent framework in bank resolution.   The conference features opening addresses and keynotes from Jonathan Hill, Commissioner for Financial Stability, Financial Services and Capital Markets Union, European Commission; Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament; Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation; Jon Cunliffe, Deputy Governor, Bank of England, showing a close cooperation between all parties involved – inside and outside the EU. The event also features panel discussions with the industry, regulators and supervisors focused on successful planning in times of crisis and addressing the obstacles, to banking resolvability, as well as the means of funding a resolution. The Single Resolution Mechanism aims to enhance the preservation of financial stability in the euro area, with a predictable environment for consumption and investment decisions, through resolution planning and removing resolution obstacles for large and cross-border banks, whose disorderly failure could otherwise cause contagion in the financial system. “The Single Resolution Board, together with the National Resolution Authorities of the Banking Union, will carry out its mandate in order to charter the course to forward looking resolution planning to ensure, should the case arise, an orderly failure of an institution - at no cost to the taxpayers. Today's conference is one of the steps to achieve precisely this goal. The SRB is committed to transparency and consistency within the new EU framework”- Elke König, Chair of the Single Resolution Board \"We should not underestimate how challenging it is to move from bail-out to bail-in. It won't always be easy but I know that we are all committed to make the new set-up work. We have to continue to strengthen the Banking Union.  We'll keep up the momentum behind EDIS; maintain depositor confidence through better integrated deposit guarantee and resolution functions; and drive forward measures to reduce risk.\" - Jonathan Hill, European Commissioner for Financial Stability, Financial Services and Capital Markets Union “The Single Resolution Board has already shown itself to be a serious and responsible actor in the Banking Union framework as well as in the wider world of bank resolution. I welcome and appreciate the excellent institutional cooperation with the European Parliament.” - Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament “The opportunity to cooperate with a single resolution authority on resolution planning in regard to European institutions with significant operations in the United States, as well as U.S. institutions with significant operations in Europe, represents a large step forward for cross-border cooperation. I cannot underscore strongly enough our commitment to maintaining and deepening our working relationship with the European authorities.” - Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation The conclusions of the Single Resolution Board's first conference will be available in a report to be published by end of May 2016.To follow the event through web-stream, download the agenda, or learn more, go to the conference homepage. You can also follow the online conversation on Twitter through #SRB2016. More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority for the significant and cross border banking groups established within participating Member States. In the context of the Single Resolution Mechanism, it works in close cooperation with the national resolution authorities. In the newly created Banking Union, the SRB cooperates with the European Central Bank, the European Commission, as well as other European and international institutions. Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and on public finances of the participating Member States and beyond. Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.eu Website: http://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/91"}, {"id": "SRB_NEWS_0062", "date": "2019-03-06", "text_type": "NEWS", "title": "SRB publishes the list of banks under its remit", "text": " In accordance with the Single Resolution Mechanism Regulation, the entities and groups (142 as of 1 June 2016) which currently fall under the direct responsibility of the SRB are the following:(1) the entities and groups directly supervised by the European Central Bank.(2) other cross-border groups (list as of 6 June 2016) The information provided will be updated on a regular basis.", "url": "https://srb.europa.eu/en/node/44"}, {"id": "SRB_NEWS_0063", "date": "2017-03-28", "text_type": "NEWS", "title": "Press Release - Single Resolution Board holds its first conference in Brussels", "text": "Brussels – 29 April 2016Today, the Single Resolution Board (SRB) is holding its first conference ever in Brussels where it recently found its definitive premises in Treurenberg. \"Charting the course: making bank resolution work\", is the title of today’s event which shows the determination of the SRB to firmly establish the second pillar of the Banking Union as the resolution authority while counting on and fostering strong cooperation with all its stakeholders. The Single Resolution Board (SRB), bringing together National Resolution Authorities (NRAs), will contribute to a clear and transparent framework in bank resolution.   The conference features opening addresses and keynotes from Jonathan Hill, Commissioner for Financial Stability, Financial Services and Capital Markets Union, European Commission; Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament; Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation; Jon Cunliffe, Deputy Governor, Bank of England, showing a close cooperation between all parties involved – inside and outside the EU. The event also features panel discussions with the industry, regulators and supervisors focused on successful planning in times of crisis and addressing the obstacles, to banking resolvability, as well as the means of funding a resolution. The Single Resolution Mechanism aims to enhance the preservation of financial stability in the euro area, with a predictable environment for consumption and investment decisions, through resolution planning and removing resolution obstacles for large and cross-border banks, whose disorderly failure could otherwise cause contagion in the financial system. “The Single Resolution Board, together with the National Resolution Authorities of the Banking Union, will carry out its mandate in order to charter the course to forward looking resolution planning to ensure, should the case arise, an orderly failure of an institution - at no cost to the taxpayers. Today's conference is one of the steps to achieve precisely this goal. The SRB is committed to transparency and consistency within the new EU framework”- Elke König, Chair of the Single Resolution Board \"We should not underestimate how challenging it is to move from bail-out to bail-in. It won't always be easy but I know that we are all committed to make the new set-up work. We have to continue to strengthen the Banking Union.  We'll keep up the momentum behind EDIS; maintain depositor confidence through better integrated deposit guarantee and resolution functions; and drive forward measures to reduce risk.\" - Jonathan Hill, European Commissioner for Financial Stability, Financial Services and Capital Markets Union “The Single Resolution Board has already shown itself to be a serious and responsible actor in the Banking Union framework as well as in the wider world of bank resolution. I welcome and appreciate the excellent institutional cooperation with the European Parliament.” - Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament “The opportunity to cooperate with a single resolution authority on resolution planning in regard to European institutions with significant operations in the United States, as well as U.S. institutions with significant operations in Europe, represents a large step forward for cross-border cooperation. I cannot underscore strongly enough our commitment to maintaining and deepening our working relationship with the European authorities.” - Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation The conclusions of the Single Resolution Board's first conference will be available in a report to be published by end of May 2016.To follow the event through web-stream, download the agenda, or learn more, go to the conference homepage. You can also follow the online conversation on Twitter through #SRB2016. More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority for the significant and cross border banking groups established within participating Member States. In the context of the Single Resolution Mechanism, it works in close cooperation with the national resolution authorities. In the newly created Banking Union, the SRB cooperates with the European Central Bank, the European Commission, as well as other European and international institutions. Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and on public finances of the participating Member States and beyond. Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.eu Website: http://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/91"}, {"id": "SRB_NEWS_0064", "date": "2019-03-06", "text_type": "NEWS", "title": "SRB publishes the list of banks under its remit", "text": " In accordance with the Single Resolution Mechanism Regulation, the entities and groups (142 as of 1 June 2016) which currently fall under the direct responsibility of the SRB are the following:(1) the entities and groups directly supervised by the European Central Bank.(2) other cross-border groups (list as of 6 June 2016) The information provided will be updated on a regular basis.", "url": "https://srb.europa.eu/en/node/44"}, {"id": "SRB_NEWS_0065", "date": "2017-03-28", "text_type": "NEWS", "title": "Press Release - Single Resolution Board holds its first conference in Brussels", "text": "Brussels – 29 April 2016Today, the Single Resolution Board (SRB) is holding its first conference ever in Brussels where it recently found its definitive premises in Treurenberg. \"Charting the course: making bank resolution work\", is the title of today’s event which shows the determination of the SRB to firmly establish the second pillar of the Banking Union as the resolution authority while counting on and fostering strong cooperation with all its stakeholders. The Single Resolution Board (SRB), bringing together National Resolution Authorities (NRAs), will contribute to a clear and transparent framework in bank resolution.   The conference features opening addresses and keynotes from Jonathan Hill, Commissioner for Financial Stability, Financial Services and Capital Markets Union, European Commission; Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament; Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation; Jon Cunliffe, Deputy Governor, Bank of England, showing a close cooperation between all parties involved – inside and outside the EU. The event also features panel discussions with the industry, regulators and supervisors focused on successful planning in times of crisis and addressing the obstacles, to banking resolvability, as well as the means of funding a resolution. The Single Resolution Mechanism aims to enhance the preservation of financial stability in the euro area, with a predictable environment for consumption and investment decisions, through resolution planning and removing resolution obstacles for large and cross-border banks, whose disorderly failure could otherwise cause contagion in the financial system. “The Single Resolution Board, together with the National Resolution Authorities of the Banking Union, will carry out its mandate in order to charter the course to forward looking resolution planning to ensure, should the case arise, an orderly failure of an institution - at no cost to the taxpayers. Today's conference is one of the steps to achieve precisely this goal. The SRB is committed to transparency and consistency within the new EU framework”- Elke König, Chair of the Single Resolution Board \"We should not underestimate how challenging it is to move from bail-out to bail-in. It won't always be easy but I know that we are all committed to make the new set-up work. We have to continue to strengthen the Banking Union.  We'll keep up the momentum behind EDIS; maintain depositor confidence through better integrated deposit guarantee and resolution functions; and drive forward measures to reduce risk.\" - Jonathan Hill, European Commissioner for Financial Stability, Financial Services and Capital Markets Union “The Single Resolution Board has already shown itself to be a serious and responsible actor in the Banking Union framework as well as in the wider world of bank resolution. I welcome and appreciate the excellent institutional cooperation with the European Parliament.” - Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament “The opportunity to cooperate with a single resolution authority on resolution planning in regard to European institutions with significant operations in the United States, as well as U.S. institutions with significant operations in Europe, represents a large step forward for cross-border cooperation. I cannot underscore strongly enough our commitment to maintaining and deepening our working relationship with the European authorities.” - Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation The conclusions of the Single Resolution Board's first conference will be available in a report to be published by end of May 2016.To follow the event through web-stream, download the agenda, or learn more, go to the conference homepage. You can also follow the online conversation on Twitter through #SRB2016. More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority for the significant and cross border banking groups established within participating Member States. In the context of the Single Resolution Mechanism, it works in close cooperation with the national resolution authorities. In the newly created Banking Union, the SRB cooperates with the European Central Bank, the European Commission, as well as other European and international institutions. Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and on public finances of the participating Member States and beyond. Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.eu Website: http://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/91"}, {"id": "SRB_NEWS_0066", "date": "2019-03-06", "text_type": "NEWS", "title": "SRB publishes the list of banks under its remit", "text": " In accordance with the Single Resolution Mechanism Regulation, the entities and groups (142 as of 1 June 2016) which currently fall under the direct responsibility of the SRB are the following:(1) the entities and groups directly supervised by the European Central Bank.(2) other cross-border groups (list as of 6 June 2016) The information provided will be updated on a regular basis.", "url": "https://srb.europa.eu/en/node/44"}, {"id": "SRB_NEWS_0067", "date": "2017-03-28", "text_type": "NEWS", "title": "Press Release - Single Resolution Board holds its first conference in Brussels", "text": "Brussels – 29 April 2016Today, the Single Resolution Board (SRB) is holding its first conference ever in Brussels where it recently found its definitive premises in Treurenberg. \"Charting the course: making bank resolution work\", is the title of today’s event which shows the determination of the SRB to firmly establish the second pillar of the Banking Union as the resolution authority while counting on and fostering strong cooperation with all its stakeholders. The Single Resolution Board (SRB), bringing together National Resolution Authorities (NRAs), will contribute to a clear and transparent framework in bank resolution.   The conference features opening addresses and keynotes from Jonathan Hill, Commissioner for Financial Stability, Financial Services and Capital Markets Union, European Commission; Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament; Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation; Jon Cunliffe, Deputy Governor, Bank of England, showing a close cooperation between all parties involved – inside and outside the EU. The event also features panel discussions with the industry, regulators and supervisors focused on successful planning in times of crisis and addressing the obstacles, to banking resolvability, as well as the means of funding a resolution. The Single Resolution Mechanism aims to enhance the preservation of financial stability in the euro area, with a predictable environment for consumption and investment decisions, through resolution planning and removing resolution obstacles for large and cross-border banks, whose disorderly failure could otherwise cause contagion in the financial system. “The Single Resolution Board, together with the National Resolution Authorities of the Banking Union, will carry out its mandate in order to charter the course to forward looking resolution planning to ensure, should the case arise, an orderly failure of an institution - at no cost to the taxpayers. Today's conference is one of the steps to achieve precisely this goal. The SRB is committed to transparency and consistency within the new EU framework”- Elke König, Chair of the Single Resolution Board \"We should not underestimate how challenging it is to move from bail-out to bail-in. It won't always be easy but I know that we are all committed to make the new set-up work. We have to continue to strengthen the Banking Union.  We'll keep up the momentum behind EDIS; maintain depositor confidence through better integrated deposit guarantee and resolution functions; and drive forward measures to reduce risk.\" - Jonathan Hill, European Commissioner for Financial Stability, Financial Services and Capital Markets Union “The Single Resolution Board has already shown itself to be a serious and responsible actor in the Banking Union framework as well as in the wider world of bank resolution. I welcome and appreciate the excellent institutional cooperation with the European Parliament.” - Roberto Gualtieri, Chair of the Economic and Monetary Affairs Committee, European Parliament “The opportunity to cooperate with a single resolution authority on resolution planning in regard to European institutions with significant operations in the United States, as well as U.S. institutions with significant operations in Europe, represents a large step forward for cross-border cooperation. I cannot underscore strongly enough our commitment to maintaining and deepening our working relationship with the European authorities.” - Martin J Gruenberg, Chairman, U.S. Federal Deposit Insurance Corporation The conclusions of the Single Resolution Board's first conference will be available in a report to be published by end of May 2016.To follow the event through web-stream, download the agenda, or learn more, go to the conference homepage. You can also follow the online conversation on Twitter through #SRB2016. More information:BANK RECOVERY AND RESOLUTION DIRECTIVE (BRRD) 2014/59/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firmsSINGLE RESOLUTION MECHANISM REGULATION (SRMR) (EU) No 806/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund About the Single Resolution Board The Single Resolution Board (SRB) is the resolution authority for the significant and cross border banking groups established within participating Member States. In the context of the Single Resolution Mechanism, it works in close cooperation with the national resolution authorities. In the newly created Banking Union, the SRB cooperates with the European Central Bank, the European Commission, as well as other European and international institutions. Its mission is to ensure an orderly resolution of failing banks with minimum impact on the real economy and on public finances of the participating Member States and beyond. Contact details: Camille De Rede –  Communication OfficerCamille.De-Rede@srb.europa.eu Website: http://srb.europa.eu/Twitter: @EU_SRB  ", "url": "https://srb.europa.eu/en/node/91"}, {"id": "SRB_NEWS_0068", "date": "2019-03-06", "text_type": "NEWS", "title": "SRB publishes the list of banks under its remit", "text": " In accordance with the Single Resolution Mechanism Regulation, the entities and groups (142 as of 1 June 2016) which currently fall under the direct responsibility of the SRB are the following:(1) the entities and groups directly supervised by the European Central Bank.(2) other cross-border groups (list as of 6 June 2016) The information provided will be updated on a regular basis.", "url": "https://srb.europa.eu/en/node/44"}]