[{"id": "ERA_NEWS_0001", "date": "2025-12-14", "text_type": "NEWS", "title": "Call for expressions of interest (CEI) to establish a list of Independent experts to provide expertise to the European Union Agency for Railways in the field of safety.", "text": " The objective of this call for expressions of interest (CEI) is to set up a list of independent external experts to provide expertise to the European Union Agency for Railways in the domain of safety. The list resulting from this notice is valid from dispatch of this notice and for maximum five years (valid until 14 December 2025). Interested parties may submit an application at any time prior to the last three months of validity of the list. Read more ", "url": "https://www.era.europa.eu/content/call-expressions-interest-cei-establish-list-independent-experts-provide-expertise-1_en"}, {"id": "ERA_NEWS_0002", "date": "2021-10-25", "text_type": "NEWS", "title": "Meet ERA at SIFER 2021", "text": " The European Union Agency for Railways (ERA) participates to the next SIFER exhibition in Lille* from 25 to 27 October 2021. Staged every two years since 1999, SIFER, France's only B2B international industry exhibition, brings together suppliers and manufacturers of the very latest in railway technology, products and services aimed at meeting the complex needs of main line and urban networks. As well as providing a gateway to one of Europe's major markets, SIFER also helps participating companies to pursue export opportunities. As the showcase event for France's dynamic railway supply industry, it sets the scene for wide-ranging and productive exchanges on the future of the industry, and for the establishment of strategic contacts and relationships. Come and visit ERA stand 2/640 ! *Lille Grand Palais Exhibition Centre, 1 boulevard des Cites Unies, 59031 Lille ", "url": "https://www.era.europa.eu/content/meet-era-sifer-2021_en"}, {"id": "ERA_NEWS_0003", "date": "2021-07-28", "text_type": "NEWS", "title": "ERA is looking for vehicle authorisations consultancy support", "text": " Please be informed that the Agency has published a call for tenders to provide consultancy support to the contracting authority on vehicle authorisations applications. The procurement documents are available here. The limit to submit proposals is Thursday 9 September. ", "url": "https://www.era.europa.eu/content/era-looking-vehicle-authorisations-consultancy-support_en"}, {"id": "ERA_NEWS_0004", "date": "2021-09-08", "text_type": "NEWS", "title": "Benefits of EU harmonised rules and procedures to improve railway safety", "text": " The event gathered more than 150 participants from authorities and railway operators of the southern Mediterranean region, namely from Algeria, Egypt, Israel, Jordan, Morocco, Palestine1 and Tunisia, including a high number of international guests from the Eastern Partnership, the Western Balkans and Turkey, South America – among other key stakeholders: the  Intergovernmental Organisation for International Carriage by Rail (OTIF) and the International Union of Railways (UIC).  The main objectives of the event were to present the links between safety management system (SMS) requirements and the technical specification for interoperability (TSI OPE), give an overview of functional and technical specifications of the TSI OPE (relating to staff, trains and train operations), underline the links between EU Regulations and international railway law, discuss company rules and standards and their compliance with TSI OPE, and reflect on the roles and responsibilities of railway undertakings (RUs) and infrastructure managers (IMs) to ensure safe operations during normal, degraded but also in emergency situations.   On the first day, discussions focused on harmonised rules and procedures of the SMS in accordance with fundamental operating principles of TSI OPE, the importance to develop a competence management system for staff performing safety-related tasks (such as train driving, train preparation, authorisation of train movement), and the supporting documentation (e.g. driver’s rule book, route book).  On the second day, participants exchanged a series of reflection on the parameters to be checked to ensure vehicle and train compatibility over the route intended for operation, and the contribution of railway standards developed by the sector (notably on safety of load and passengers among other topics). The seminar eventually addressed some of the upcoming legal changes to the Convention concerning International Carriage by Rail (COTIF), regarding safety regulation and safety management.      1. This designation shall not be construed as recognition of a State of Palestine and is without prejudice to the individual positions of the Member States on this issue. ", "url": "https://www.era.europa.eu/content/benefits-eu-harmonised-rules-and-procedures-improve-railway-safety_en"}, {"id": "ERA_NEWS_0005", "date": "2021-10-07", "text_type": "NEWS", "title": "Positive Safety Culture to Bring European Rail Safety to Next Level", "text": " Rail officials honour the importance of the European Rail Climate Survey (ERA-SCS), the first pan-European sectoral survey on safety perception, as hallmark for a positive culture and important step for harmonising and improving rail safety in Europe The central role of railways for future sustainable European transport was acknowledged upon the arrival of the Connecting Europe Express to its final destination at Paris Gare de l’Est by the many officials present, celebrating the European Year of Rail 2021. The European Union Agency for Railways (ERA), together with SNCF Chairman and CEO Jean-Pierre Farandou, Henrik Hololei, Director-General for Mobility and Transport at the European Commission, and the Secretary-General of the European Transport Workers Federation (ETF) Livia Spera, used the occasion to promote the European Rail Climate Survey (ERA-SCS), a pan-European initiative to collect safety perception from the employees in the rail sector. While the survey is open until 31 October 2021, the Agency and its partners managed to obtain more than 43.000 responses from European rail workers since its launch in early 2021. The survey is the first of its kind to be launched at European level to an entire industry sector. Its findings will be used to improve rail safety in Europe. “The more answers to the ERA-SCS, the better the quality of the data and the higher relevance of the following analyses - so I count on the railway professionals in Europe to give us their honest opinion”, asserted Henrik Hololei. “This is a good step towards making sure workers’ voices are heard as they are the only ones who know the reality of their workplace. Health and safety at work is a right, not a privilege. Therefore ETF is pleased to have been part of the ERA-SCS”, said ETF General Secretary Livia Spera. SNCF Chairman and CEO Jean-Pierre Farandou added: “Safety has always been the top priority for the SNCF group. We are proud to have contributed close to 10.000 responses to this important pan-European survey.” ERA Executive Director Josef Doppelbauer concluded: “Safety is the essential precondition for successful rail business. The survey is still open until 31 October – so I urge all rail professionals in Europe to fill in the survey today!”   About the European Rail Safety Culture Survey (ERA-SCS) era-scs In order to further improve safety in the European rail system, the Agency is launching a unique safety perception survey open to all rail professionals working in the European Union and in EFTA states: the European Rail Safety Climate Survey (ERA-SCS). It is an online survey hosted on the EUSurvey platform, accessible in 22 European languages on smartphones, tablets and computers. The core questionnaire, elaborated with the support of experts from all trades of the railway system, is made up with a set of 48 safety statements aligned with the European Railway Safety Culture Model. Access the ERA-SCS here For more info on the ERA-SCS, please click here Download a PDF of this press release press_release_7_october_v02.pdf Download here (217.7 KB) ", "url": "https://www.era.europa.eu/content/positive-safety-culture-bring-european-rail-safety-next-level_en"}, {"id": "ERA_NEWS_0006", "date": "2021-07-27", "text_type": "NEWS", "title": "Consultation on the 2022 package revision of the TSI relating to telematics applications for passengers (TAP TSI)", "text": " The draft recommendation or report and supporting documents for the proposal on the website. In compliance with Article 5 of the Agency Regulation, this proposal was drafted by the Agency with the support of representatives of national safety authorities and sector organisations. This consultation is specifically aimed at having your comments on the overall impact of the recommendation from your perspective as defined in the above mentioned articles. The proper conduct of the consultation procedure envisages the collection and further processing of your personal data. The European Union Agency for Railways complies with the European legislation on personal data protection. In this regard, it is kindly requested to read carefully the Privacy Statement before submitting your opinions. The submission of comments is open between the 01/08/2021 and the 31/10/2021. Please use this template and send it with your comments by email to the functional mailbox (\"ERA-REC-122\" followed by \"@era.europa.eu\"). ", "url": "https://www.era.europa.eu/content/consultation-2022-package-revision-tsi-relating-telematics-applications-passengers-tap-tsi-0_en"}, {"id": "ERA_NEWS_0007", "date": "2021-07-27", "text_type": "NEWS", "title": "Consultation on the 2022 package revision of the TSI relating to telematics applications for freight (TAF TSI)", "text": " The draft recommendation or report and supporting documents for the proposal on the website. In compliance with Article 5 of the Agency Regulation, this proposal was drafted by the Agency with the support of representatives of national safety authorities and sector organisations. This consultation is specifically aimed at having your comments on the overall impact of the recommendation from your perspective as defined in the above mentioned articles. The proper conduct of the consultation procedure envisages the collection and further processing of your personal data. The European Union Agency for Railways complies with the European legislation on personal data protection. In this regard, it is kindly requested to read carefully the Privacy Statement before submitting your opinions. The submission of comments is open between the 01/08/2021 and the 31/10/2021. Please use this template and send it with your comments by email to the functional mailbox (\"006REC1128\" followed by \"@era.europa.eu\"). ", "url": "https://www.era.europa.eu/content/consultation-2022-package-revision-tsi-relating-telematics-applications-freight-taf-tsi-0_en"}, {"id": "ERA_NEWS_0008", "date": "2021-06-17", "text_type": "NEWS", "title": "ERA Executive Director: “We see some light at the end of the tunnel”", "text": " “We see some light at the end of the tunnel”, assured Mr Doppelbauer, while explaining that “COVID will change the travel patterns” in the coming years. Our Executive Director also stressed that “we have a patchwork of national [railway] systems, we need to transform this patchwork into an efficient European railway system.” Watch Mr Doppelbauer speech in the European Parliament (speech between 17:36:38 and 17:48:03 / Q&As between 18:08:37 and 18:18:25): ", "url": "https://www.era.europa.eu/content/era-executive-director-%E2%80%9Cwe-see-some-light-end-tunnel%E2%80%9D_en"}, {"id": "ERA_NEWS_0009", "date": "2021-06-16", "text_type": "NEWS", "title": "Promoting of best practice in accident and incident investigation in the EuroMed region", "text": " On 15 and 16 June, representatives from national authorities and railway operators of Egypt, Israel, Morocco, and Tunisia took part in international workshops organised in the scope of the EUMedRail project. The aim was to discuss the setting-up of a permanent and independent investigation body as well as how to improve national procedures taking into account of EU experiences.  The workshops gave an opportunity to address topics such as accident investigation starting from the notification of such event, via occurrence reconstruction, analysis of safety management systems and identification of root causes and contributory factors, till the issuing of safety recommendations and elaboration of investigation reports.  ERA underlined the benefits of a harmonised framework and approach to accident and incident reporting, with a view to share lessons learnt and address similar safety risks in the future.  National investigation bodies from Belgium, Finland and the Netherlands illustrated, with a series of study cases, how state of the art investigations are carried out and informed how collection and processing of evidence during on-site examinations are carried out, informed about the analysis of safety management systems performance and the incidence of human and organisational factors, besides the issuing and follow-up of safety recommendations.    Participants also reflected on the cooperation between national safety authorities and investigation bodies at EU level, and examined the possibility to set up a regional network to continue the exchange of information, to share good practice in data collection, and closely monitor safety developments. ", "url": "https://www.era.europa.eu/content/promoting-best-practice-accident-and-incident-investigation-euromed-region_en"}, {"id": "ERA_NEWS_0010", "date": "2021-07-13", "text_type": "NEWS", "title": "What does ERA do?", "text": " The 2021-2023 programming period marks the full-fledged implementation of the new tasks arising from the technical pillar of the 4th Railway Package together with the regular tasks in the field of railway safety & interoperability. But what does it concretely mean? To have an overview of the structure of the Agency’s multi-annual activities, we designed dedicated infographics, explaining our values, goals, KPIs and activities. Click here to discover these infographics ", "url": "https://www.era.europa.eu/content/what-does-era-do_en"}, {"id": "ERA_NEWS_0011", "date": "2021-05-20", "text_type": "NEWS", "title": "ERA report on fostering the railway sector through the European Green Deal - part 2 freight", "text": " This report will serve as a contribution to the future initiatives that the European Commission will push forward to increase and better manage railway capacities. ", "url": "https://www.era.europa.eu/content/era-report-fostering-railway-sector-through-european-green-deal-part-2-freight_en"}, {"id": "ERA_NEWS_0012", "date": "2021-06-03", "text_type": "NEWS", "title": "Study: rail travel remains safer than car travel, even during the pandemic", "text": " Available information suggests clearly that European citizens are concerned about travelling by train and other forms of collective transport during the COVID-19 pandemic. Many people seem to have switched from using trains to travelling by car in 2020 and 2021. As always in times of uncertainty, mathematical models based on available evidence can help to estimate the actual risks and add to more objectivity. That is why ERA develops in this study a first model to estimate the COVID-19 risk when travelling long-distance by train in order to provide the necessary knowledge that can be used by decision makers and the public. “Most human beings, including decision makers, seem to have difficulty to estimate and manage risks […]When used correctly, the model can help to make the situation more tangible, yet controllable. However it is important to carefully take into account all assumptions, evidences and boundary conditions”, says Torben Holvad, ERA’s editor of the study. The study confirms that the overall fatality risk travelling by public transport is a multiple higher during the COVID-19 pandemic than in other times. However, individual car travel currently remains more dangerous than rail, taking into account the overall safety risk, also under the COVID-19 pandemic. In the context with vaccines being rapidly distributed, the overall picture is even clearer in terms of the ranking of overall fatality risk ranking between rail and car. Sensitivity testing, e.g. including more infectious new virus variants, has confirmed the robustness of the results that can be obtained by using the model. When safety measures are in place, like masks and distancing, cleaning and discouraging infected people to travel, the risk of being infected when travelling by train can be significantly reduced. \"During this pandemic the Agency is supporting the railway sector by giving technical advice, e.g. with the COVID-19 Rail Protocol and the COVID Ventilation Bulletin published in 2020 and it continues to closely monitor the situation in permanent contact with national authorities, the European Commission and its stakeholders”, says Josef Doppelbauer, Executive Director of ERA. “In order to reach our climate goals and to avoid massive congestion problems when citizens continue to travel by car after the pandemic, it is essential to rebuild trust in railways and make rail the first choice.\" This is the reason why ERA proposes a joint Post-Pandemic Rail Recovery Campaign, to be developed together with the European Commission and European sector organisations. In the European Year of Rail, this initiative would help to restore trust and promote both rail passenger and freight transport as currently the most sustainable mode of transport. About the EU Agency for Railways The European Union Agency for Railways was established in Valenciennes (offices) and Lille (meeting facilities) in 2004. Its 170 employees represent more than 22 European Member States and speak multiple languages. ERA has been providing EU Member States and the European Commission with technical assistance in the development and implementation of the Single European Railway Area. This comprises enhancing technical interoperability and harmonising rules, promoting simplified access for customers, developing a common approach to safety and safety culture, advising on telematics applications and ERTMS (European Rail Traffic Management System), monitoring National Safety Authorities and Notified Bodies and facilitating the exchange of information between the railway actors in Europe. Since 16th June 2019 the EU Agency for Railways is mandated to issue single safety certificates and vehicle (type) authorisations valid in multiple European countries and to ensure an interoperable European Rail Traffic Management System. The purpose of these activities is expressed by the slogan “Making the railway system work better for society.” ", "url": "https://www.era.europa.eu/content/study-rail-travel-remains-safer-car-travel-even-during-pandemic_en"}, {"id": "ERA_NEWS_0013", "date": "2021-04-26", "text_type": "NEWS", "title": "Risk mitigation measures to resume transport of semi-trailers on pocket wagons in Denmark", "text": " Following the 13.01.2021 incident on the Great Belt Bridge in Denmark, which happened at the same location as the severe accident of 02.01.2019, the Danish National Safety Authority imposed immediate measures which in practice have stopped the transport of semi-trailers on pocket wagons. Understanding the impact this ban has on rail freight transport companies and the need to urgently find solutions, the European Union Agency for Railways established a JNS Urgent Procedure Task Force. This Task Force aimed at identifying short-term risk mitigation measures in order to resume as soon as possible the transport of semi-trailers on pocket wagons on the Danish network and in particular on the Great Belt bridge. (more information: Joint Network Secretariat (JNS) Urgent Procedure and Normal Procedure) The Task Force, coordinated by ERA, was composed of representatives from the national safety authorities of Denmark, Sweden, Germany and The Netherlands as well as experts from the railway sector. The Task Force had its kick-off meeting on 04.02.2021 and concluded its work with the following outcome: read more. ", "url": "https://www.era.europa.eu/content/risk-mitigation-measures-resume-transport-semi-trailers-pocket-wagons-denmark_en"}, {"id": "ERA_NEWS_0014", "date": "2021-05-25", "text_type": "NEWS", "title": "ERA cloud migration campaign: Your collaboration is needed", "text": " The Agency is upgrading its IT environment to a new cloud version: this will improve our future professional collaboration. ERA cloud migration campaign: Your collaboration is needed We ask you to upgrade your ERA Profile. Please click on the ‘Accept Invitation’. You will be directed to an automated process to upgrade contact details.  In case you encounter any difficulties, you have the following possibilities: If you are a member of an ERA workgroup or network, please write to the chairman of your workgroup. If you are not a member of an ERA workgroup or network, you can communicate with us via the Contact us page on our website. We sincerely apologise for any inconvenience caused. Kind regards, ERA ICT - Communication Team  ", "url": "https://www.era.europa.eu/content/era-cloud-migration-campaign-your-collaboration-needed_en"}, {"id": "ERA_NEWS_0015", "date": "2021-05-28", "text_type": "NEWS", "title": "EUMedRail workshop on safety certification and supervision", "text": " The purpose of the event was to reflect on how railway companies can demonstrate that they have established a functional safety management system, and how safety authorities can check and monitor the effectiveness and performance of such systems, as required by EU legislation.  The first day focused on safety certification and informed about the requirements laid down in EU regulations on railway safety management systems and the defined harmonised procedures to obtain from European authorities a safety certificate, as a prerequisite, to operate on the railway network in the European Union. ERA presented the requirements structured in a Plan Do Check Act (PDCA) cycle and explained the overall safety assessment process, also supported by ERA guidance documents on safety certification: from the application submitted by railway companies, the role and task of assessors, and the assessment till the decision taken, including the conditions applicable for the renewal, modifications, restrictions or revocations of safety certificates.  The French (EPSF) and Finnish (Traficom) national safety authorities reported on their experiences with issuing safety certificates and highlighted the benefits of the new EU legal regime, introduced under the 4th railway package. Specific attention had been given to the advantages of harmonised procedures, but also to the challenges posed by some requirements (e.g.  the integration of human and organisational factors or the development of a positive safety culture). The Ministry of Transport from Israel explained that a comparable safety certification scheme had been introduced in Isrel, and informed about the steps and processes used to certify, since 2018, the safety management system of its national railway operator, Israel Railways (ISR).  On the second day, experts of ERA and national authorities described supervision as a key process to ensure the effective application of railway safety management systems, and pointed out the need for national safety authorities to design and implement a comprehensive strategy to supervise railway companies. The purpose of this strategy is to make sure railway companies effectively apply their safety management system provisions on a continuous basis during the period of validity of their safety certificates.  To do so, ERA explained the way national safety authorities develop their strategies and implement subsequent plans addressing major railway risks, referring to some key principles such as proportionality, consistency, transparency, accountability, or cooperation to ensure sound and fair decision making.   The Belgian national safety authority (SSICF/DVIS) provided an overview of the different supervision techniques used, from operational controls, on-site inspections to system audits, highlighting the need to go beyond compliance, and drive railway companies towards more efficiency and efficacy of their safety management systems.  The Ministry of Transport from Tunisia reported on some of the tasks carried out to regulate safety, and to monitor the performance of its national operator, SNCFT, through indicators. Debates with participants focused on the need to strengthen safety management systems, create safety authorities in the region and foster cooperation with the EU and between partners of the region. Guidance on safety certification and supervision - visual ", "url": "https://www.era.europa.eu/content/eumedrail-workshop-safety-certification-and-supervision_en"}, {"id": "ERA_NEWS_0016", "date": "2021-03-31", "text_type": "NEWS", "title": "For women’s eyes only - Interested in a career in railways?", "text": " Who: women only  What: a one-on-one conversation with a female ERA staff member for a maximum of 15 women as a pilot (first come, first served) When: 15-20 minutes in the course of May/June Where: online via MS Teams More information: Women in Transport - EU Platform for change Registration CLOSED ", "url": "https://www.era.europa.eu/content/women%E2%80%99s-eyes-only-interested-career-railways_en"}, {"id": "ERA_NEWS_0017", "date": "2021-03-20", "text_type": "NEWS", "title": "Publication of a white paper on Cybersecurity in Railways", "text": " During the ENISA-ERA online conference on Cybersecurity in Railways, Laurent Cebulski, Managing Director of EPSF, the French National Safety Authority, announced a White Paper on how cybersecurity is considered by the railway sector in France. A Working Group composed of EPSF, ANSSI, the French Cybersecurity Agency, SNCF Réseaux, SNCF Voyageurs and the EU Agency for Railways has developed this White Paper to investigate how both the French/EU railway regulatory framework and the French/EU cybersecurity framework influence the measures to be taken to tackle cybersecurity in railways. ", "url": "https://www.era.europa.eu/content/publication-white-paper-cybersecurity-railways_en"}, {"id": "ERA_NEWS_0018", "date": "2021-02-10", "text_type": "NEWS", "title": "European Year of Rail 2021", "text": " The year 2021 has been declared the European Year of rail with the main goal of boosting rail as a sustainable, innovative, interconnected and intermodal, safe and affordable mode of transport in line with the objectives set out in the European Green Deal and the Sustainable and Smart Mobility Strategy.  The European Union Agency for Railways (ERA) is celebrating the European Year of Rail with a range of activities, including a series of online webinars that address the most pressing issue of transport today, the launch of the European Rail Safety Climate Survey (ERA-SCS) and – if circumstance allow – stakeholder conferences on railway safety and the future of ERTMS by the end of the year. Many other events and activities can be found on the official EYR 2021 website with more information on how to get engaged. Why not join the campaign and promote the greenest mode of transport to the rest of Europe?! ERA will participate in the European Year of Rail launch event on 29 March. Do not miss the debate on Rail Infrastructure, Connectivity and Territorial Cohesion! Find here more information. Related Links European Year of Rail – ERA Activities ", "url": "https://www.era.europa.eu/content/european-year-rail-2021_en"}, {"id": "ERA_NEWS_0019", "date": "2021-02-18", "text_type": "NEWS", "title": "EUMedRail seminar on Human and Organisational Factors", "text": " The EU Agency for Railways organised a seminar on 17 February on Human and Organisational Factors (HOF) in the scope of the EUMedRail project.  More than 100 participants from the Euromed and IPA projects as well as other international stakeholders took part in this seminar, which aimed to increase understanding on HOF methods and their integration to improve SMS and risk and change management.  Ms Yeo, from the EU Agency for Railways, made a brief introduction on the framework of the Safety Management System to manage risks, roles and responsibilities. She then reminded the specific requirements to RU (railway undertakings) and IM (infrastructure managers), which need respectively a safety certificate and a safety authorisation and are assessed by the NSAs or the EU Agency for Railways. Ms Yeo stressed that the directive on railway safety highlights the impact of human factors and human actions that could be a direct cause of an accident or incident should be carefully analysed. Her intervention concluded with some tools developed to integrate the HOF in the SMS, including the Management Maturity Model and the Safety Management system requirements for safety certification or safety authorisation.  Mr Penners, HOF expert from Infrabel, shared with participants the processes and methods to integrate HOF in the daily operation.  Ms Lagaize-Davoine, from the EU Agency for Railways, introduced the integration of HOF in risk assessment and change management stressing the responsibility of both IM and RU to ensure safe operations in each part of the system by implementing and monitoring risk control measures. She then presented the common safety methods on SMS requirements and the HOF requirements on risk assessment. Organisations shall identify and analyse operational, organisational and technical risks including those from human and organisational factors, shall fulfil the human factors requirements in all phases of the life cycle and demonstrate a systematic approach to integrate human and organisational factors within the safety management system. She provided to the audiences some examples of safety measures and afterwards proposed an exercise that encouraged discussions from the audience.  For further information of this event, please contact: EUMedRail@ERA.EUROPA.EU  ", "url": "https://www.era.europa.eu/content/eumedrail-seminar-human-and-organisational-factors_en"}, {"id": "ERA_NEWS_0020", "date": "2021-03-19", "text_type": "NEWS", "title": "Successful ENISA-ERA Conference on Cybersecurity in Railways", "text": " Over two days, more than 600 participants joined virtually to hear about Policy, Standardisation and Certification, Research & Innovation, and Information Sharing & Cooperation. Detailed presentations shed light on how to improve the resilience of the railway system to cyber threats, with experts from the European Commission (DG CNCT & MOVE), the National Safety Authority (ESPF), CENELEC WG 26, Shift2Rail (TD 2.11 and 4SECURERAIL), UIC, ER-ISAC and UNIFE. At the end of the conference, the participants were of the opinion that topics for future conferences could include, among others: new technologies; cyber risk management for railways; cyber threat landscape; the update of Technical Specifications for Interoperability (TSI); cyber skills and training and cyber incident response. The success of this event demonstrates the advantages of the ERA-ENISA cooperation in the field of railway cybersecurity, and how railway stakeholders can benefit from the cross-fertilisation of both the cybersecurity and the railway regulatory framework. Find the takeaways of the conference here. The recording of the conference will be available soon on our dedicated event webpage. For any questions, you can use the contact us form on our website. ", "url": "https://www.era.europa.eu/content/successful-enisa-era-conference-cybersecurity-railways_en"}, {"id": "ERA_NEWS_0021", "date": "2020-07-16", "text_type": "NEWS", "title": "ERA publishes biennial Report on Progress with Railway Safety and Interoperability in the EU", "text": " Monitoring safety and interoperability of the Union railway system is one of the key tasks of the European Union Agency for Railways. The report published today is based on data for the reporting period 2018, and where available, for 2019. This report provides a thorough overview of the development of railway safety and interoperability in the European Union. It should facilitate evidence-based policy-making at EU level. European railways remain among the safest in the world with one passenger fatality occurring each 25 billion kilometers on average. Major accidents with more than five fatalities are becoming increasingly rare, 2018 being the first year since the late 1980s with no major railway accident reported. ERA’s Executive Director, Josef Doppelbauer however urges the sector: ”We can never afford to be complacent. Unlike the European aviation and maritime industries, railways still have not implemented a systematic and comprehensive EU-wide safety occurrence reporting scheme, which would enable not only to learn effectively from major accidents, but also from incidents without victims. Several areas in which safety has been stagnating recently, such as level crossing and railway workers safety, or rolling stock fires, would particularly benefit from wider information sharing. I invite all railway parties to be strongly committed to enhancing railway safety by rigorously applying a robust Safety Management System and by implementing a positive railway safety culture.” We notice a sound progress in railway interoperability concerning the alignment of operational frameworks in terms of rules, however only modest improvements are visible in making the railway assets interoperable. At border crossings the weaknesses in railway interoperability are most visible. In many areas, delays in the implementation of legal requirements in a few Member States consequently delay the interoperable deployment of railways in other countries, depriving them of the full benefits from the harmonised system. “We all need to enhance our efforts in particular in the area of railway data interoperability”, says Josef Doppelbauer: “high quality interoperable railway data are essential for European railways. I invite all parties involved to intensify their collaboration with the Agency.” The report geographically covers the 28 Member States as of end 2019. Since Cyprus and Malta do not have railway systems that are covered by the EU legislation, the Union railway system is constituted by 26 Member States. Download the report. For any questions, you can use the contact us form on our website. ", "url": "https://www.era.europa.eu/content/era-publishes-biennial-report-progress-railway-safety-and-interoperability-eu_en"}, {"id": "ERA_NEWS_0022", "date": "2020-09-28", "text_type": "NEWS", "title": "ERA publishes COVID-19 Information Bulletin on Ventilation in Railway Vehicles", "text": " The European Union Agency for Railways (ERA) supports the efforts of European railway companies to reduce the risk of spreading COVID-19 by providing expertise and by facilitating the international exchange of COVID-19 relevant information, experience and best practice. The Information Bulletin on Ventilation in Railway Vehicles gives detailed recommendations taking into account the main air distribution concepts applied in railway vehicles and drivers’ cabs today: natural ventilation, forced air ventilation systems - sometimes with air refresher devices, and air conditioning (Heating, Ventilation, and Air Conditioning - HVAC) systems. It provides detailed non-binding information related to ventilation of passenger trains to safeguard the health and safety of passengers, transport workers and staff, and to re-establish trust in rail services. ", "url": "https://www.era.europa.eu/content/era-publishes-covid-19-information-bulletin-ventilation-railway-vehicles_en"}, {"id": "ERA_NEWS_0023", "date": "2020-09-04", "text_type": "NEWS", "title": "Successful Safety Leadership training at ERA", "text": " Striving to improve safety culture in railways in the European Union, the Agency has developed a Safety Leadership Training. “Safety is a state of mind. Safety requires time and resources and above all dedication, from the top to the bottom. Let’s not leave anyone behind”, urges ERA’s Executive Director Josef Doppelbauer. European railway companies recognise the importance of a positive safety culture and a sound safety leadership. To ensure a large and efficient deployment of the training, the Agency has conceived a train-the trainer approach. After the COVID-19 confinement period, ERA restarted trainings at its premises in Valenciennes, France, following a strict regime of measures. For more information on these trainings, please write to us at safetyculture. You can find more information on safety culture on our dedicated website pages. For questions, contact us, selecting Railway Safety as a topic. ", "url": "https://www.era.europa.eu/content/successful-safety-leadership-training-era_en"}, {"id": "ERA_NEWS_0024", "date": "2020-07-21", "text_type": "NEWS", "title": "COVID-19 Rail Protocol", "text": " Railway Infographic For the safe resumption of railway operations in Europe, the European Union Agency’s for Railways (ERA), the European Commission and the European Centre for Disease Prevention and Control (ECDC) have developed operational guidelines with the COVID-19 railway protocol. It complements measures taken by the European Commission to support Member States in re-launching safe mobility and tourism across Europe. This protocol is a collaborative and dynamic process featuring regular information updates through dedicated information bulletins, providing detailed non-binding advice in specific topics identified suitable to safeguard the health and safety of passengers, transport workers and staff, or to re-establish trust in rail services. Work is ongoing. The good practice measures recommended in this protocol are not stand-alone solutions without alternative. However, if largely adhered to and applied in a harmonised manner, they will improve the international passenger experience with a single set of rules and conventions within the EU, while assisting operators of cross border services by ensuring coherent requirements across Member States. You can find more information on our dedicated COVID-19 Information Platform. For further questions, please contact COVID-RAIL@era.europa.eu ", "url": "https://www.era.europa.eu/content/covid-19-rail-protocol_en"}, {"id": "ERA_NEWS_0025", "date": "2020-12-03", "text_type": "NEWS", "title": "The EUMedRail Steering Committee discusses the project plan for 2021", "text": " The meeting kicked off with the welcome speech of the Executive Director of ERA. Dr. Doppelbauer stressed the important commitment of supporting railway safety and interoperability in the EUMedRail countries, the new role of the Agency as a rail authority in the EU and a Safety Management System based on risks, rules and behavior. The rapporteur of the EUYear of Rail 2021 in the European Parliament, Ms. Anna Deparnay-Grunenberg, emphasized railways for being a sustainable, innovative and safe mode of transport helping the EU to achieve climate neutrality by 2050. The EU Year of Rail 2021, she said, will praise rail as the sustainable mode of transport and fruitful discussions will follow to understand the needs to make the shift from road to rail. Improving digitalisation and interoperability, investments of rolling stock, accelerating the deployment of European train management systems (ERTMS) and promoting the use of cross-border night trains are some of the initiatives identified. The Secretary General of OTIF, Mr. Küpper, also intervened to stress the role of OTIF and the COTIF Convention to promote, improve and facilitate international traffic by rail. After these keynote interventions, the project officer, Mr. Ilyas Daoud, revised the actions undertaken in 2020, which due to the covid-19 pandemic and mobility restrictions had a mix format of physical and virtual meetings. The EUMedRail partners presented the latest initiatives implemented in the field of railways and explained the measures and protocol implemented to adapt the sector to the COVID-19 pandemic. During the meeting, the project partners had also the chance of providing additional comments to the evaluation on the Regional Transport Action Plan 2014-2020. The project manager, Mr. Peter Mihm, presented a proposal of activities envisaged for the years 2021 and 2022 including webinars, bilateral meetings ,seminars and as far as possible traineeships at ERA. The work plan for 2021 and 2022 considers actions in the field of Safety Management System through the promotion of safety operations and maintenance, institution capacity building, promotion of international railway transport and technical interoperability, involvement of the EUMedRail partners in the events organised by ERA and tailored assistance agreed with the countries. For further information on the EUMedRail project, please contact here. ", "url": "https://www.era.europa.eu/content/eumedrail-steering-committee-discusses-project-plan-2021_en"}, {"id": "ERA_NEWS_0026", "date": "2020-07-16", "text_type": "NEWS", "title": "Report - Fostering the railway sector through the European Green Deal", "text": " The report gives a general overview on the European Union Targets and European Green Deal and explains the main reasons why railway is the greenest mode of mass transport. It presents a strategy for a rail renaissance to foster the rail sector to achieve the climate goals of the Paris Climate Agreement. ", "url": "https://www.era.europa.eu/content/report-fostering-railway-sector-through-european-green-deal_en"}, {"id": "ERA_NEWS_0027", "date": "2020-06-26", "text_type": "NEWS", "title": "‘Mechanism’ to safeguard Notified Bodies impartiality: New communication form   ", "text": " Under the provisions of this technical document, the ‘mechanism’* to safeguard NoBo impartiality, is required to address to the Agency communications of independent actions undertaken. To facilitate this task, the ‘mechanism’ to safeguard NoBo impartiality, can now submit online the information, using the communication form, available also from the Conformity Assessment section. *ISO/IEC 17065: 2012(E): A possible mechanism can be a committee established by one or more certification bodies, a committee implemented by a scheme owner, a governmental authority or an equivalent party. ", "url": "https://www.era.europa.eu/content/%E2%80%98mechanism%E2%80%99-safeguard-notified-bodies-impartiality-new-communication-form_en"}, {"id": "ERA_NEWS_0028", "date": "2020-05-28", "text_type": "NEWS", "title": "Karima Delli and the rail freight transport sector call on the Commission and the  Member States to foster modal shift", "text": " “We are then all committed to relaunch rail freight as far as possible. We look forward to building synergies between the different transport modes: maritime transport for heavy and long distances, railway transport across borders and along corridors, and road transport for the last miles” Following a first videoconference meeting which took place on Tuesday 5 May, Karima Delli, the chairwoman of the ‘transport and tourism’ committee of the European Parliament, together with the Executive Director of the European Union Agency for Railways (ERA) and the CEOs of the European rail freight transport companies members of the Rail Freight Forward Initiative, have decided to set up a new coalition of rail freight. While rail freight lies within the cleanest transport modes when it comes to transport of goods, fostering modal shift across the EU appears to be a matter of top priority. It is one of the solutions to comply with the ambitions of the Green Deal as well as our climate goals. The current polycrisis that affects the whole World has however had significant impacts on the overall economy, then on rail freight too. The sector needs to be supported to be able to survive this crisis and to meet our expectations on sustainability over the upcoming months, which could lead to an effective European green logistic chain. The rail freight coalition aims at working on the ways to encourage modal shift and rail freight, with the ambition to increase the modal share of rail freight in Europe from currently 18% to 30% by 2030 and beyond. It is then about reversing the current trend which has been tending to let rail freight down. The stakeholders have identified four working issues: Rail freight as a priority: Rail and road freight do not face the same costs and competition issues. The Council must resume work and conclude the discussions on the Eurocharging directive as quick as possible, in order to launch trialogues over the upcoming months. A whole discussion on competition between road and rail must be held at the top level. Rail freight has been key during the Coronavirus crisis, and will keep on being essential. The sector is however not a priority compared to rail passenger transport. The situation should be balanced in the future. Rail freight is international and the revision of the Rail Freight Corridors Regulation 913/2010 should lead to the respective governance structures. Need of economic and financial support: The sector must be incentivised to be able to overcome the current crisis. Economic and financial support should however be conditioned to ecofriendly/green investments (see below).Member States should also take measures on track access fees, to make them lower for rail freight operators while compensating infrastructure managers for the loss of revenue, where there are losses; Investments: There is a clear need to undertake massive investments (e.g. new traffic control systems) to strengthen and foster modal shift across the EU and the rail freight sector. They should be targeted on infrastructure: digitalisation and investments in new technologies will make possible to set up more capacity on tracks, especially on Rail Freight Corridors. Those investments must comply with the climate objectives, when it comes to infrastructures and technologies. Investments in rail freight is not an end in itself. Rail operators should also pay close attention to what they deliver. Digitalisation: To make rail freight as effective and green as possible, new technologies are one of the solutions, in terms of digitalisation, standardisation etc (e.g. digital European capacity planning). The use of new technologies must however comply with preservation of jobs as well as with strict data policies.   Delli Karima, Chairwoman of the ‘transport’ committee of the European Parliament Doppelbauer Josef, Executive Director of the European Union Agency for Railways (ERA) Bednárik Ivan, ČD CargoDebaisieux Nicolas, RailCoopDel Carmen Rincón María, RenfeDelorme Frederic, SNCFEngstrand Gustaf, TågföretagenFlore Sven, SBB CargoFoerst Clemens, RailCargoGiaconia Maria Annunziata, MercitaliaMandl Andreas, LTE GroupMaslikov Yuriy, MT GroupNikutta Sigrid, DBPauwels Geert, LineasSöderholm Ted, Green CargoStahl Dirk, BLSVozár Martin, ZSSK CargoWarsewicz Czesław, PKP CargoZenner Laurence, CFL CargoFeighan Conor, European Rail Freight Association (ERFA)Lochman Libor, Community of European Railway and Infrastructure Companies (CER) ", "url": "https://www.era.europa.eu/content/karima-delli-and-rail-freight-transport-sector-call-commission-and-member-states-foster_en"}, {"id": "ERA_NEWS_0029", "date": "2020-04-08", "text_type": "NEWS", "title": "Temporary measures to be adopted by railway Notified Bodies for the Evaluation activities", "text": " The exceptional circumstances and restrictions established by the vast majority of Member States to contain the coronavirus disease (COVID-19), are temporarily preventing NoBos from efficiently carrying out their planned evaluation activities. To support business continuity, mitigate the economic impact of the restrictions put in place and support stakeholders in the fulfilment of their legal duties and obligations, NB-Rail has issued, with the support of the Agency, the Recommendation for Use RFU-STR-704 for the remote performance of NoBo activities originally intended to be performed ‘on-site’. Read more on the NB-Rail website ", "url": "https://www.era.europa.eu/content/temporary-measures-be-adopted-railway-notified-bodies-evaluation-activities_en"}, {"id": "ERA_NEWS_0030", "date": "2020-05-27", "text_type": "NEWS", "title": "4RP transposition deadline postponed to 31st October 2020", "text": " In the light of the COVID-19 outbreak, some Member States have requested to postpone the transposition deadline of 16th June 2020. As part of the emergency measures adopted by the Commission in reaction to the extraordinary situation caused by the COVID-19 outbreak, Member States will be able to complete the process until 31 October 2020. The new EU Directive on the extension of the transposition periods has been published today, 27 May 2020, on the Official Journal of the European Union and will enter into force tomorrow, 28 May 2020. For any questions, you can use the contact us form on our website. ", "url": "https://www.era.europa.eu/content/4rp-transposition-deadline-postponed-31st-october-2020_en"}, {"id": "ERA_NEWS_0031", "date": "2020-03-13", "text_type": "NEWS", "title": "Update on COVID-19 at ERA ", "text": " Following the measures taken in the last 24 hours by the European Commission and by the national authorities to inhibit further spreading of COVID-19 the European Union Agency for Railways has recommended its staff to telework as per today, 13th MARCH 2020 at 11:59 until further notice. This enables the Agency to continue its activities and to serve its stakeholders. For any requests concerning this particular situation, you can use the contact us form on our website.   ", "url": "https://www.era.europa.eu/content/update-covid-19-era_en"}, {"id": "ERA_NEWS_0032", "date": "2020-04-07", "text_type": "NEWS", "title": "First Safety Culture Series guidance now available", "text": " To provide support to the European railway sector to effectively implement the complex concept of safety culture, the EU Agency for Railways has decided to publish a series of concise guidelines under a new sequence called “safety culture series”. The first volume of this guidance, Introduction to the European Railway Safety Culture Model, is published today. The aim of this first guide is to explain the European railway safety culture model as a tool to understand how safety culture develops and can be influenced. The target audience is wide, covering regulators, senior managers, rail safety managers, supervisors, researchers and all other individuals interested in the concept of safety culture. The European railway safety culture model is an effective tool to support all the players to contribute to improving railway safety. It is the result of the work of a dedicated task force with professionals from diverse backgrounds representing different types of organisations and from a variety of Member States. The model has been successfully tested and practically implemented to evaluate and improve railway safety culture. Safety is not only about regulation, rules and procedures. Safety is about a living and collective commitment. By developing useful instruments to support the sector, the European Union Agency for Railways is demonstrating its engagement to develop a positive safety culture. However we need the commitment of all players to achieve a sustainable and safe performance in the Single European Railway Area. You can find more information on safety culture on our website where you can also download the guidance. For questions, contact us, selecting Railway Safety as a topic. ", "url": "https://www.era.europa.eu/content/first-safety-culture-series-guidance-now-available_en"}, {"id": "ERA_NEWS_0033", "date": "2020-03-17", "text_type": "NEWS", "title": "Update on COVID-19 at ERA", "text": " We invite you to watch the video message from our Executive Director on YouTube. For any requests concerning this particular situation, you can use the contact us form on our website. ", "url": "https://www.era.europa.eu/content/update-covid-19-era-0_en"}, {"id": "ERA_NEWS_0034", "date": "2020-03-30", "text_type": "NEWS", "title": "European Commission moves to support pragmatic solutions", "text": " \"Member States have informed the Commission about difficulties to renew certain licenses or certificates for professional carriers, including vehicles and vessels certificates or transport workers, due to public measures that have become necessary in view of the COVID-19 outbreak.\" Read more about the response form the European Commission in the Note of the Director-General: Exceptional measures in transport to deal with COVID-19; Inability to comply with certain provisions of EU legislation.   ", "url": "https://www.era.europa.eu/content/european-commission-moves-support-pragmatic-solutions_en"}, {"id": "ERA_NEWS_0035", "date": "2020-03-12", "text_type": "NEWS", "title": "Interim Advice for preparedness and response to cases of COVID-19 at points of entry in the EU / EEA Member States", "text": " An ad hoc working group from experts of the “EU Healthy Gateways joint action” consortium prepared advice for actions for preparedness at ground crossings and the land transport sector: Preliminary advice for preparedness and response to cases of COVID-19 on board of trains and at rail stations in the EU/EEA Member States (VERSION 1 – 4/3/2020) and general advice at points of entry for public health measures and screening: Interim advice for preparedness and response to cases of COVID-19 at points of entry in the European Union/EEA Member States - Public health measures at points of entry (VERSION 3 - 20/02/2020) Interim advice for preparedness and response to cases of 2019-nCoV acute respiratory disease at points of entry in the European Union (EU)/EEA Member States (MS) - Exit and entry screening at points of entry (VERSION 1 - 06/02/2020)   ", "url": "https://www.era.europa.eu/content/interim-advice-preparedness-and-response-cases-covid-19-points-entry-eu-eea-member-states_en"}, {"id": "ERA_NEWS_0036", "date": "2020-02-06", "text_type": "NEWS", "title": "Noise TSI Quieter routes", "text": " Quieter routes are those, in which there is a high level of freight trains operated during night. More precisely, quieter routes are ‘part of the railway infrastructure with a minimum length of 20 km on which the average number of daily operated freight trains during the nigh-time as defined in national legislation transposing Directive 2002/49/EC of the European Parliament and of the Council was higher than 12.’ Only wagons compliant with the Noise TSI are allowed to operate on quieter routes from 8th December 2024. For more information, please navigate to the dedicated part of the ERA website. ", "url": "https://www.era.europa.eu/content/noise-tsi-quieter-routes_en"}, {"id": "ERA_NEWS_0037", "date": "2020-04-06", "text_type": "NEWS", "title": "Temporary measures adopted by ERA for vehicle authorization process", "text": " The emergency measures adopted in different countries to fight the COVID-19 outbreak are creating difficulties for the sector to fulfil the legal duties and obligations with regards to the vehicle authorisation process. To support the sector, the Agency has adopted temporary measures when assessing applications for vehicle and/or vehicle type authorisation, pending the possible adoption of EU temporary measures related to the acts governed by Regulation (EU) 2018/545. Read more: Clarification about exceptional measures during COVID-19 ", "url": "https://www.era.europa.eu/content/temporary-measures-adopted-era-vehicle-authorization-process_en"}, {"id": "ERA_NEWS_0038", "date": "2020-01-24", "text_type": "NEWS", "title": "ETCS Driver’s Handbook now available", "text": " The first harmonised Driver’s Handbook for the use of ETCS is now available for download. This concerns Baseline 3 On-board Units (OBUs) in either MR1 or R2, in any system version X.Y, operating level, mode and screen technology. It is provided in open-source MS Word and HTML versions, in English, French and German. The Handbook and all relevant information on how to download, customize and use it can be found here. ", "url": "https://www.era.europa.eu/content/etcs-drivers-handbook-now-available_en"}, {"id": "ERA_NEWS_0039", "date": "2020-02-26", "text_type": "NEWS", "title": "EUMedRail seminar on Safety Management System in Algerian railways", "text": " The European Union Agency for Railways (ERA) together with the Algerian authorities, under patronage of Exc. Farouk Chiali, Minister of Public Works and Transport, organised a regional seminar on how to manage risks through the development of a Safety Management System. The event gathered the EU Delegation in Algeria, officials of the Ministry of Public Works and Transport, the National Rail Transportation Company (SNTF), the National Agency for the Planning and Implementation of Railway Investments (ANESRIF) as well as the national authorities from France (EPSF), Tunisia (Ministry of Transport and Tunisian Railways) and safety experts from the International Union of Railways (UIC). Peter Mihm, Team Leader at ERA, described the SMS as a powerful instrument to manage the various elements needed to be able to run a safe and successful organisation. These elements comprise the mechanisms in place to comply with international and national regulations and standards, sector and business level requirements, the outcomes of risk assessment and good practice across the range of company activities. The EUMedRail project is funded by Directorate-General for Neighbourhood and Enlargement Negotiations (DG NEAR) of the European Commission. It supports the implementation of the Regional Transport Action Plan for the Mediterranean region 2014/2020, specifically its Action 12 Safety and Interoperability in the railway sector. ", "url": "https://www.era.europa.eu/content/eumedrail-seminar-safety-management-system-algerian-railways_en"}, {"id": "ERA_NEWS_0040", "date": "2020-01-10", "text_type": "NEWS", "title": "Consultation on the revision of the TSI relating to telematics applications for freight (TAF TSI)", "text": " The draft recommendation or report and supporting documents for the proposal on the website. In compliance with Article 5 of the Agency Regulation, this proposal was drafted by the Agency with the support of representatives of national safety authorities and sector organisations. This consultation is specifically aimed at having your comments on the overall impact of the recommendation from your perspective as defined in the above mentioned articles. The proper conduct of the consultation procedure envisages the collection and further processing of your personal data. The European Union Agency for Railways complies with the European legislation on personal data protection. In this regard, it is kindly requested to read carefully the Privacy Statement before submitting your opinions. The deadline for submission of comments is 13/04/2020. Please use the template provided in the webpage linked above and send it with your comments to the functional mail address therein indicated. ", "url": "https://www.era.europa.eu/content/consultation-revision-tsi-relating-telematics-applications-freight-taf-tsi-0_en"}, {"id": "ERA_NEWS_0041", "date": "2019-12-18", "text_type": "NEWS", "title": "Telematics application for freight and passengers - ERA and RNE announce the publication of European Rail Primary Codes", "text": " More than 60.000 rail stations at your fingertip from December 2019! Rail Net Europe and the European Union Agency for Railways are happy to announce that all the European Rail Primary Location Codes are publicly available. This is the results of a strong cooperation between the ERA and RNE carried over in the scope of the development and implementation of TAF – TAP TSIs. After a quick registration at Rail Net Europe’s Common Components website, you will gain access to the codes together with their corresponding country code, location, name and geographical coordinates. ", "url": "https://www.era.europa.eu/content/telematics-application-freight-and-passengers-era-and-rne-announce-publication-european-rail_en"}, {"id": "ERA_NEWS_0042", "date": "2019-11-27", "text_type": "NEWS", "title": "Term of ERA Executive Director, Josef Doppelbauer extended for another five-year term", "text": " Taking office in January 2015, Josef Doppelbauer led the Agency to a new era as a European authority, where EU-wide vehicle authorisation, safety certification, and ERTMS trackside approval are granted. Preparing the Agency for these new tasks entailed a thorough internal restructuring, with staff numbers going up from roughly 160 in 2015 to close to 200 in 2019. The Agency welcomed a number of new highly trained experts from all over Europe in order to ensure the new tasks can be performed at all times and in all official EU languages. Another important item under Josef Doppelbauer’s leadership was the reduction of national rules, which is seen as vital precondition for the functional integration of the European rail market. Whereas there were more than 16.000 technical rules in 2016, the number has been reduced to little more than a 1.000 in 2019, with further reductions in the pipeline. ", "url": "https://www.era.europa.eu/content/term-era-executive-director-josef-doppelbauer-extended-another-five-year-term_en"}, {"id": "ERA_NEWS_0043", "date": "2019-11-22", "text_type": "NEWS", "title": "ERA issues a single safety certificate for THALYS", "text": " Josef Doppelbauer, Executive Director of ERA, signed today the single safety certificate for THALYS (THI Factory). This certificate is valid for a period of five years and covers an area of operation currently limited to France. THALYS continues to operate in Belgium under their safety certificates Part A and Part B until their validity expires. Patrice Lambert, Safety Director at THALYS, summarises: \"This certificate demonstrates THALYS’ commitment to the safety of its operations. By following ERA's processes, we have demonstrated our commitment to transparency and we are delighted that these efforts have been recognised by the European authorities. Engaging with ERA before the submission of the application and during the course of the assessment gave us a better understanding of the procedural stages and of what was expected from THALYS. This considerably facilitated the processing of the application. The One-Stop Shop supports the applicant in preparing its application file in a structured way, which should make updating and follow up during the supervision phase more transparent for the railway undertaking”. ERA’s Executive Director, Josef Doppelbauer, welcomes the positive experiences during the certification process with THALYS: “I am satisfied about the good collaboration of ERA staff with the French national safety authority (EPSF)”, he said, “but we recognise that there is more work to do to streamline the process for the benefit of all those involved.” ", "url": "https://www.era.europa.eu/content/era-issues-single-safety-certificate-thalys_en"}, {"id": "ERA_NEWS_0044", "date": "2019-10-01", "text_type": "NEWS", "title": "Dutch railway industry leaders signed the European Railway Safety Culture Declaration in Utrecht", "text": " Organised by the Dutch National Safety Authority, Inspectie Leefomgeving en Transport (ILT), today’s conference brought together the leaders of the Dutch railway sector in Utrecht to discuss safety and leadership. Many leaders from the Dutch railway sector followed the call from Josef Doppelbauer, Executive Director of the EU Agency for Railways (ERA), and signed the European Railway Safety Culture Declaration, committing to raise awareness and to promote a positive safety culture throughout the entire industry. A positive safety culture reinforces the effects of a Safety Management System, improving the capability and efficiency of safety management. The EU Agency for Railways’ understanding of safety culture is: safety culture refers to the interaction between the requirements of the Safety Management System, how people make sense of them, based on their attitudes, values and beliefs and what they actually do, as seen in decisions and behaviours. A positive safety culture is characterised by a collective commitment by leaders and individuals to always act safely, in particular when confronted with competing goals. The EU Agency for Railways has developed safety leadership training, supporting the role of leaders in delivering safe performance, which it can deliver on request. For further information about this event, please contact us by email ", "url": "https://www.era.europa.eu/content/dutch-railway-industry-leaders-signed-european-railway-safety-culture-declaration-utrecht_en"}, {"id": "ERA_NEWS_0045", "date": "2019-12-20", "text_type": "NEWS", "title": "Joint Network Secretariat (JNS) issues long term mitigation measures on broken wheels", "text": " After having developed the short-term risk mitigation measures in 2017 (under a JNS Urgent Procedure), the Task Force, chaired by the Agency and composed of experts from the European railway sector and authorities, continued working and performed an in-depth analysis. The new measures, available here, replace the short-term risk mitigation measures and target as well the thermal overload and the minimum wheel diameter. Furthermore, the long-term measures contain proposals for updating the standards, regulations and contractual arrangements. The Task Force has requested to continue working in 2020 with the assistance of the Agency, and will convene at a reduced pace to exchange of information between all sector partners including the Agency and the National Safety Authorities monitor the status of the implementation of the long-term measures analyse new cases collected For further information, please contact us. ", "url": "https://www.era.europa.eu/content/joint-network-secretariat-jns-issues-long-term-mitigation-measures-broken-wheels_en"}, {"id": "ERA_NEWS_0046", "date": "2019-12-13", "text_type": "NEWS", "title": "ERA and DG NEAR sign the second contract for support to IPA II beneficiaries for 2020-2022", "text": " The contract will allow the Agency to continue its efforts supporting the beneficiaries of the Western Balkans and Turkey under the European Union’s instrument for pre-accession assistance (IPA). The IPA-Project is the means by which the EU supports reforms in the 'enlargement countries' with financial and technical help. The IPA funds build up the capacities of the countries throughout the accession process, resulting in progressive, positive developments in the region. Current beneficiaries are: Albania, Bosnia and Herzegovina, Kosovo (this designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ opinion on the Kosovo declaration of independence), Montenegro, North Macedonia, Serbia and Turkey. In the past, the EU Agency for Railways has already successfully implemented several IPA-Projects and hopes to continue its trustful cooperation with the beneficiaries. For more information contact us by email. ", "url": "https://www.era.europa.eu/content/era-and-dg-near-sign-second-contract-support-ipa-ii-beneficiaries-2020-2022_en"}, {"id": "ERA_NEWS_0047", "date": "2019-09-24", "text_type": "NEWS", "title": "First 100 days of new processes at ERA have proven successful", "text": " Since June 16th 2019 ERA is the European institution mandated to authorise vehicles that operate across borders in Europe, to issue single safety certificates which are valid in multiple European states, and to ensure an interoperable European Rail Traffic Management System (ERTMS). “Today, after 100 days of intense activities at the Agency as authorising entity, we are proud that the new processes are running smoothly”, says Josef Doppelbauer, Executive Director of ERA. The success of the first 100 days is an endorsement of the preparatory work done by the Agency that included, cooperation agreements with National Safety Authorities, peer review with the Management Board, an extensive programme of learning cases and positive collaboration with the National Safety Authorities. The Management Board will continue to monitor the implementation period in 2020 through its subgroup, the 4th Railway Package steering group. Today the situation is as follows: with regards to Vehicle Authorisation, the Agency has received 172 valid applications via the One-Stop Shop IT tool (OSS).  Read more First 100 days of new processes at ERA have proven successful For further information, please contact us by email ", "url": "https://www.era.europa.eu/content/first-100-days-new-processes-era-have-proven-successful_en"}, {"id": "ERA_NEWS_0048", "date": "2019-09-16", "text_type": "NEWS", "title": "ERA issues its first Single Safety Certificate", "text": " Josef Doppelbauer, Executive director of ERA, signed the first decision by the European Union Agency for Railways on the issuing of a Single Safety Certificate. From June 16th September 2019 ERA is mandated to issue single safety certificates which are valid in multiple European Member States. ", "url": "https://www.era.europa.eu/content/era-issues-its-first-single-safety-certificate_en"}, {"id": "ERA_NEWS_0049", "date": "2019-11-12", "text_type": "NEWS", "title": "EUMedRail Annual Steering Committee held in Brussels ", "text": " The Steering Committee took place prior to the celebration of the UfM Working Groups (WGs) on Land, Air and Maritime Transport & Logistics, held on 7th and 8th November 2019 in Brussels. In the meeting, the evaluation of the implementation of Action 12 of the Regional Transport Action Plan was discussed and countries complemented the information on the reforms implemented at national level to improve railway safety and interoperability. The second session of the Conference discussed the developments in the field of international railway cooperation. The EU Agency for Railways provided information about the dissemination of EU rail safety and interoperability legislation in the framework of the ERA Academy and OTIF presented the Convention concerning International Carriage by Rail, COTIF, including the freight and passengers contracts, dangerous good regulation and technical regulation for the safe exchange of vehicles. UIC presented the international activities organised in the framework of the UIC regional assemblies, Africa and Middle-East, and invited the participants to the 12th International Level Crossing Awareness Day (ILCAD) that will be held on 11 June 2020 in York. The following day, the UfM Working Groups on Land, Air and Maritime Transport & Logistics convened to discuss the consolidated Evaluation Report of the Regional Transport Action Plan for the Mediterranean Region (RTAP 2014-2020) and EUMedRail countries made comments to the Action 12 on safety and interoperability. BACKGROUND EUMedRail 2019 The EUMedRail project, funded by the Directorate-General for Neighbourhood and Enlargement (DG NEAR) of the European Commission, has a budget of 2 million euros for the period between 2017-2021, to carry over technical assistance in neighbour countries: Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine and Tunisia. The project supports the implementation of the Actions 9 and 12 of the Regional Transport Action Plan on safety and interoperability. ", "url": "https://www.era.europa.eu/content/eumedrail-annual-steering-committee-held-brussels_en"}, {"id": "ERA_NEWS_0050", "date": "2019-11-12", "text_type": "NEWS", "title": "Euromed and Western Balkans participate to the ERTMS Seminar and CCRCC 2019 organised by the EU Agency for Railways", "text": " Throughout the seminar, delegations from Western Balkans and Southern Mediterranean countries expanded their knowledge on the European train protection system ERTMS, including the Regulatory framework, the technical components and had an introduction to ETCS. Participants also discussed with experts from the EU Agency for Railways the railway radio communication system, GSM-R, which is expected to be followed by the Future Railway Mobile Communication System (FRMCS) from 2030 onwards. The migration challenges and planning of investments raised interest from many of the representatives, too. The following days, on 16 and 17 October, experts participated in the CCRCC #ERTMS2019 - conference “The Engine for the Digital Future”. This benchmark event gathered almost 500 experts from the Railway sector, including Railway Undertakings, Infrastructure Managers, Industry Suppliers and decision makers from across the world. The CCRCC 2019 dealt with the progress made on the ERTMS EDP (Deployment Plan) and high-level experts from Denmark, Italy, Belgium and Spain shared their experience on how they are making progress to meet the targets set by the ERTMS EDP. The Agency is the ERTMS system authority that manages the technical specifications for the European Train Control System (ETCS) and the Global System of Mobile Communications – Railway (GSM-R). The meeting revised the new responsibilities of the EU Agency for Railways regarding the ERTMS set by the Fourth Railway Package. Since June 2019 ERA acts as authority for the certification of SMS but also authorization of railway vehicles. The new task authorising vehicles, including ERTMS on-board subsystem, marks an important milestone too. This goes in parallel to the process of ERMTS trackside approval. This conference assessed the challenges that the Future Rail Mobile Communications System (FRMCS) will represent as a successor of GSM-R. European Union and national representatives together with railway stakeholders voiced their opinion on the role that ERTMS, digitalisation and big-data should have and put forward the challenges that these new features represent for the railway industry innovation. For further information on the Euromed and IPA participation to the ERTMS event, please contact us by email. ", "url": "https://www.era.europa.eu/content/euromed-and-western-balkans-participate-ertms-seminar-and-ccrcc-2019-organised-eu-agency_en"}, {"id": "ERA_NEWS_0051", "date": "2019-06-16", "text_type": "NEWS", "title": "ERA becomes European authority for cross-border rail traffic in Europe", "text": " Ushering a new era of simplified processes for the European rail market, companies operating across EU borders may now rely on one single, integrated process to obtain vehicle authorisations, single safety certificates or to request ERTMS* trackside approval. From 16 June 2019 onwards they must contact the European Union Agency for Railways in Valenciennes and file only one application through its One-Stop Shop IT tool (OSS). Upon receipt of an application, ERA assigns a project manager who is the personal contact for the applicant and who advises him/her throughout the process. Dedicated multilingual expert teams assess each application. This is a substantial change for the European rail system. Bulgaria, Finland, France, Greece, Italy, The Netherlands, Romania and Slovenia have adopted the new regime in June 2019, while other countries chose to transpose the new legislation by June 2020. Switzerland will adopt the new regime on a case-by-case basis from June 2019. Dr Josef Doppelbauer, Executive Director of ERA stated: “For years, railway’s progress in Europe has been hampered by technical barriers and excessive cost. The new, simplified certification processes help breaking down the barriers and increasing harmonisation, which will improve the competitive position of railways.” Read more  For further information about this event, please contact us by email ", "url": "https://www.era.europa.eu/content/era-becomes-european-authority-cross-border-rail-traffic-europe_en"}, {"id": "ERA_NEWS_0052", "date": "2019-07-05", "text_type": "NEWS", "title": "ERA issues the first vehicle authorisation decision", "text": " In a historic step to break down barriers in Europe, a vehicle authorisation valid in multiple countries has been issued for the first time: the European Union Agency for Railways has granted the first conformity-to-type for thirty freight wagons for operation in all European countries. ‘Thanks to our learning case programme prior to 16th June, and the excellent cooperation between ERA experts and the applicants before and prior to the authorisation process, we are well-prepared to efficiently manage the new applications’, says Josef Doppelbauer, Executive Director of ERA, ‘I’m proud to say that our processes have been running smoothly from day one’. ‘ERA succeeded in taking the decision on this conformity-to-type authorisation well within the legal timeframe of 4 weeks. Considering that this first authorisation is a learning process for all parties involved, I congratulate the experts from the manufacturer and ERA to have managed this so well’ adds Thierry Breyne, Head of the Planning and Approvals Delivery Unit at ERA. In the first two weeks, ERA received more than 30 valid applications for vehicle authorisations and two applications for single safety certificates, involving most of the countries that have transposed the new legislation in 2019. ERA has assigned dedicated multilingual expert teams to assess each application. ", "url": "https://www.era.europa.eu/content/era-issues-first-vehicle-authorisation-decision_en"}, {"id": "ERA_NEWS_0053", "date": "2019-08-26", "text_type": "NEWS", "title": "ERA is organising the ERTMS conference - #CCRCC2019 - “The Engine for the Digital Future”", "text": " This benchmark event will gather up to 500 experts from the Railway sector, including Railway Undertakings, Infrastructure Managers, Industry Suppliers and decision makers from across the world. While the structure of large conferences normally does not allow for detailed discussions on specific topics, the Agency has found a way to integrate this necessary component by introducing a set of workshops to be held in the afternoon of 15th October. The workshops aim to provide a platform for learning, discussion and contribution to the compelling and important issues in the field of ERTMS. Read more  Online registration is mandatory for all conference participants. Should you wish to attend the conference and contribute to the debate, please follow the link. Click here to download the agenda. ", "url": "https://www.era.europa.eu/content/era-organising-ertms-conference-ccrcc2019-engine-digital-future_en"}, {"id": "ERA_NEWS_0054", "date": "2019-06-14", "text_type": "NEWS", "title": "Cooperation agreement signed with Bulgaria and Slovenia", "text": " ERA’s Executive Director, Josef Doppelbauer, has signed the cooperation agreements with the National Safety Authorities of Bulgaria and Slovenia. The cooperation agreements, signed by exchange of letters between the relevant authorities, aim at establishing the conditions under which the different authorities are expected to cooperate. The scope of the agreements include single safety certificates, vehicle and vehicle type authorisations, as well as the framework for providing assistance to ERA. ", "url": "https://www.era.europa.eu/content/cooperation-agreement-signed-bulgaria-and-slovenia_en"}, {"id": "ERA_NEWS_0055", "date": "2019-06-11", "text_type": "NEWS", "title": "Cooperation agreement signed with France, Greece and Romania", "text": " After the cooperation agreement signed with the Italian National Safety Authority, ERA’s Executive Director, Josef Doppelbauer, has signed the cooperation agreements with the National Safety Authorities of France, Greece and Romania. The ceremony took place in Bucharest at the International Railway Conference, an event organised in the scope of the Romanian presidency of the EU council. This is another step towards the full implementation of the new EU railway regulatory framework, in fact the cooperation agreements aim to establish the conditions under which the different authorities are expected to cooperate in relation to their tasks of issuing single safety certificates, vehicle and vehicle type authorisations, as well as the framework for providing assistance to ERA.     ", "url": "https://www.era.europa.eu/content/cooperation-agreement-signed-france-greece-and-romania_en"}, {"id": "ERA_NEWS_0056", "date": "2019-06-19", "text_type": "NEWS", "title": "List of chargeable services", "text": " Following the entry into force of the Agency regulation and other legal acts related to the new EU railway legal framework, the Agency can now provide specific services to stakeholders and customers. The list of those services and the way to access them has been published on the Agency website at this page. ", "url": "https://www.era.europa.eu/content/list-chargeable-services_en"}, {"id": "ERA_NEWS_0057", "date": "2019-05-07", "text_type": "NEWS", "title": "JNS urgent procedure ‘Great Belt Bridge accident 2nd Jan. 2019’", "text": " In the wake of the tragic railway accident that occurred on the Great Belt Bridge on January 2nd, all the railway players across Europe are committed to maintaining rail as the safest land transport mode. The interim findings from the National Investigation Body (NIB) of Denmark show that semi-trailers may not be sufficiently secured against movement when transported on pocket wagons. In particular, the mechanism that ensures the locking of the kingpin in the hitch (type FW6170) of the pocket wagons was found to be unlocked on several occasions. Subsequently, the NIB has issued a corresponding safety alert. The National Safety Authority (NSA) of Denmark notified a request to launch a Joint Network Secretariat (JNS) Urgent Procedure. The JNS Panel, representing the entire railway sector, agreed and established a task force which was organised and chaired by the European Union Agency for Railways. The task force was composed of experts from the concerned sector organisations and has defined an action plan containing short-term mitigation measures. These measures aim at ensuring: appropriate maintenance of the hitch and in particular of the mechanism to lock the kingpin; correct positioning of semi-trailers on the pocket wagon for the entire duration of the trip; and the vertical locking of the semi-trailers’ kingpin. The measures can be found at the website of the European Union Agency for Railways and will be distributed to all actors involved in the transport of semi-trailers on pocket wagons. For further information about this event, please contact us. ", "url": "https://www.era.europa.eu/content/jns-urgent-procedure-%E2%80%98great-belt-bridge-accident-2nd-jan-2019%E2%80%99_en"}, {"id": "ERA_NEWS_0058", "date": "2019-06-07", "text_type": "NEWS", "title": "Signature of Cooperation agreement with Italy", "text": " Under the Article 76 (1) of the Regulation (EU) 2016/796 a cooperation agreement was signed today between the Agency of the European Union for Railways (ERA) and the Italian National Safety Authority (ANSF). A debate on operational modalities to apply the Technical Pillar of the 4th Railway Package with interventions from Josef Doppelbauer (ERA Executive Executive Director), the Director of ANSF – Marco D’Onofrio and the General Director of the Direction for Transports and Infrastructures of the Minister – Enrico Puija was followed by the signature ceremony of the 2 parties.   ", "url": "https://www.era.europa.eu/content/signature-cooperation-agreement-italy_en"}, {"id": "ERA_NEWS_0059", "date": "2019-05-02", "text_type": "NEWS", "title": "Cooperation agreement signed with Traficom (FI)", "text": " The cooperation agreement aims to establish the conditions under which the two authorities are expected to cooperate in relation to their tasks of issuing single safety certificates, vehicle and vehicle type authorisations, as well as the framework of Traficom’s assistance to ERA. ", "url": "https://www.era.europa.eu/content/cooperation-agreement-signed-traficom-fi_en"}, {"id": "ERA_NEWS_0060", "date": "2019-04-25", "text_type": "NEWS", "title": "Cooperation agreement signed with Dutch National Safety Authority", "text": " This is the second cooperation agreement, following the one between Eisenbahn-Bundesamt (EBA) and ERA, aiming to establish the conditions under which the two authorities are expected to cooperate in relation to their tasks of issuing single safety certificates, vehicle and vehicle type authorisations , as well as the framework of ILT’s assistance to ERA. ", "url": "https://www.era.europa.eu/content/cooperation-agreement-signed-dutch-national-safety-authority_en"}, {"id": "ERA_NEWS_0061", "date": "2019-03-26", "text_type": "NEWS", "title": "ERA and ICSI (Institute for an Industrial Safety Culture) sign Memorandum of Understanding for cooperation in the field of safety culture and safety management in railways", "text": " Activities focus on evaluating safety culture and implementing training on safety leadership in EU railways. In 2018 ERA has developed the European railway safety culture model. Together with ICSI it will now test this model, develop related evaluation tools, methodologies and training materials. The film ‘Between the lines’ which ERA developed in 2018 will be the basis for a 1-day training on safety leadership targeted at managers at all levels in any railway organisation. ERA intends to finalise this training together with ICSI and to implement it in the EU railway sector as from mid-2019. ICSI has built a deep and cross-industry expertise in the field of safety culture and training on safety leadership. More information here. For further information about safety culture, safety management or safety leadership training, please contact us here. ", "url": "https://www.era.europa.eu/content/era-and-icsi-institute-industrial-safety-culture-sign-memorandum-understanding-cooperation_en"}, {"id": "ERA_NEWS_0062", "date": "2019-04-15", "text_type": "NEWS", "title": "Signature of Headquarters Agreement", "text": " The Headquarters Agreement was signed today 15th April 2019 by Mme. Élisabeth Borne, French Minister of Transport and Dr. Josef Doppelbauer, Executive Director of the Agency. Read here more on the event. ", "url": "https://www.era.europa.eu/content/signature-headquarters-agreement_en"}, {"id": "ERA_NEWS_0063", "date": "2019-03-18", "text_type": "NEWS", "title": "Bringing the Benefits of Global Satellite Navigation to Railway Customers in Europe and Beyond", "text": " Read more here. ", "url": "https://www.era.europa.eu/content/bringing-benefits-global-satellite-navigation-railway-customers-europe-and-beyond_en"}, {"id": "ERA_NEWS_0064", "date": "2019-02-16", "text_type": "NEWS", "title": "One-Stop Shop is online", "text": " We are proud to announce that the One-Stop Shop (OSS) is from now on accessible online at this address: oss.era.europa.eu. This milestone was made possible due to extensive collaboration and consultation with the sector and the member states during the past years. The OSS will be the single entry point for the new tasks that the Agency will be delivering as of June 2019. As a first step, the OSS allows applicants to register and prepare its revised application(s) for vehicle (type) authorisation via the web tool. The OSS has been designed based on a user-friendly technology and its use is supported by the OSS team via a specific guidance document available here. It is recommended to use an updated Google Chrome or Mozilla Firefox browser, as using others might result in poor performance or errors. Should you have questions or encounter problems please contact us via email at ServiceDesk. ", "url": "https://www.era.europa.eu/content/one-stop-shop-online_en"}, {"id": "ERA_NEWS_0065", "date": "2019-03-21", "text_type": "NEWS", "title": "EUMedRail: delegations from Egypt, Israel, Jordan and Palestine met in The Hague to discuss rail safety", "text": " This event gathered delegations from Egypt, Israel, Jordan and Palestine1 along with European experts who came together to debate these key issues aiming to improve railway safety performance. The opening remarks were delivered by the Deputy Head of Unit on Rail Freight and Rail Safety of the Dutch Ministry of Infrastructure and Water Management, Mrs Marinke van der Kroon; the Senior Inspector of the National Safety Authority of the Netherlands, Mr Krijn van Herwaarden; the Railway Safety Policy Officer of the European Commission, Mr Giordano Rigon and the EUMedRail Project Manager, Mr Peter Mihm. Throughout the seminar, the centre of the discussions related to the main activities of NSAs, including the issue of safety certificates to the railway undertaking before it has access to the railway infrastructure. In addition, the experts explained that the NSA is also responsible for the vehicle authorisation and for staff competence of train drivers, whose requirements were also harmonised to set common conditions, and safeguard rail competitiveness and safe operations. The second day was subject to an interactive discussion and involvement of beneficiaries. It started with a presentation on the supervision task by the NSA, the responsibility to monitor safety performance and to enforce the legal framework.  Participants were invited to provide their own solutions to a case study on supervision and could put into practice their level of understanding.  The delegations concluded the conference with a visit to the Port of Rotterdam - the biggest port infrastructure of Europe - where they received a technical debrief on safety and intermodality, including a visit to the new Maasvlakte II. Good practices and experiences from the Dutch authorities, panel discussions and presentations from experts seconded to the Agency were at the centre of this two-day event. Promoting the exchange of best practices between the EU and EUMedRail beneficiaries, in the field of railway safety, is essential to raise awareness and to promote capacity building in the Neighbourhood countries. BACKGROUND:  The EuroMed Transport Rail Project \"EUMedRail\" is funded by the Directorate-General for Neighbourhood and Enlargement (DG NEAR) of the European Commission with a budget of 2 million euros for the period 2017-2020. It focuses on technical and regulatory assistance to Southern Mediterranean countries which are covered by the European Neighbourhood Policy (ENP): Morocco, Algeria, Tunisia, Libya, Egypt, Palestine, Israel, Lebanon, Jordan and Syria. The project supports the implementation of the Action 12 of the Regional Transport Action Plan for the Mediterranean Region 2014/2020, on Safety and Interoperability 1 Legal disclaimer: this designation shall not be construed as recognition of a State of Palestine and is without prejudice to the individual positions of the Member States on this issue. For further information about this event, please contact us here. ", "url": "https://www.era.europa.eu/content/eumedrail-delegations-egypt-israel-jordan-and-palestine-met-hague-discuss-rail-safety_en"}, {"id": "ERA_NEWS_0066", "date": "2019-04-03", "text_type": "NEWS", "title": "1st workshop on Safety Culture Assessment by the Institute for an Industrial Safety Culture (ICSI)  and the EU Agency for Railways", "text": " 0n 1st and 2nd of April ERA organised a workshop on safety culture assessment building on the European Railway Safety Culture Model. The objective of the workshop was to produce guidelines on safety culture assessment. The event was hosted by SNCF. Presenters were Laura FERRER (ICSI), Paul LEACH (RSSB) and Jesus VILLENA (ICSI). From the Agency Bart ACCOU, Kim DREWS, Krzysztof ZUBILEWICZ and Gregory ROLINA were participating. Further participants were Christian NEVEU (SNCF) and Johannes JAKOBSEN (NJ). The material developed during this event will be tested within Nordjyske Jernbaner (DK) in the coming months. Read more about the Memorandum of Understanding for cooperation in the field of safety culture and safety management in railways signed between the Institute for an Industrial Safety Culture (ICSI) and the Agency.     ", "url": "https://www.era.europa.eu/content/1st-workshop-safety-culture-assessment-institute-industrial-safety-culture-icsi-and-eu_en"}, {"id": "ERA_NEWS_0067", "date": "2019-04-09", "text_type": "NEWS", "title": "Cooperation agreement signed with German Federal Railway Authority", "text": " The agreement establishes the conditions under which the two authorities are expected to cooperate in relation to the ERA’s and EBA’s new tasks of issuing single safety certificates, vehicle and vehicle type authorisations, as well as the framework of EBA’s assistance to ERA. The signature inaugurates a new cooperation era for the Agency and the National Safety Authorities and is expected to enhance the practical implementation 4th Railway Package. This was the first cooperation agreement signed between the Agency and a National Safety Authority of the EU. The Agency is expected to sign more cooperation agreements with the other National Safety Authorities of the Single European Railway Area prior to taking up its new responsibilities. ", "url": "https://www.era.europa.eu/content/cooperation-agreement-signed-german-federal-railway-authority_en"}, {"id": "ERA_NEWS_0068", "date": "2019-03-05", "text_type": "NEWS", "title": "50th meeting of the ERA-OSJD Contact Group", "text": " The cooperation started with a comparative analysis between technical specifications for interoperability and requirements existing in the 1520/1524 mm railway area of OSJD member countries. The outcomes of this joint work have contributed to the revision of technical specifications for interoperability. This activity is ongoing in order to cover all subsystems and to update the analysis or its parts when relevant. Furthermore, the cooperation allows for exchange of experience to coordinate measures for preservation and improvement of technical and operational compatibility on the CIS-EU border (see also “Cooperation with OSJD” here. The ERA-OSJD Contact Group meets regularly (four times a year as a rule). Nine OSJD member countries contribute to the work: Georgia, Kazakhstan, Latvia, Lithuania, Moldova, Poland, Russia, Slovakia and Ukraine, along with ERA, OSJD Committee and representatives of DG MOVE, UIC and CRT Directorate. The 50th meeting of the ERA-OSJD Contact Group took place in Lille on 5-7 March 2019. Welcome speeches greeting the participants of the anniversary meeting were given by ERA’s Executive Director and representatives of the OSJD Committee and DG MOVE. The agenda of this meeting included the analysis of parameters for three subsystems: “Telematic Applications for Passenger Services (TAP)” –close to finalisation; “Telematic Applications for Freight (TAF)” – work underway; “noise” – analysis at advanced stage. The current Memorandum of Understanding ERA-OSJD 2015-2019 expires on 31/12/2019. The two organisations are currently working on the renewal and update of the Memorandum from 1st January 2020 onwards. The renewal of the Memorandum of Understanding would allow ERA and OSJD to continue their fruitful cooperation. This cooperation aims to facilitate future development of interoperability and international transport by rail between Europe and Asia. For further information on this event, please contact us here. ", "url": "https://www.era.europa.eu/content/50th-meeting-era-osjd-contact-group_en"}, {"id": "ERA_NEWS_0069", "date": "2019-02-14", "text_type": "NEWS", "title": "EUMedRail and IPA workshop in Belgrade", "text": " The workshop discussed the experience of the Infrastructure Manager and Railway Operators in the development, implementation and monitoring of Safety Management Systems, including the integration of human and organisational factors. In this context, experts in different domains presented some case studies and analysed them together in order to identify and share best practices. Several EU representatives introduced the concept of Safety Culture and the EU Agency for Railways presented the European Railway Safety Culture Declaration that will be promoted in the framework of the EUMedRail and IPA projects. The seminar concluded with a technical visit to the Serbian passenger operator, Srbija Voz. More than 70 participants from the Southern Mediterranean area, Balkan region and EU representatives attended the event. For further information, please contact us by: email ", "url": "https://www.era.europa.eu/content/eumedrail-and-ipa-workshop-belgrade_en"}, {"id": "ERA_NEWS_0070", "date": "2019-01-24", "text_type": "NEWS", "title": "1st Transport Cybersecurity Conference conclusions", "text": " The conference was organised by ENISA with the support of DG MOVE, EASA, EMSA and ERA, and the Executive Director of ERA contributed to voice the importance of addressing cybersecurity issues for the railway sector, especially with regards to Safety.  ", "url": "https://www.era.europa.eu/content/1st-transport-cybersecurity-conference-conclusions_en"}, {"id": "ERA_NEWS_0071", "date": "2018-11-09", "text_type": "NEWS", "title": "Upcoming changes in the legislation governing declarations and certificates for railway interoperability constituents and subsystems.", "text": " The new implementing regulation stipulates templates for declarations and certificates for railway interoperability constituents and subsystems. They are designed on the model of declaration of conformity to an authorised railway vehicle type and on the European verification procedures for subsystems. The Agency would like to thank all parties involved in this complex work process for the good collaboration – colleagues from the European Commission, EU Member States, and the European rail sector. The vote represents another important milestone towards implementing the Fourth Railway Package, which defines new roles for the Agency in delivering vehicle authorisation, safety certification, and approvals to ERTMS trackside projects. Further Links: Applications for single safety certificates Applications for vehicle (type) authorisations Applications for ERTMS approval ", "url": "https://www.era.europa.eu/content/upcoming-changes-legislation-governing-declarations-and-certificates-railway_en"}, {"id": "ERA_NEWS_0072", "date": "2018-11-23", "text_type": "NEWS", "title": "European Rail Human and Organisational Factors Seminar 2018", "text": " The seminar discussed the knowledge and best practices concerning the integration of Rail Human and Organisational Factors. It also reflected on safety culture, the importance of leadership and the principles of just culture to ensure railway safety. To conclude, experts exchanged views on the human factors challenges of automation, the impact on train drivers and on guided transport and the EASA Automation Policy approach. Presentations are available here. ", "url": "https://www.era.europa.eu/content/european-rail-human-and-organisational-factors-seminar-2018_en"}, {"id": "ERA_NEWS_0073", "date": "2018-11-09", "text_type": "NEWS", "title": "Workshop on the Fourth Railway Package – Jornada de difusión sobre el Cuarto Paquete Ferroviario", "text": " The attendance was above the expectations and the audience actively participated in the discussions related to the legal aspects of the 4th Railway Package and its practical implementation. We thank AESF for inviting the Agency to the event and for the efficient and successful organisation. La jornada de diseminación organizada por la Agencia Estatal de Seguridad Ferroviaria (AESF, autoridad nacional de seguridad Española), a la cual fue invitada la Agencia, se desarrolló con éxito y fue considerada atractiva e interesante por los representantes del sector ferroviario Español que asistieron al evento. La asistencia supero las expectativas, lográndose además una activa participación de la audiencia en los distintos debates suscitados en relación con los aspectos legales del Cuarto Paquete Ferroviario y su aplicación práctica. La Agencia quisiera agradecer tanto la invitación al evento como la eficiente y exitosa organización de la jornada.   4th Railway Package 4th Railway Package   ", "url": "https://www.era.europa.eu/content/workshop-fourth-railway-package-jornada-de-difusion-sobre-el-cuarto-paquete-ferroviario_en"}, {"id": "ERA_NEWS_0074", "date": "2019-01-23", "text_type": "NEWS", "title": "The Egyptian Ministry of Transport hosts a seminar on rail accident investigation", "text": " The Deputy Minister of Transport, Dr Amr Shaat, the Chairman of Egyptian National Railways, Dr. Ashraf Mohamed Raslan and the representative from the EU Delegation to Egypt, Dr Ahmed Elbeltagui, opened the seminar. The event included presentations and discussions on the EU railway safety regulatory framework with a focus on the role and responsibilities of the National Investigation Body (NIB). Both Egyptian and European experts discussed methods and techniques used in the accident investigation process, including human and organisational factors and possible solutions to improve safety culture. The seminar concluded with a panel on Railway safety regulation and reporting. This session included the presentations of two experts from the Egyptian National Railways seconded to the EU Agency for Railways who are involved in the analysis of NIB investigation reports. More than 100 participants, representing the Ministry of Transport, the railway undertaking, the police and the emergency services from Egypt and the EU attended this event.   For further information of this event, please contact us by: email ", "url": "https://www.era.europa.eu/content/egyptian-ministry-transport-hosts-seminar-rail-accident-investigation_en"}, {"id": "ERA_NEWS_0075", "date": "2018-12-02", "text_type": "NEWS", "title": "Safety exercise from INFRABEL", "text": "NULL", "url": "https://www.era.europa.eu/content/safety-exercise-infrabel_en"}, {"id": "ERA_NEWS_0076", "date": "2018-05-23", "text_type": "NEWS", "title": "ERA Launches SMS App", "text": " The Agency is proud to introduce the “ERA SMS” App, which is now available both for Android and Apple smartphones in respective stores. The App helps users to navigate through main elements constituting a railway Safety Management System (SMS), including brief descriptions about their meaning according to the new Delegated Regulation establishing common safety methods on SMS requirements. It also contains a management maturity assessment tool which allows a user to evaluate how effective the SMS is by scoring the safety performance and creating a report on the findings. It is intended to be used by anyone who wishes to gain an overview of a railway SMS or who wishes to measure the performance of an SMS created to meet EU railway legislation. The App will be of especial interest to national safety authorities, railway undertakings and infrastructure managers, but also to ERA, when implementing the 4th Railway Package and in particular, when issuing single safety certificates. Scan the QR code below to download the App (or go directly to the relevant store, searching for “ERA SMS”): Apple Store              Google Play Store   ", "url": "https://www.era.europa.eu/content/era-launches-sms-app_en"}, {"id": "ERA_NEWS_0077", "date": "2018-10-02", "text_type": "NEWS", "title": "Final report on Facilitation of Combined Transport", "text": " Combined Transport will be crucial to achieving the so-called “co-modal” approach, in which the different modes of transport shall be considered as a whole, rather than individually. In that respect, rail has the challenge to play the most important role in the ‘Combined Transport’ chain, in order to reduce the share of long-distance road transport by shifting part of it to other lower emission modes, in line with the EU’s transport policy. The Agency launched a Task Force in November 2017, following a workshop on Combined Transport held in Lille on 13 June 2017, with the aim of drafting a report on the topics to be addressed within the EU legislation and European standardisation on railways; the desirable outcome was to facilitate Combined Transport along the networks of the Union rail system. The final report on Facilitation of Combined Transport is now available. ", "url": "https://www.era.europa.eu/content/final-report-facilitation-combined-transport_en"}, {"id": "ERA_NEWS_0078", "date": "2018-06-28", "text_type": "NEWS", "title": "Visit from Polytechnical University Hauts-de-France", "text": " The Agency had the pleasure to receive Professor Frédéric Vanderhaegen and his team from the Polytechnical University of Hauts-de-France. They impressed with a detailed presentation of their research on railway simulators carried out since 2007, including a demonstration of innovative training material known as MissRail and InnoRail. The presentation is available here. For more information please contact Frédéric VANDERHAEGEN ", "url": "https://www.era.europa.eu/content/visit-polytechnical-university-hauts-de-france_en"}, {"id": "ERA_NEWS_0079", "date": "2018-06-29", "text_type": "NEWS", "title": "Annual Activity Report 2017", "text": " The Agency’s Management Board adopted the Consolidated Annual Activity Report 2017 in its meeting on 26 June 2018, including the analysis and assessment of this report by the MB. The Annual Activity Report describes and details the achievements and initiatives of ERA’s activities as well as the financial and human resources spent during the year. Hinne Groot, on behalf of the Management Board: “The Management Board acknowledges the magnitude and quality of the work done at the Agency. Throughout 2017, great progress was made on the preparatory decisions for the Fourth Railway Package. The MB fully supports the ambitious and pro-active approach of the Agency is taken to transform the Agency for its new tasks from a policy making / preparation body to an operational authority responsible for authorisation and certification at European level. The information provided in the Consolidated Annual Activity Report 2017 gives the Management Board sufficient assurance that the resources assigned have been used for its purpose in accordance with principles of sound financial management. In addition, the control procedures put in place give the necessary guarantees concerning the legality and regularity of the transaction underlying the accounts. The Management Board recommends the Agency management to continue its focus on the preparation of the new tasks under the Fourth Railway Package technical pillar to be fully ready by 15 June 2019. The Management Board will continue its close involvement in this with the help of the 4RP Steering Committee. The Management Board recognises important and valuable preparations to prepare the organisation (structure and culture) of the Agency for the Fourth Railway Package and recommends to put high priority on human resource management to acquire the needed project managers and experts as defined in the Agency establishment plan and in the definition of the pool of experts.” Find here the consolidated Annual Activity Report 2017. ", "url": "https://www.era.europa.eu/content/annual-activity-report-2017_en"}, {"id": "ERA_NEWS_0080", "date": "2018-05-15", "text_type": "NEWS", "title": "Korean Delegation at the Agency", "text": " On 15 May 2018, a high-level delegation from the Republic of Korea visited the European Union Agency for Railways at its headquarters in Valenciennes. Under the leadership of Ms. Eugene Kim, Director of the Railway Facilities Safety Division at the Ministry of Land, Infrastructure and Transport, the delegation comprised senior officials, technical experts, research staff and managers of the State’s railway undertaking Korail. Subject of the meeting were the development of the Single European Railway area and potential for future cooperation between Europe and the Republic of Korea. A topic of special interest has been the European signaling system ETCS, which has successfully been in operation in the Republic of Korea for some years already. The Executive Director of the European Union Agency for Railways Dr. Josef Doppelbauer expressed his openness to continue the dialogue with the Republic of Korea in future. ", "url": "https://www.era.europa.eu/content/korean-delegation-agency_en"}, {"id": "ERA_NEWS_0081", "date": "2018-04-15", "text_type": "NEWS", "title": "Women in Transport", "text": " The objective of the Women in Transport - EU Platform for change is to strengthen women's employment and equal opportunities for women and men in the transport sector thanks to the actions brought about by the Platform members. It will also serve as a forum to discuss and exchange good practices. The Agency is an equal opportunities employer and strongly encourages applications from all candidates who fulfil the eligibility and selection criteria without any distinction whatsoever on grounds of nationality, age, race, political, philosophical or religious conviction, gender or sexual orientation and regardless of disabilities, marital status or other family situation. More information: Women in Transport – EU Platform for changeFor women’s eyes only - Interested in a career in railways? initiative ", "url": "https://www.era.europa.eu/content/women-transport_en"}, {"id": "ERA_NEWS_0082", "date": "2018-04-25", "text_type": "NEWS", "title": "EUMedRail Countries Present the Railway Development Plans", "text": " The EUMedRail conference on National Action Plans organised by the European Union Agency for Railways on 23-25 April 2018 in Ljubljana, gathered public officials from Ministries of Transport, railway experts and international financial institutions to discuss the railway plans of the Southern Neighbourhood countries. The 3-days-conference was opened by keynote speaker, Mr. Zoran Stančič, Head of the Representation of the European Commission in Slovenia. The first day of the conference focused on presenting the Slovenian Railway System to the Southern Mediterranean partner countries. The Slovenian authorities discussed the railway transport system and the rail regulatory body in Slovenia. The partner delegations were able also to learn from the National Safety Authority and National Investigation Bodies. They also visited a signalling centre. On 24th April, the delegations presented their current and future railway infrastructure projects and requested specific training activities in the framework of the EUMedRail project. These are intended to implement the Action 12 of the Regional Transport Action Plan on safety and interoperability and the cooperation with the ERA. Following the presentation of ERA on safety management systems and ERAIL and ERADIS Databases, several financial institutions presented instruments that could support the development of the railway projects. On 25th April, delegations were briefed on the afternoon Southern Mediterranean Transport Ministerial Seminar and were invited to the Annual EUMedRail conference taking place on 9 and 10 October. For further information, please contact: Peter Mihm  Rosa Exposito Guarne ", "url": "https://www.era.europa.eu/content/eumedrail-countries-present-railway-development-plans_en"}, {"id": "ERA_NEWS_0083", "date": "2018-03-12", "text_type": "NEWS", "title": "EUMedRail project supports railway revitalisation", "text": " Minister Youssef Fenianos praises the EUMedRail project to support railway revitalisation. [From left to right: Aleksandr Kuzmenko (OTIF), Peter Mihm (ERA), François Davenne (OTIF), Youssef Fenianos (Ministry of Public Works and Transport), Ziad Nasr (RPTA), Charbel Challita (UNDP)] The first meeting of the EuroMed Transport rail Project (EUMedRail), organised by the European Union Agency for Railways (ERA) along with Intergovernmental Organisation for International Carriage by Rail (OTIF) was hosted by the Ministry of Public Works and Transport with the Railway and Public Transport Authority (RPTA), today, in Beirut, Lebanon. The meeting discussed the EUMedRail Action Plan for Lebanon 2018-2020 that will support decision makers in the revitalisation of the Tripoli-Beirut railway line and the reform of the RPTA. The Minister of Public Works and Transport in Lebanon Youssef Fenianos expressed his satisfaction that the country is taking an active role in the EUMedRail project and benefiting from the international technical support offered. As well as training opportunities the project also offers a network of international experts that can support the implementation of the Tripoli-Beirut railway project. The EUMedRail team also highlighted the institutional capacity building actions and seminars offered to the Ministry and RPTA during the implementation meeting of the EUMedRail project. The EUMedRail delegation formally invited Lebanese participation in the Action Plan conference being held on 23 and 24 April in Ljubljana, Slovenia. The conference will be a forum to present the National Railway Action Plans, the future railway projects, the state of implementation of the Action 12 of the Regional Transport Action Plan and co-operation activities with ERA. BACKGROUND - The EUMedRail project, funded by the Directorate-General for Neighbourhood and Enlargement (DG NEAR) of the European Commission, has a budget of 2 million euros from 2017 – 2020. The project enables technical assistance to be given to the Euro-Mediterranean countries. For more information, please contact: Peter Mihm or Charbel Challita ", "url": "https://www.era.europa.eu/content/eumedrail-project-supports-railway-revitalisation_en"}, {"id": "ERA_NEWS_0084", "date": "2018-04-16", "text_type": "NEWS", "title": "Multimodal Year 2018 - Event on EU Freight", "text": " Thanks to all Participants and Speakers for a Lively Debate - Presentations and Pictures Below The future of transport in Europe is driven by the need to dramatically reduce its environmental impact, while at the same time reaping the opportunities of the digital revolution and maintaining a strong position in global competition. The key for this future is multimodal transport. This is why European Commissioner Violeta Bulc has proclaimed 2018 the Year of Multimodality – and it is in this light that the European Commission, the European Union Agency for Railways (ERA), and the International Union for Road-Rail Combined Transport (UIRR) have joined forces to gather the different modes of transport in Europe to take stock of pressing regulatory issues at EU level, and have an overview of future technologies and business flows for freight transportation. You are cordially invited to join the lively debate with EU decision-makers and peers on 16 May 2018 at the EU Representation of the Free State of Bavaria. Below you find: Presentations Pictures Programme For any further questions and/or feedback, please contact communication@era.europa.eu ", "url": "https://www.era.europa.eu/content/multimodal-year-2018-event-eu-freight_en"}, {"id": "ERA_NEWS_0085", "date": "2018-04-09", "text_type": "NEWS", "title": "4RP Readiness Survey", "text": " Deadline extended until 15 May 2018 The Management Board (MB) of the Agency has decided to launch a light survey on the readiness of the whole EU Railway Community for the implementation of the Fourth Railway Package’s Technical Pillar. The online questionnaire is meant for all companies and organisations that are affected by the Fourth Railway Package and is accessible through the following link: https://ec.europa.eu/eusurvey/runner/ERA-4RP-Readiness-2018 Password: 4RPSURVEY2018 Should you have any question please contact Marnix Van der Heijde (Liaison Manager NSAs)  and/or Vojtech Eksler. ", "url": "https://www.era.europa.eu/content/4rp-readiness-survey_en"}, {"id": "ERA_NEWS_0086", "date": "2018-04-23", "text_type": "NEWS", "title": "ETSI Workshop Developing the Future Radio for Rail Transport, 4-5 July 2018", "text": " ETSI will hold this 2nd workshop in July, providing an update on the activities related to the next generation radio for rail worldwide. All interested stakeholders are invited to join this event in ETSI web site ", "url": "https://www.era.europa.eu/content/etsi-workshop-developing-future-radio-rail-transport-4-5-july-2018_en"}, {"id": "ERA_NEWS_0087", "date": "2018-03-12", "text_type": "NEWS", "title": "EUMEDRAIL Project Strengthens Collaboration between Europe and Southern Mediterranean region", "text": " ​Started in January 2017, the EUMEDRAIL is an EU-funded project under the leadership of the Agency, to promote best practices, regulation and standards to the beneficiaries of the Southern Mediterranean Region including Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Tunisia and regions under Palestinian Authority. In accordance with the Regional Transport Action Plan signed by the ministers of transport, ERA will provide technical assistance for building up National Safety Authorities and National Accident investigation bodies in those regions, in accordance with European railway regulations for safe and interoperable railway transport, and that of the Intergovernmental Organisation for International Carriage by Rail (OTIF). Many EU neighbour states pursue ambitious plans to modernise railway systems. For example, Marokko will open the first highspeed railway line in Africa by end of 2018. EUMEDRAIL is working closely with OTIF to promote urban transport projects in those regions, but also to implement effective safety management systems, accident investigation, and train driver trainings. The EUMEDRAIL activities are highly appreciated in the target regions, resulting in plans to establish further common and bilateral actions. Following the EUMEDRAIL Kick-off meeting in October 2017, as part of the collaboration with the 8 beneficiaries of the Southern Mediterranean Region, a workshop on international railway regulations was organised on 6 February 2018 in Belgrade, with high ranking delegations from all target countries. An 'action plan conference' will be held on 23-25 April 2018 in Ljubljana. Click here for more information about the EUMEDRAIL project. ", "url": "https://www.era.europa.eu/content/eumedrail-project-strengthens-collaboration-between-europe-and-southern-mediterranean-region_en"}, {"id": "ERA_NEWS_0088", "date": "2018-02-13", "text_type": "NEWS", "title": "7th Regional TAF TSI Workshop", "text": " On 7th and 8th March2017 in Bucharest, railways undertakings, infrastructure managers, wagon keepers and IT providers / implementers from Romania, Greece and Bulgaria will share experiences and understand the lessons learnt from TAF implementers across Europe. The aim is to inform rail sector companies of the state of the art of TAF TSI deployment, the IT tools supporting the implementation, the medium and long term planning and how TAF TSI is becoming a reality in railway operations, thanks among others, to the commitment of national authorities through the National Contact Points. In addition, the European Commission (DG MOVE) and the Innovation and Networks Executive Agency (INEA) will participate in the event to endorse the effort made by the companies to implement the system. Read More... ", "url": "https://www.era.europa.eu/content/7th-regional-taf-tsi-workshop-0_en"}, {"id": "ERA_NEWS_0089", "date": "2018-02-13", "text_type": "NEWS", "title": "CEN, CENELEC and ERA restate their commitment to working together", "text": " The signature on 12 February 2018 of the renewed cooperation agreement between the European Committee for Standardization (CEN), the European Committee for Electrotechnical Standardization (CENELEC) and the European Union Agency for Railways (ERA) of the European Commission will further enhance the harmonization of technical standards for Railways. Renewed agreement reaffirms longstanding cooperation Through the agreement, CEN and CENELEC together with ERA will provide a comprehensive set of technical documents aiming to guarantee a high level of railway safety and interoperability, and improve the competitive position of the railway sector. The agreement reaffirms a longstanding cooperation in the field of technical standardization in support of Interoperability and Safety of Railways established under the previous Cooperation Agreement signed in May 2007. The partners already collaborate in a wide range of projects and technical fields, and aim at reducing the number of contradictory technical specifications still existing in the sector. Speaking on the occasion of the signing ceremony in Brussels on 12 February, Dr. Josef Doppelbauer, Executive Director of the European Union Agency for Railways said: “This agreement will strengthen the long-standing favourable cooperation between CEN and CENELEC and we look forward to working together to establish a sustainable and efficient railway transport system in Europe, taking also benefit of a reinforced collaboration between researchers, innovators and standardizers”. Elena Santiago Cid, Director General of CEN and CENELEC, added: “We look forward to continuing our productive co-operation with the Railway Agency and we welcome the good working exchanges aiming at developing harmonized standards supporting the Safety Essential Requirements of the Interoperability of the Rail System Directive, and complementing the Technical Specifications of Interoperability developed by the Agency.” Collaboration important for uptake of standardization in EU policies Standardization is a key element in many EU policies and for achieving policy goals. Therefore, a strong cross-sector and multi-disciplinary cooperation between CEN and CENELEC, and the European Agencies is vital to ensure effective uptake of standardization in EU policy making. As the Agency in charge of development of railway specifications, ERA provides the EU Member States and the Commission with technical assistance in the fields of railway safety and interoperability. This involves the development and implementation of Technical Specifications for Interoperability and a common approach to questions concerning railway safety. Download press release as PDF ", "url": "https://www.era.europa.eu/content/cen-cenelec-and-era-restate-their-commitment-working-together_en"}, {"id": "ERA_NEWS_0090", "date": "2018-03-07", "text_type": "NEWS", "title": "Declaration Against Harassment", "text": " On the International Women's Day, ERA joins fellow EU agencies and joint undertakings in a declaration against sexual harassment at the workplace. In accordance with French law and the staff regulation, the Agency adopts a zero tolerance policy towards any acts of sexual harassment, and will prosecute such acts to the full extend of the law. As stated in the joint declaration, ERA is fully committed to the European values of equality, and encourages staff to immediately report any cases of sexual harassment and/or bullying, as they are matters of health, safety and well-being. In order to promote female leadership and gender balance in the European rail sector, the Agency became co-signatory of the recently launched Women in Transport - Platform for Change, initiated by Commissioner Bulc. Further links: Joint Declaration of EU agencies against sexual harassment Women in Transport - Platform for Change ", "url": "https://www.era.europa.eu/content/declaration-against-harassment_en"}, {"id": "ERA_NEWS_0091", "date": "2017-09-14", "text_type": "NEWS", "title": "CCRCC 2017", "text": " Thank you for your attendance! The European Union Agency for Railways would like to thank the more than 300 “live” participants for attending the CCRCC 2017, additional nearly 700 live stream connections where registered e.g. for day one. A special thanks goes out to our speakers, panelists, and contributors to vibrant discussions during the conference. For those of you who did not have the opportunity to participate, or who wish to revisit the presentations or watch the conference videos, they can be downloaded here. Thank you for your interest - We hope to see you at our next CCRCC conference in 2019! For further questions or comments related to the CCRCC 2017, please sent us an e-mail. ", "url": "https://www.era.europa.eu/content/ccrcc-2017_en"}, {"id": "ERA_NEWS_0092", "date": "2018-02-02", "text_type": "NEWS", "title": "ETCR Summer Course 02 - 13 July 2018", "text": " Announcement: 56th ETCR Summer Course 2-13 July 2018, Bruges, Belgium ​ From 2-13 July 2018 the European Union Agency for Railways is co-organising with the European Training Centre for Railways (ETCR) and the College of Europe the 56th ETCR Summer Course in Bruges, Belgium. Participants will get the unique opportunity to meet the decision-makers and opinion leaders of EU rail policy and learn about the elements of the EU railway regulatory framework and its impact on rail business perspectives. They can build a network of international colleagues and confront the challenges they are working on at home with the solutions others have given to the same issues in various European countries.   Find more information and register at: www.etcr.eu College of Europe https://www.coleurope.eu/ ", "url": "https://www.era.europa.eu/content/etcr-summer-course-02-13-july-2018_en"}, {"id": "ERA_NEWS_0093", "date": "2018-01-01", "text_type": "NEWS", "title": "Seminar - Digitalisation for railway maintenance", "text": " Seminar of AICQ (the Italian Association on Quality Culture) on digitalisation for railway maintenance according to Industry 4.0 30th of November 2017, the Interoperability Unit of the European Union Agency for Railways was invited by AICQ (the Italian Association on Quality Culture) in Florence to present to all major Italian stakeholders the impact of digitalisation and interoperability to the Single European Railway Area (SERA) taking into account the new approach of Industry 4.0. The Seminar was introduced by Mr Gianfranco Saccione – President for AICQ - focusing on the specific needs of the railway sector especially concerning the legislative framework. The Agency would like to thank AICQ for the excellent hospitality and all participants for their great interest in the topics analysed during the Seminar. Proceedings of the Seminar can be requested by email ", "url": "https://www.era.europa.eu/content/seminar-digitalisation-railway-maintenance_en"}, {"id": "ERA_NEWS_0094", "date": "2018-02-09", "text_type": "NEWS", "title": "EUMedRail - Belgrade hosts workshop on Railway legislation", "text": " International railway legislation, cross border rail traffic, railway safety and further cooperation were the main topics of a two-day-high-level meeting, that took place on 6 and 7th February, in Belgrade, Serbia. This event, part of the EuroMed Transport Rail Project (EUMedRail), organised by the European Union Agency for Railways in cooperation with OTIF (the Intergovernmental Organisation for International Carriage by Rail), was hosted by the Serbian National Safety Authorities. The meeting gathered experts from the European Commission and OTIF, participants from the IPA project and representatives from the EUMedRail project, including Algeria, Israel, Jordan, Lebanon, Palestine, Tunisia, and the EU Delegation in the Serbian Parliament in Belgrade. The deputy Prime Minister and Serbian Minister of Transport and Infrastructure, Ms Zorana Mihajlović, delivered an opening speech on the cooperation between the EU and Serbia, including the IPA project with the EU Agency for Railways, which tackles the convergence and harmonisation of the accession states legislation with the EU. On the second day, the delegations took part in a debate on the development of OTIF specifications for infrastructure and contributed to identify EUMedRail countries specific needs. The meeting was closed by an overview of the EU state of play on OTIF Dangerous goods regulations implementation and a discussion with the Serbian National Safety Authority. BACKGROUND The EUMedRail project, funded by the Directorate-General for Neighbourhood and Enlargement (DG NEAR) of the European Commission, has a budget of 2 million euros for the period between 2017-2020, to carry over technical assistance in neighbour countries: Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine and Tunisia. ", "url": "https://www.era.europa.eu/content/eumedrail-belgrade-hosts-workshop-railway-legislation_en"}, {"id": "ERA_NEWS_0095", "date": "2017-07-19", "text_type": "NEWS", "title": "Safety Training in Budapest", "text": " This training was jointly organised by the European Union Agency for Railways, by the Budapest University of Technology and Economics, and by the Department of Railway Authority of the Ministry of National Development of Hungary. Held from 26th June until 30th June 2017, it focused on the practical implementation of this legal framework through the presentation of real cases by the actors of the railway system: manufacturers, railway undertakings, infrastructure managers, assessment bodies, entities in charge of maintenance, certification bodies and authorities. You may find additional information here. Training in Budapest Training in Budapest Training in Budapest Training in Budapest ", "url": "https://www.era.europa.eu/content/safety-training-budapest_en"}, {"id": "ERA_NEWS_0096", "date": "2017-06-27", "text_type": "NEWS", "title": "New Chair of the Management Board elected", "text": " During its 42nd meeting, held in Lille on Tuesday 27 June 2017, the ERA Management Board elected as new Chairperson Mrs. Clio Liegeois, representing Belgium. Congratulations to Clio Liegeois and many thanks to Mr. Mats Andersson the outgoing chair for the excellent work since he took over the chair on 23rd July 2014! Mr. Hinne J.Y. GROOT continues to be the deputy Chairman of the Board. [from left to right: Hinne J.Y. Groot, Clio Liegeois, Mats Andersson] ", "url": "https://www.era.europa.eu/content/new-chair-management-board-elected_en"}, {"id": "ERA_NEWS_0097", "date": "2017-06-15", "text_type": "NEWS", "title": "6th International Human Factors Rail Conference", "text": " The Agency is an Associated Partner for the 6th International Human Factors Rail Conference to be held in London, 6-9 November 2017. Please find here more information. ", "url": "https://www.era.europa.eu/content/6th-international-human-factors-rail-conference_en"}, {"id": "ERA_NEWS_0098", "date": "2017-06-22", "text_type": "NEWS", "title": "SERA Convention", "text": " We thank all participants of the Single European Railway Area (SERA) Convention 20 June in Brussels for their interest and their contributions. Find all presentations here. ", "url": "https://www.era.europa.eu/content/sera-convention_en"}, {"id": "ERA_NEWS_0099", "date": "2017-06-16", "text_type": "NEWS", "title": "SERA Regional Conference North Sea", "text": " We thank all participants of the Single European Railway Area (SERA) Regional Conference North Sea 14th June in Amsterdam for their interest and their contributions. Find all presentations here. The conference series will reach a conclusion at the SERA Convention 20th June in Brussels. ", "url": "https://www.era.europa.eu/content/sera-regional-conference-north-sea_en"}, {"id": "ERA_NEWS_0100", "date": "2017-06-22", "text_type": "NEWS", "title": "6th TAF TSI Regional Workshop", "text": " Following the success of last years’ workshops, once again in 2017, the Polish Office of Rail Transport, Estonian Technical Regulatory Authority, Latvian Railways, Lithuanian State Railway Inspectorate and the European Union Agency for Railways are joining forces to organize the 6th Regional TAF TSI Workshop (Poland, Estonia, Latvia and Lithuania).  On 12th and 13th September 2017 in Warsaw, railways undertakings, infrastructure managers, wagon keepers and IT providers / implementers from Poland, Estonia, Latvia and Lithuania will share experiences and understand the lessons learnt from TAF implementers across Europe. The aim is to inform rail sector companies of the state of the art of TAF TSI deployment, the IT tools supporting the implementation, the medium and long term planning and how TAF TSI is becoming a reality in railway operations, thanks among others, to the commitment of national authorities through the National Contact Points. In addition, the European Commission and Innovation and Networks Executive Agency (INEA) will participate in the event to endorse the effort made by the companies to implement the system. ", "url": "https://www.era.europa.eu/content/6th-taf-tsi-regional-workshop_en"}, {"id": "ERA_NEWS_0101", "date": "2017-06-09", "text_type": "NEWS", "title": "SERA Regional Conference Central", "text": " We thank all participants of the Single European Railway Area (SERA) Regional Conference Central on 7 June in Berlin for their interest and their contributions. Find all presentations here. The conference series will reach a conclusion at the SERA Convention on 20 June in Brussels. ", "url": "https://www.era.europa.eu/content/sera-regional-conference-central_en"}, {"id": "ERA_NEWS_0102", "date": "2017-05-12", "text_type": "NEWS", "title": "SERA Regional Conference Baltic Nordic", "text": " We thank all participants of the Single European Railway Area (SERA) Regional Conference Baltic Nordic on 10 May in Helsinki for their interest and their contributions. Find all presentations here. The conference series will reach a conclusion at the SERA Convention on 20 June in Brussels. ", "url": "https://www.era.europa.eu/content/sera-regional-conference-baltic-nordic_en"}, {"id": "ERA_NEWS_0103", "date": "2017-04-28", "text_type": "NEWS", "title": "SERA Regional Conference East Mediterranean", "text": " We thank all participants of the Single European Railway Area (SERA) Regional Conference East Mediterranean on 26 April in Budapest for their interest and their contributions. Find all presentations here. The conference series will reach a conclusion at the SERA Convention on 20 June in Brussels. ", "url": "https://www.era.europa.eu/content/sera-regional-conference-east-mediterranean_en"}, {"id": "ERA_NEWS_0104", "date": "2017-05-23", "text_type": "NEWS", "title": "Announcement: 55th ETCR Summer Course 3-14 July 2017, Bruges, Belgium", "text": " From 3-14 July 2017 the European Union Agency for Railways is co-organising with the European Training Centre for Railways (ETCR) and the College of Europe in Bruges the 55 ETCR Summer Course. Participants will get the unique opportunity to meet the decision-makers and opinion leaders of EU rail politics and learn about the elements of the EU railway regulatory framework and its impact on rail business perspectives. They can build a network of international colleagues and confront the challenges they are working on at home with the solutions others have given to the same issues in the various European countries. Registration is open until 19 June 2017.   All information can be found on www.etcr.eu. ", "url": "https://www.era.europa.eu/content/announcement-55th-etcr-summer-course-3-14-july-2017-bruges-belgium_en"}, {"id": "ERA_NEWS_0105", "date": "2017-05-30", "text_type": "NEWS", "title": "SERA Regional Conference West Mediterranean", "text": " We thank all participants of the Single European Railway Area (SERA) Regional Conference West Mediterranean on 23 May in Valetta for their interest and their contributions. Find all presentations here. The conference series will reach a conclusion at the SERA Convention on 20 June in Brussels. ", "url": "https://www.era.europa.eu/content/sera-regional-conference-west-mediterranean_en"}, {"id": "ERA_NEWS_0106", "date": "2017-02-09", "text_type": "NEWS", "title": "New Project Team for Spectrum Issues", "text": " New Project Team FM56 The Agency will host on 27-28 March the kick off meeting of the new Project Team FM56 for spectrum issues related to railway applications, following the decision of the European Communication Committee to establish this group to assess the needs of the railways in terms of Radio Spectrum. Find here more information on agenda and registration! ", "url": "https://www.era.europa.eu/content/new-project-team-spectrum-issues_en"}, {"id": "ERA_NEWS_0107", "date": "2017-04-19", "text_type": "NEWS", "title": "SERA Regional Conferences and Convention", "text": " A joint initiative of the European Commission and the European Union Agency for Railways in collaboration with Ministries for Transport, National Safety Authorities, and Industry Associations The technical pillar of the 4th Railway Package (4RP) introduces one single process for cross-border vehicle authorisation in Europe. Market participants in Europe should learn about the advantages of this new authorisation regime, and lend it their support – as one of the key challenges for this process is the transposition of European legislation into national law, which will have to be complete by 2019/2020. The implementing acts that lay the foundation for these European processes will be voted by the EU Member States in the Railway Interoperability and Safety Committee (RISC) in July 2017. In and get a full-hearted buy-in of national decision makers for the new European processes, it is necessary to engage in an open an intense debate, and put forward clear and concise information about these new processes. The European Commission and the European Union Agency for Railways have therefore launched a series of regional debates, where stakeholders can voice their opinions and doubts in their native language, and get a clear idea of the benefits of the new process. SERA Regional Conference East Mediterranean: 26 April 2017, Budapest SI, HR, HU, SK, RO, BG, EL, CY SERA Regional Conference Baltic Nordic: 10 May 2017, Helsinki DK, SE, FI, EE, LV, LT, (NO) SERA Regional Conference West Mediterranean: 23 May 2017, Valletta FR, IT, ES, PT, MT SERA Regional Conference Central: 7 June 2017, Berlin DE, AT, PL, CZ, (CH) SERA Regional Conference North Sea: 14 June 2017, Amsterdam UK, IE, NL, BE, LU SERA Convention: 20 June 2017: Brussels Forum Concept All conference participants are part of the moderated discussion where all attendees participate. Target audience size: 100 pax European Commission, ERA, national ministries, NSA Sector representatives / associations NoBos/DeBos/AssBos Regional representatives, Members of national Parliaments The participation for the conferences and convention is on invitation only. ", "url": "https://www.era.europa.eu/content/sera-regional-conferences-and-convention_en"}]