[{"id": "ACER_NEWS_0001", "date": "2021-06-11", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Building-trans-European-energy-infrastructure.aspx", "title": "Building trans-European energy infrastructure: ACER finds that more than half of the projects are on time, but observes several delays and some potentially non-robust Projects of Common Interest (PCIs)", "text": " Section 1 Body HtmlACER has published the 7thedition of its annual report on the progress of electricity and gas Projects of Common Interest (PCIs​) for trans-European energy infrastructure.​Overall, ACER notes a positive trend in their advancement: about two-thirds of the electricity and gas PCIs are already in permit granting, under construction or commissioned, while about one-third of them are less advanced, being under consideration or planned, but not yet in the permitting phase,the implementation of more than half of the PCIs progressed in a timely manner, 70% of the projects are expected to be implemented by 2025.However, ACER notes that about 25% of the electricity and gas projects cumulate delays from year to year, and several additional projects are postponed by their promoters. ACER also identified some PCIs that did not advance their status over the past six years (with most of them remaining in the permitting phase). This led ACER to conclude that project promoters' projections were too optimistic.The report also warns about potentially non-robust PCIs, which did not carry out any work or activity during the reporting period, being on hold or rescheduled by the project promoters for at least 2 years, and/or failed to move forward from an early advancement status for several years. ACER calls for additional scrutiny during the PCI selection for such projects to ensure the robustness of the 5th PCI list, so that only projects which are clearly a priority are included.​​​Robust PCIs are crucial to achieve carbon-neutral energy systems in the futureEnergy networks play a key role in the transition to carbon-neutral energy systems. As PCIs are key cross-border electricity and gas infrastructure projects that enhance the links between the energy systems across Europe, they also play a crucial role in helping the EU to achieve its energy policy and climate objectives by delivering socio-economic and environmental benefits.Access the PCI Report​ and related Annex I for project specific information on electricity PCIs and Annex II for further information on Gas PCIs.----------------------------------------------------​-------------------------------Background information​By way of background, the broader framework in Europe for cross-border energy infrastructure (the TEN-E framework) is currently under negotiation by the European Parliament and the Council.Here, ACER, together with CEER, has made several recommendations on how to improve the overall PCI framework (including the governance of infrastructure development, the scope of PCIs and the TEN-E processes) with the aim of promoting a neutral and independent technical assessment and ensuring support to those projects bringing most benefits for the European Green Deal and to avoid any risks of unjustified costs for consumers. For more information, please refer to ACER-CEER Position Papers of 5 March 2021 and 19 June 2020 as well as earlier ACER Position Papers published in 2017 and 2016."}, {"id": "ACER_NEWS_0002", "date": "2021-06-07", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Register-for-ACER-Webinar-on-the-High-level-Approach-to-Identify-Alternative-Bidding-Zone-configurations-for-a-more-efficie.aspx", "title": "Register for ACER Webinar on the High-level Approach to Identify Alternative Bidding Zone Configurations for a more efficient energy market", "text": " Section 1 Body Html​The EU Agency for the Cooperation of Energy Regulators (ACER) opens registration today for an online webinar on 24 June 2021 to present the high-level approach that ACER intends to follow for the definition of alternative bidding zone configurations to be considered in the bidding zone review process, according to the EU Regulation on the Internal Market for Electricity.Register by 22 June and access the agenda.​ What are the bidding zones?Bidding zones, as the largest geographical areas within which market participants are able to exchange energy without capacity allocation, represent a cornerstone of market-based electricity trading and should therefore be defined in a manner to ensure efficient congestion management and overall market efficiency. In particular, bidding zone borders shall be based on long-term, structural congestions in the transmission network and the configuration of bidding zones shall be designed in such a way as to maximise economic efficiency and to maximise cross-zonal trading opportunities, while maintaining security of supply.What can you learn in this webinar?This webinar will present ACER's high-level approach for the definition of alternative bidding zone configurations as well as how clustering algorithms can be applied on nodal simulation results to support the identification of alternative bidding zone configurations.A public consultation on relevant aspects of this high-level approach is planned to be launched shortly after this webinar takes place. ​​"}, {"id": "ACER_NEWS_0003", "date": "2021-06-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-the-long-term-cross-border-capacity-calculation-methodology-for-the-Core-region,-comprised-of-13-Member-S.aspx", "title": "ACER to decide on the long-term cross-border capacity calculation methodology for the Core region, comprised of 13 Member States", "text": " Section 1 Body Html​​​​​​The National Regulatory Authorities of the Core region asked the EU Agency for the Cooperation of Energy Regulators (ACER) to decide on the long-term capacity calculation methodology (LT CCM) for the region.The Core region comprises 13 countries: Austria, Belgium, Czechia, Croatia, France, Germany, Hungary, Luxembourg, the Netherlands, Poland, Romania, Slovakia and Slovenia.What are the benefits?Long‐term cross-border capacity calculation promotes effective long‐term cross‐zonal trade. By calculating reliable capacities and making them available to market participants at an early stage, long-term capacity calculation allows for long‐term planning and provides hedging opportunities.The long-term capacity calculation methodology for the Core region shall cover yearly and monthly capacity calculation processes, by applying the flow-based approach.How exactly will this ACER Decision contribute to a more integrated European electricity market?ACER's Decision will contribute to the effectiveness and integration of the Core electricity markets by establishing the common rules for calculating the long-term cross-zonal capacity at regional level. ​Next steps:ACER will launch a public consultation for four weeks; expected dates are from 5 – 31 July 2021.On 9 July, ACER will organise a workshop on this topic.​ ACER expects to reach its decision by 3rd November 2021.​​"}, {"id": "ACER_NEWS_0004", "date": "2021-06-02", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-releases-its-second-70-target-report-on-the-minimum-margin-available-for-cross-zonal-electricity-trade-in-the-EU.aspx", "title": "ACER releases its second 70% target report on the minimum margin available for cross-zonal electricity trade in the EU", "text": " Section 1 Body Html​Europe's Clean Energy Package (CEP) has set a binding minimum 70% target for electricity interconnector capacity for cross-zonal trading (the 'minimum 70% target'), to be met by all Transmission System Operators (TSOs).The minimum 70% target is legally binding since the start of 2020, but Member States may also adopt transitory measures, such as action plans or derogations, thus allowing TSOs to reach gradually the minimum 70% target, by the end of 2025 at the latest.Why is monitoring the 'minimum 70% target' im​portant?The lack of sufficient cross-zonal capacity in between Member States ​is one of the main barriers to the integration of electricity markets, and market integration is key to deliver on Europe's energy goals. Larger amounts of cross-zonal capacity made available for trade increase cross-border competition and enhance the integration of renewable energy sources.ACER's monitoring aims to identify consistently across the EU the scope for improvement to meet the minimum 70% target. How are Member States doing? Efforts needed in all countries to reach the 70% targetACER's second “70% Target Report\" provides an overview of the levels of margins for cross-zonal capacity compared to the minimum legally binding 70% target for the second half of 2020, and on action plans and derogations. It also highlights the changes compared to the first report (which related to the first half of 2020).Ma​​in findings of the report:Member States have much more to do to get closer to the legally binding minimum 70% target.The levels of margins for cross-zonal capacity is mixed across the EU and are broadly similar to the levels observed in the first ​half of 2020.Member States should work to meet the 70% minimum target at all times, and to reach their target national transitional targets to gradually reach the 70% minimum.How? Members States can count on several measures at their disposal to improve the level of margin offered such as cost-efficient investments; use of remedial actions; and bidding zone reconfiguration, to help them to reach the target.The levels of cro​ss-zonal capacity are very diverse depending on the type of border and geographical location:- On high-voltage Direct Current (DC) borders, the 70% target was met most of the time but with a few notable exceptions.- On Alternating Current (AC) borders, there is a very diverse picture with significant room for improvement to meet the 70% target for most regions and borders.ACER's monitoring depends critically on TSOs providing robust and extensive data. ACER acknowledges the efforts made by a majority of TSOs to improve the provision of data. However, the completeness and quality of this data needs to be urgently improved in some regions.Regarding action plans and derogations, ACER finds significant room for further harmonising their setup across the EU. Regulatory authorities should grant derogations as a last resort measure, and only where necessary for maintaining operational security.For consistency, national regulatory authorities (NRAs) should consider the results of ACER's analysis to assess the compliance of TSOs with the minimum 70% target.​Access to the ACER's comprehensive Report and detailed Annexes​"}, {"id": "ACER_NEWS_0005", "date": "2021-05-28", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Gas-contractual-congestion-decreases-by-50-in-the-EU--.aspx", "title": "Gas contractual congestion decreases by 50% in the EU", "text": " Section 1 Body Html​​The EU Agency for the Cooperation of Energy Regulators (ACER) found a halving of gas contractual congestion in the EU transmission networks according to its 8th specialised report on the subject published today. Contractual congestion may signal a reduction of market efficiency. It happens when some network users were not able to obtain the capacity product of their choice and had to rely on congestion-mitigating measures (CMPs) to access the gas market.8th Congestion Report in the EU Gas Markets and How it is Managed​Technical Annex to the Report ​Has COVID-19 effected gas capacity auctions? In 2020, the occurrences of auction premia, which arise when requests for capacity exceed the offer, dropped by 70% compared to 2019. COVID-related uncertainty as well as general demand and supply dynamics may affect whether auction premia will return in 2021 or remain scarce at around 0.6% of all auctions in scope of the analysis. How much congestion? In 2020, congestion has halved compared to previous years with 19 Interconnection Point (IP) exit and entry sides in 2020 compared to 37 exits and entries in 2019).  Half of the congestion is due to auction premia, which occurred in the auctions of yearly and quarterly capacity products. The other half is due to the lack of offer of any capacity products with a duration of one month or longer.Has any progress been registered? While the number of congested IP sides is low, local contractual congestion can be severe and reduce market efficiency. Around 85% of the congested IP sides in 2020 were also congested in the past. What comes next? Transmission System Operators ('TSOs') can apply a number of CMPs to ensure network users can access the network even when they could not obtain some capacity products in the primary capacity auctions. The Oversubscription mechanism remains the most applied CMP despite its decreased use in 2020; that decrease is partly compensated by an increased use of Firm Day-Ahead Use-It-Or-Lose-It and Surrender as CMP measures.More than 60% of the congested IP sides are already covered by the FDA UIOLI mechanism, while for the other half the respective National Regulatory Authorities (NRAs) need to take action in line with the European Commission's rules on congestion. Main recommendations ACER recommends the European Commission to revise the CMP Guidelines to enhance the effectiveness of the measures. ACER recommends ENTSOG and TSOs to continue improving data reliability to ensure the accuracy of information available at the ENTSOG Transparency Platform. ACER's call on researchersThe Congestion Report has a narrow scope of analysis, while a substantial amount of congestion data is available for deeper and broader analysis. The report has suggestions for further research and ACER calls on researchers to use the substantial amount of available data to study different aspects of congestion in EU gas markets."}, {"id": "ACER_NEWS_0006", "date": "2021-05-26", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-published-a-Decision-requesting-information-to-monitor-the-level-of-margin-available-for-cross-border-electricity-trad.aspx", "title": "ACER published a Decision requesting information to monitor the level of margin available for cross-border electricity trade in the Nordics", "text": " Section 1 Body Html​The EU Agency for the Cooperation of Energy Regulators (ACER) published today a Decision requesting the three Nordic transmission system operators Svenska kraftnät (Sweden), Energinet Elsystemansvar A/S (Denmark) and Fingrid Oyj (Finland) to provide specific information related to those network elements that are limiting the capacity calculation, the so-called critical network elements with contingencies (“CNECs\").This information is needed by ACER to monitor the level of margin available for cross-border trade on CNECs and to compare it with the 70% minimum target defined by the Electricity Regulation.Access the ACER Decision 03/2021 and related Annexes.​"}, {"id": "ACER_NEWS_0007", "date": "2021-05-18", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Registration-open-for-ACER-webinar-on-its-proposal-for-a-Framework-Guideline-to-establish-a-Network-Code-on-Cybersecurity.aspx", "title": "Registration open for ACER webinar on its proposal for a Framework Guideline to establish a Network Code on Cybersecurity (27 May 2021)", "text": " Section 1 Body Html​ACER organises this online webinar to present and explain the content of its proposed non-binding Framework Guideline on sector-specific rules for cybersecurity asp​ects of cross-border electricity flows.The event will take place on Thursday 27 May 2021, from 09.30 to 12.00.Register by Tuesday 25 May and access the agenda.​ The importance of cybersecurity is increasing, given the growing technological​ development and a more digitally driven and interconnected energy system. The modern energy system is not limited by national borders. As a result, cyberattacks may have cross border effects. The non-binding Framework Guideline is developed by ACER on request of the EU Commission. It shall set out clear and objective principles for the development of a binding Cybersecurity Network Code that will contribute to maintain the security of the electricity system across Europe. The ongoing public consultation is open until 29 June 2021.ACER is inviting stakeholders to join the webinar to learn more about the content of its ​proposal​, as well as about the process and timeline for the adoption of the new Network Code.If necessary, participation may be restricted to one person per organisation.​"}, {"id": "ACER_NEWS_0008", "date": "2021-05-18", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Gas-Network-Codes-Functionality-platform-ACER-and-ENTSOG-publish-a-new-solution-.aspx", "title": "ACER and ENTSOG publish a new solution to issue raised on Gas Network Codes Functionality platform", "text": " Section 1 Body Html​​ACER and ENTSOG have published a solution on the Gas Network Codes Functionality (FUNC) platform, related to the issue \"Dutch TSO requirement of message PRODOC\".​The platform allows relevant parties to notify implementation and operational issues related to the gas Network Codes.​ The web-based platform collects the issues and facilitate cooperation among stakeholders to find relevant solutions.In February 2020, the European Association for the Streamlining of Energy Exchange – gas (EASEE-gas)​ reported that the Dutch TSO requirement of message PRODOC is unnecessary and contrary to Network Code on Gas Balancing of Transmission. PRODOC is a document containing information about the load forecast that a balancing responsible party sends to the system operator as part of the daily balance area management process for the day ahead.When processing the issue, ACER and ENTSOG were made aware that the use of the PRODOC message is a requirement under Dutch national law. In the issue solution, ACER and ENTSOG conclude that the review of the Dutch Energy Act is pending, and it foresees to discontinue the PRODOC requirement in the future. Since the changes in the national law remain a precondition to solve this issue and since the preparatory work for the legislative changes are ready, ACER and ENTSOG propose that the issue be solved at the national level.The solution paper and relevant documents are available on the FUNC platform. ​​"}, {"id": "ACER_NEWS_0009", "date": "2021-05-12", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Consultation-launched-on-Gas-Interconnection-Points-between-the-EU-and-the-Energy-Community-and-within-the-Energy-Community.aspx", "title": "Consultation launched on Gas Interconnection Points between the EU and the Energy Community and within the Energy Community", "text": " Section 1 Body Html​The EU Agency for the Cooperation of Energy Regulators (ACER) and the Energy Community Secretariat (ECS) launched today a joint public consultation regarding gas capacity on a number of interconnection points (IPs) on the borders of the EU and the Energy Community and within the Energy Community.The consultation focuses on capacity offering and use and aims at reaching a better understanding of market needs, approaches to avoiding network interruptions, and optimising capacity availability at gas interconnectors between the EU and the Energy Community and within the Energy Community. The results of the consultation will benefit market integration, competition and ultimately gas consumers.ACER and the Energy Community Secretariat are particularly interested in hearing from users (actual and potential) of gas transport capacity and other services provided by transmission system operators (TSO) on the gas pipelines concerned.By way of this consultation, both organisations seek to gain a firmer understanding of stakeholders' views on best practices in pursuit of enhancing connectivity, optimal use of existing capacity, market integration, and competition at the concerned IPs. ACER and ECS consult the market to better understand market needs and to learn about possible approaches to avoid network interruptions and to optimise in general terms the capacity availability at EU/ Energy Community IPs.The questionnaire is framed to allow respondents to share their views on approaches ensuring the optimal use of capacity and secure and reliable flow of gas, whilst allowing for proper cooperation with regard to improving gas network services at the relevant IPs. Input from the consultation will be used by ACER and ECS to derive and share possible best practices in view of achieving better functioning markets, efficient use of infrastructure and improved security of supply. Replies to the consultation can be submitted by 30 June 2021 23:59 hrs (CET).To learn more and submit your views, visit the P​ublic Consultation webpage​​.ACER and the ECS will analyse the responses received will publish a summary of the consultation, including an evaluation of the responses. ​"}, {"id": "ACER_NEWS_0010", "date": "2021-05-10", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Call-for-expressions-of-interest-to-join-the-ACER-Board-of-Appeals-.aspx", "title": "Deadline extended: call for expressions of interest to join the ACER Board of Appeal", "text": " Section 1 Body Html​​​​​​​​​​​The European Commission has extended the deadline for expressions of interest for persons interested in becoming a member or alternate of the Board of Appeal ​of the EU Agency for the Cooperation of Energy Regulators (ACER).​The term of the current members and alternates will end on 18 October 2021. ACER's Board of Appeal's new members and alternates will be selected and proposed by the European Commission.The deadline for applications has been extended until the 25th May 2021​.For more information, see the extended deadline for the call for expressions of interest on the European Commission's website.​For more on the ACER Board of Appeal."}, {"id": "ACER_NEWS_0011", "date": "2021-05-10", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-has-reached-a-Decision-on-the-definition-of-capacity-calculation-regions.aspx", "title": "ACER has reached a Decision on the definition of capacity calculation regions", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) has reached a Decision on all Transmission System Operators (TSOs)' proposal defining the Capacity Calculation Regions (CCR).​This definition includes all the​ European Union's bidding zone borders and groups them into the different capacity calculation regions. This is relevant for the functioning of the internal energy market, as it simplifies processes by forming such sub-groups (i.e. CCRs).The determination of CCRs should combine the bidding zone borders for which the need of coordination is the highest (e.g. taking into account the interdependencies between their cross-zonal capacities) and consider where it is most efficient to apply cross regional coordination. Different regional methodologies (such as capacity calculation, re-dispatching and countertrading) will be applied on the various capacity calculation regions. This will promote an effective coordination between bidding zone borders, which enables an optimal use of transmission infrastructure across Europe, with consequential benefits for consumers. This Decision reflects the latest status of the internal energy market, including new or evolved bidding zone borders, additional TSOs and considering UK's withdrawal from the European Union.​Access the ACER Decision 04-2021 and relative Annexes​.​"}, {"id": "ACER_NEWS_0012", "date": "2021-05-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-finds-serious-shortcomings-in-ENTSOs%E2%80%99-energy-network-plans.aspx", "title": "ACER finds serious shortcomings in ENTSOG's gas network plans – underlining the need for current TEN-E reforms to strengthen independent project assessments", "text": " Section 1 Body Html​​​Every 2 years, ACER provides a non-binding opinion on the draft grid plans (called Ten-Year Network Development Plans or TYNDPs) proposed by the network operators.In its Opinions on the draft 2020 plans, ACER finds that the electricity and gas plans (developed by ENTSO-E and ENTSOG respectively) do not sufficiently contribute to the efficient market due to several shortcomings. With respect to gas,​ in ACER's view:Too many conventional gas projects - close to €75 billion – are proposed by network operators and not all are assessed by ENTSOG. Despite ongoing efforts, the framework also fails to properly assess the contribution of gas projects to sustainability.The TYNDP core building blocks need to be improved such as scenarios development and cost-benefit analysis (CBA). There are also shortcomings in public consultations with stakeholders on key elements of the energy projects being proposed by network operators.A number of shortcomings could be remedied by legislators in the current TEN-E reforms by strengthening the independent assessment of projects and the regulatory oversight of network operators. ACER has previously pointed to risks of lack of neutrality of the two European Networks of Transmission System Operators (ENTSOs) and the need for step changes in TEN-E governance to avoid conflict of interests while ensuring transparency.See also the ACER Opinion on the ENTSO-E electricity network plan.​Shortcomings could be remedied by improving the TEN-E RegulationThe EU framework for energy infrastructure needs to be robust for cost-efficient cross-border projects which are best for the energy transition. ACER believes that the shortcomings of the TYNDP process as can be remedied by improving the TEN-E investment framework in line with the European Green Deal. To this end, regulators (ACER and CEER) issued two position papers, one in March 2021 and one in June 2020​ on how to improve the revision of TEN-E Regulation including on infrastructure development governance.ACER has called on the European co-legislators to consider the regulators' proposals as a solution to promote a neutral technical assessment of infrastructure projects in line with the European Green Deal, avoiding risks of unjustified costs to European consumers.For example, currently the transmission system operators (TSOs), through the European Network of Transmission System Operators (ENTSOs), develop the scenarios to assess projects in different futures. TSOs can be perceived as biased towards favouring more infrastructure as it is in their interest. The neutrality of scenarios and the credibility of the TYNDP process can thus be compromised. To safeguard neutrality, regulators have proposed the introduction of ACER framework guidelines for TYNDP scenarios for the ENTSOs to follow. This has been taken up in the European Commission's legislative proposals but should be further strengthened and streamlined, as suggested by regulators.Europe's energy regulators have pointed to the need for strengthened regulatory scrutiny over the ENTSO's to safeguard the public interest, for ACER to be given the powers to approve the methodologies for the Cost-Benefit Analysis (CBAs) which are used to assess projects, and to issue binding guidelines to the ENTSOs for the TYNDP development. What are ACER's key findings of the 2020 draft gas TYNDP?ACER has issued an Opinion on the European Network of Transmission System Operators for Gas (ENTSOG) TYNDP 2020 for gas. The ACER Opinion is addressed to ENTSOG, the European Commission, the European Parliament and the Council.ACER finds that the draft gas TYNDP 2020 follows a similar methodology as previous editions. What are the key improvements in the 2020 draft gas TYNDP?ACER's opinion notes limited improvements and evolution of the draft plan in comparison to previous TYNDP. Improvements are mainly limited to a better presentation of results and for the first time, the inclusion of a heterogeneous category of projects addressing the energy transition. ACER concurs with ENTSOG that current gas infrastructure in Europe is resilient, near to the completion of the internal gas market and that the limited infrastructure investment gaps will be closed in the next five years by projects already currently under development. What are the key shortcomings of the 2020 draft gas TYNDP?ACER regrets that the TYNDP includes a broad investment portfolio of conventional gas projects close to € 75 billion, clearly exceeding reasonable needs, in view of the lack of market appetite for developing additional transmission capacities and the decarbonisation objectives. Less than half of these are assessed by ENTSOG in the TYNDP framework. As regards the sustainability assessment of projects, although progress in observed in this TYNDP, there is room to refine it further in the future.ENTSOG should consider ways to increase stakeholders' interest and engagement in the TYNDP development process, in view of the low number of responses (9) received during its public consultation.ACER identifies 4 main shortcomings:Lack of proper analysis of the existing and forecasted use of gas infrastructure as critical criterion to take into account when analysing the need of additional gas infrastructure.Shortcomings in the applied methodologies, such as a lack of a complete quantitative needs assessment and doubtful quality of the cost-benefit analysis (CBA) methodology and its application which still requires improvement to demonstrate benefits exceed costs so that each individual gas project contributes to sustainability.The asymmetric treatment of candidate projects depending on whether the projects are intending to apply for Project of Common Interest (PCI) selection or not. ACER expects ENTSOG to apply project-specific cost-benefit analysis for all projects, the same way it is done for the electricity.Shortcomings in the public consultations of the scenarios methodology and the needs methodology.In ACER's Opinion the draft gas TYNDP 2020 does not sufficiently contribute to the objectives of non-discrimination and efficient functioning of the market.What does ACER recommend for improving future gas TYNDPs?ACER is of the view that improvements in European infrastructure planning are feasible. ACER encourages the ENTSOs to address the remaining shortcomings and stands ready to provide guidance or clarifications where needed. ACER proposes several recommendations to ENTSOG in pursuit of an efficient, further integrated and transparent network planning at the service of consumers, decarbonisation, and sector integration ambitions:For the Final Gas TYNDP 2020Consider the National Regulatory Authority's (NRA's) comments on the TYNDP 2020 projectsProvide a feedback document on how the Public Consultation and ACER's Opinion have been taken into accountClassify the energy transition projects into gas supply/ production projects and network related investmentsComplete information related to project CBA assessments Update information on projects' status by end of year 2020For the Gas TYNDP 2022 and beyondImplement ACER's recommendations on scenariosImprove planning process to avoid recurring delays, by publishing next TYNDP by mid-2022Incorporate the market perspective on infrastructure gapsImprove the implementation of CBA methodologyInclude a number of “conventional\" gas infrastructure projects commensurate to the assessed needs, by flagging and filtering out unrealistic projects during the data collection stageRoll out modelling tools allowing for sector-integrated assessments of electricity and gas projectsProvide the same (maximum) level of cost transparency for all TYNDP regulated projectsMore attention focused on adaptations of gas infrastructure for the injection of higher shares of renewable, low carbon and de-carbonised gases (hydrogen, synthetic methane, and bio-methane) Together with ENTSO-E, identify suitable locations for power-to-gas installations in the system needs analysisFactor the level of utilisation and congestion of existing infrastructure in the needs assessmentConsider ways of covering methane emissions associated with gas infrastructureWhat is the TYNDP?Every two years, ENTSOG publishes a non-binding TYNDP which looks forward over a ten-year horizon and includes a European supply adequacy outlook for natural gas. TYNDPs are essential for assessing and identifying the need of new infrastructure projects to ensure an adequate level of security of gas supply, market integration and competition. The TYNDP must be consistent with National Development Plans (NDPs) and should take into account the energy policy objective of decarbonisation under the European Green Deal.Projects of Common Interest (PCIs) are selected from the TYNDP via a separate process led by the European Commission. The TYNDP should provide essential and comprehensive information for the selection of PCIs, in particular through complete, monetised, and reliable cost-benefit analysis (CBA) and a sustainability assessment of projects.What is the role of ACER and its overall assessment?ACER monitors the development and execution of the plan, and issues an opinion on the draft TYNDP taking into account the objectives of non-discrimination, effective competition, and the efficient and secure functioning of the internal gas market. ACER also looks to the alignment of the plan with broader energy transition and decarbonisation goals."}, {"id": "ACER_NEWS_0013", "date": "2021-05-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-finds-serious-shortcomings-in-ENTSOs%E2%80%99-energy-network-plans---electricity.aspx", "title": "ACER finds serious shortcomings in ENTSO-E’ s electricity network plans – underlining the need for current TEN-E reforms to strengthen independent project assessments", "text": " Section 1 Body Html​​Every 2 years, ACER provides an opinion on the draft grid plans (called Ten-Year Network Development Plans or TYNDPs) proposed by the network operators.In its Opinions on the draft 2020 plans, ACER finds that the electricity and gas plans (developed by ENTSO-E and ENTSOG respectively) do not sufficiently contribute to the efficient market due to several shortcomings. With respect to electricity, in ACER's view:​The TYNDP core building blocks such as scenarios development, infrastructure needs identification and cost-benefit analysis (CBA) implementation need to be improved. There are also shortcomings in public consultations on key elements of the methodologies used for the assessment of the energy projects being proposed by network operators.A number of shortcomings could be remedied by legislators in the current TEN-E reforms by strengthening the independent assessment of projects and the regulatory oversight of network operators. ACER has previously pointed to risks of lack of neutrality of the European Network of Transmission System Operators (ENTSOs) and the need for step changes in TEN-E governance to avoid conflict of interests while ensuring transparency. See also the ACER Opinion on the ENTSOG gas network plan​.​Shortcomings could be remedied by improving the TEN-E RegulationThe EU framework for energy infrastructure needs to be robust for cost-efficient cross-border projects which are best for the energy transition. ACER believes that the shortcomings of the TYNDP process as can be remedied by improving the TEN-E investment framework in line with the European Green Deal. To this end, regulators (through ACER and CEER) issued two position papers, one in March 20​21 and one in June 202​​0 on how to improve the revision of TEN-E Regulation including on infrastructure development governance. ACER has called on the European co-legislators to consider the regulators' proposals as a solution to promote a neutral technical assessment of infrastructure projects in line with the European Green Deal, avoiding risks of unjustified costs to European consumers.For example, currently the transmission system operators (TSOs), through the European Network of Transmission System Operators (ENTSOs), develop the scenarios to assess projects in different futures. TSOs can be perceived as biased towards favouring more infrastructure as it is in their interest. The neutrality of scenarios and the credibility of the TYNDP process can thus be compromised. To safeguard neutrality, regulators have proposed the introduction of ACER framework guidelines for TYNDP scenarios for the ENTSOs to follow. This has been taken up in the European Commission's legislative proposals but should be further strengthened and streamlined, as suggested by regulators.Europe's energy regulators have pointed to the need for strengthened regulatory scrutiny over the ENTSO's to safeguard the public interest, for ACER to be given the powers to approve the methodologies for the Cost-Benefit Analysis (CBAs) and to issue binding guidelines to the ENTSOs for the TYNDP development. What are ACER's key findings of the 2020 draft electricity TYNDP?ACER has issued two Opinions on the European Network of Transmission System Operators for Electricity (ENTSO-E) TYNDP 2020, one on methodological aspects of the electricity TYNDP 2020 and one on the TYNDP projects. The ACER Opinions are addressed to ENTSO-E, the European Commission, the European Parliament and the Council.What are the key improvements in the 2020 draft electricity TYNDP?The ACER Opinions acknowledge that the TYNDP process is complex and resource intensive, and needs to be carried out within a two-year timeframe. For the elec​tricity TYNDP, ACER welcomes a number of improvements for instance in the so-called Inclusion Guidelines, the data collection process, the needs identification, and the transparency of the CBA assessment.What are the key shortcomings of the 2020 draft electricity TYNDP?ACER's opinion notes limited improvements and evolution of the draft plan in comparison to previous TYNDP and identifies 4 main shortcomings:Delays of scenario development process and lack of data release which compromised the integrity of the TYNDP. Unbalanced CBA due to the missing, non-traceable Current Trends scenario.Lack of CBA analysis after the study year 2030.Poor and insufficient consultations of the scenarios methodology and of the needs methodology.​​In ACER's opinion the draft electricity TYNDP 2020 does not sufficiently contribute to the objective of efficient functioning of the market.What does ACER recommend for improving future electricity TYNDPs?ACER encourages the ENTSOs to address the remaining shortcomings and stands ready to provide guidance or clarifications where needed. ACER proposes several recommendations to ENTSO-E in pursuit of an efficient, further integrated and transparent network planning to serve European consumers and Europe's decarbonisation and sector integration ambitions:For the Final Electricity TYNDP 2020Provide the storyline and full data for the missing Current Trends scenario. Publish the baseline capacities per border as used in the starting grid for the needs exercise and in the reference grids for the CBA calculations. Include a Benefit / Cost ratio and Net Present Value calculation for all projects for each of the four scenarios.For the Electricity TYNDP 2022 and beyondRestructure the scenario development process in order to be completed by December of the year before the TYNDP.Involve relevant stakeholders and experts in the development of scenario assumptions.Ensure transparency of scenario development and availability of scenario data. All scenarios should be used in the needs exercise and the CBA analysis in a balanced way, using the premise of economic growth.Early and substantial consultation of the needs methodology (including important parameters like the horizons to be studied, the zones modelling, the climatic years to be used).Define an appropriate starting network for the needs identification. Duly implement the provisions of the TYNDP Inclusion Guidelines - non-compliant projects should be excluded. Consider the impact of the 70% minimum interconnection capacity target in the modelling of the power system, where relevant.Transfer capacities should be calculated for all projects and with more granularity and transparency.Consult the main elements of the TYNDP CBA (e.g. study horizons, criteria for the construction of the reference grid, scope of the CBA) before the inclusion of projects in the future TYNDP.Build the reference grid considered for the CBA analysis, according to the Agency's recommendations. ENTSO-E should extend the study horizons for which a CBA analysis is conducted for the TYNDP 2022 at least to one study year after 2030 (e.g. 2035 or 2040).What is the TYNDP?The main objectives of the TYNDP are to:​identify investment gaps (including cross border capacitiescontribute to a sufficient and non-discriminatory level of cross-border interconnections, the effective competition and the efficient functioning of the market, andensure a greater transparency of the European electricity transmission network.​The TYNDP builds on national investment plans prepared by the transmission system operators (TSOs) and takes into account the regional investment plans, published every two years.Projects of Common Interest (PCIs) are selected from the TYNDP via a separate process led by the European Commission. The TYNDP should provide essential and comprehensive information for the selection of PCIs, in particular through complete, monetised, and reliable cost-benefit analysis (CBA) and assessment of projects.What is the role of ACER and its overall assessment?ACER issues an opinion on the draft network plan developed by network operators taking into account the objectives of non-discrimination, effective competition, and the efficient and secure functioning of the internal electricity market. "}, {"id": "ACER_NEWS_0014", "date": "2021-05-03", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Online-Webinar-on-the-results-of-the-methodological-study-on-barriers-to-competitive-electricity-markets.aspx", "title": "Online Webinar on the results of the methodological study on barriers to competitive electricity markets", "text": " Section 1 Body HtmlThe European Union Agency for the Cooperation of Energy Regulators (ACER) invites you to register for an online webinar on 20 May 2021 to present the results of the methodological study aimed at identifying and measuring barriers to the development of competitive electricity prices and the entry and participation of new market players in the EU electricity wholesale markets.The study – which has been carried out with the support of a consultant over the last nine months – will enable ACER to fulfil effectively its new monitoring responsibilities set in the Clean Energy Package. In particular, the study has defined some indicators to be progressively included in future editions of ACER's Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets consisting of three volumes focusing on the Electricity Wholesale Market, the Gas Wholesale Market, Retail Markets and Consumer Protection.This webinar will present:The main barriers identified to the development of competitive electricity prices and the entry and participation of new market playersThe ind​icators to measure these barriers​The methodology to combine the selected indicatorsBased on this methodology, ACER aims to provide a comprehensive picture of the relative performance of the Member States concerning both efficient price formation and easy market entry and participation for new market players. You can register at th​is link​.Please note that ​in case the limit of participants is reached, the order of registrations will be taken into account and the number of participants per company may be limited. "}, {"id": "ACER_NEWS_0015", "date": "2021-05-03", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-updated-guidance-to-facilitate-REMIT-transaction-reporting.aspx", "title": "ACER publishes updated guidance to facilitate REMIT transaction reporting", "text": " Section 1 Body Html​Following a six-month consultation with stakeholders and with the objective to contribute to the improvement of REMIT data reporting, ACER published updated REMIT guidance.It comprises a new version of Annex II of the Transaction Reporting User Manual (TRUM) and of Annex VII of the Manual of Procedures on data reporting, as well as the updated frequently asked questions (FAQs) on transaction reporting and on fundamental data and inside information.Annex II of TRUM describes several examples of transaction reporting (including orders to trade) related to contracts reportable to ACER, pursuant to the REMIT Implementing Regulation. More specifically this new publication aims to:ensure consistency with the TRUM (main text) v.4.0 published in June 2020reflect the market design evolution by adding new examples on market couplinginclude additional examples based on ACER's analysis and the interaction with NRAs and stakeholders.​Consulted stakeholders include associations of market participants, organised market places, and registered reporting mechanisms. Access the new version of Annex II of the Transaction Reporting User Manual.ACER also published ​the updated Annex VII of the Manual of Procedures (MoP) on Data Reporting, describing data fields for inside information and the new electronic formats for reporting. The changes reflect the results of the ACER's Public Consultation on the revision of electronic formats.​Finally, ACER published the 12th edition of the FAQs on REMIT transaction reporting and the 7th edition of the FAQs on fundamental data and inside information, which include new frequently asked questions to better reflect the continuous evolution of EU markets and facilitate data reporting.Find the new versions of the FAQ documents on the REMIT Portal.​"}, {"id": "ACER_NEWS_0016", "date": "2021-04-30", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-seeks-views-on-its-proposal-for-a-Framework-Guideline-to-establish-a-Network-Code-on-Cybersecurity.aspx", "title": "ACER publicly consults on its proposal for a Framework Guideline to establish a Network Code on Cybersecurity", "text": " Section 1 Body Html​​Today, the European Union Agency for the Cooperation of Energy Regulators (ACER) has opened a public consultation on its draft Framework Guideline on sector-specific rules for cybersecurity aspects of cross-border electricity flows, inviting stakeholders to share their views on the document ahead of its submission to the European Commission.The non-binding Framework Guidelines will set out clear and objective principles for the development of a binding Cybersecurity Network Code that will contribute to maintain the security of the electricity system across Europe.  As such, the proposed Framework Guideline covers various security-related topics for the electricity sector, such as cross-border risk management, harmonized minimum cybersecurity, information sharing, incident handling and crisis management.The public consul​tation will run from 30th April ​until 29th June 2021​.To learn more and submit your views, visit the P​ublic Consultation webpage​.Upcoming webinar​: ACER will also organise a workshop to introduce and explain the content of the proposed Framework Guideline in May 2021. More information will be published soon on the  ACER​​ website.Background informationThe Electricity Market Regulation provides the legal basis for the establishment of cybersecurity rules in the context of cross-border electricity flows. On 28 January 2021, the European Commission invited ACER to draft the Framework Guidelines for a Network Code on Cybersecurity. ​"}, {"id": "ACER_NEWS_0017", "date": "2021-04-26", "url": "https://extranet.acer.europa.eu/Media/News/Pages/EU-gas-supply-sourcing-costs-fell-to-record-low-in-2020-due-mainly-to-COVID-19-gas-demand-reductions-and-record-LNG-deliver.aspx", "title": "EU gas supply sourcing costs fell to record low in 2020 due mainly to COVID-19 gas demand reductions and record LNG deliveries", "text": " Section 1 Body Html​​​​​Average gas supply sourcing costs declined in 2020 in most EU Member States and the Energy Community Contracting Parties by more than 4 Euros/MWh year on year, according to today's preliminary assessment of the EU Agency for the Cooperation for Energy Regulators (ACER) and the Energy Community. When comparing gas sourcing costs in 2020 to their average between 2012-2019, prices declined by 8 Euros/MWh.The assessment measures the average yearly price at which nationwide suppliers can source their wholesale gas. The calculation considers the prices of products traded at the national hubs as well as declared cross-border gas imports and domestically produced gas.The main drivers of the price decline were the demand reduction caused by COVID-19 and the highest-ever liquefied natural gas (LNG) deliveries registered during the first half of 2020. These resulted in historically low EU hub spot prices in the second quarter of 2020. The decline in the prices of other energy commodities and the above average underground storage stocks at the beginning of the injection season were other contributing factors. Even though hub prices partly recovered from the third quarter, average yearly supply sourcing costs reached their record low since ACER started to assess them in 2012.Convergence in sourcing prices remained overall robust amongst a majority of Member States, with the largest differences rounding about 3 Euros/MWh. This demonstrates the benefits of the Internal Gas Market. For example, in 2013 sourcing cost spreads of more than 5 Euros/MWh were frequent, implying extra yearly expenditure from 40 to 60 Euros for the average final household consumers in higher costing gas markets. Increased convergence in gas sourcing cost is estimated to have yielded​ average annual welfare gains in the range of 3 billion Euros for EU gas consumers since 2013.​Source: ACER and Energy Community calculation based on Eurostat Comext, ICIS Heren and National Regulatory Authorities.Note: Gas sourcing cost within a given Member State vary per shipper and supply period, shaped by the features of the various contracts, hedging strategies as well as distinct supply origins. To infer an average yearly gas supply price, the Agency uses a methodology that considers three main types of sourcing costs (see MMR 2015, Annex 6): i) based on an explicit basket of hub products (in markets with sufficient forward transactional activity), ii) based on declared cross-border imports and iii) based on domestic production prices. The map displays the arithmetic average of all sourcing mechanisms; the report will contain the exact price estimates per supply mechanism.Despite the impact of COVID-19 on gas demand and the enhanced availability of liquefied gas, the average gas price did not decline uniformly across the EU. This resulted in some price gaps between the Dutch Title Transfer Facility (TTF) hub-based benchmark and the sourcing costs of some Member States. Prices were higher on average at Member States with a higher reliance on long-term supply contracts indexed either to oil or longer-curve' hub products. The highest average sourcing costs were reported in Southern East, Mediterranean and some Central East Member States. All Baltic countries (excluding Finland), and also Greece, reported very price-competitive import prices in 2020. ACER considers that in both cases this is due to the larger relative indexation to hub prompt products in their more recent LNG supply contracts.Sourcing costs at the Energy Community Contracting Parties were uneven, shaped by the characteristics of the diverse markets. In the majority of them, gas prices continued to be somewhat higher than for the average of EU Member States due to a prevalence of less favourable long-term contracts and more limited upstream supply competition. However for example in Ukraine the price gap have lessened following market reforms that have made import prices more correlated with EU hubs. Ukraine retains also ample cost-competitive domestic gas production.In a related exercise, the upcoming 2020 ACER Gas Wholesale Market Monitoring Report will analyse the level of price convergence of spot products traded at EU hubs. The preliminary results indicate a strong price alignment across the North West European region, where price differences against the TTF benchmark remained below 1 Euro/MWh for almost all trading days, as the figure below illustrates. Hub spreads commonly remain below transportation costs despite the gradual expiration of long-term capacity contracts, which is reducing in turn EU shippers' short-run marginal costs bidding (the Market Monitoring Report will analyse this trend in depth). Record liquefied gas deliveries and flexible North Sea supplies, together with the structural fostering of hub trading at the region, are deemed as limiting price decoupling.While hub price convergence tends to be stronger at regional level, Central and South Eastern hubs, as well as Mediterranean and Baltic ones, still show some higher spreads when comparing against the TTF benchmark. Those differences arise because of higher transportation tariffs as well as from the specific interplay of marginal supply and opportunity pricing at the individual markets.  Nonetheless, overall, spot price alignment increased year on year with lower demand combined with high liquefied gas deliveries and storage stocks. The improvement was notable at the Hungarian, Italian and Spanish hubs. For example, unusually, the Italian hub quoted at a discount to the Austrian hub across the summer months, on the grounds of extra liquefied gas deliveries.Sourcing costs and hub price individual assessments will be further examined in the next edition of the Gas Wholesale Market Monitoring Report, to be published in July 2021. Furthermore, the report will focus on presenting the results of the ACER Gas Target Model metrics for the year 2020 as well as on assessing the effects of gas network codes implementation. It will include a new chapter identifying the contributions that the gas sector can make to the EU decarbonisation ambitions. "}, {"id": "ACER_NEWS_0018", "date": "2021-04-16", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Gas-tariffs-reports-ACER-recommends-Lithuania-to-better-justify-its-domestic-tariffs-and-the-mechanisms-used-to-compensate-.aspx", "title": "Gas tariffs reports: ACER recommends Lithuania to better justify domestic tariffs and mechanisms to compensate the discount granted to Klaipėda LNG entry", "text": " Section 1 Body Html​​In its second report on the implementation of the European Union (EU) Network Code on Harmonised Transmission Tariff Structures for Gas in Lithuania, the EU Agency for the Cooperation of Energy Regulators (ACER) recommends the Lithuanian national regulatory authority for Energy (VERT) to better substantiate that no discrimination is induced by the difference between the two tariffs applied to domestic consumers. The Agency also recommends to provide a description and a justification for the mechanisms used to compensate the discount granted to Klaipėda LNG entry, in accordance with the Network Code to improve the Lithuanian security of supply.VERT proposes a postage stamp reference price methodology (RPM). This RPM should in theory be simple and should lead to equalised domestic and cross-border exit tariffs. VERT however applies several asset-cost splits and a complex mechanism to compensate the discount granted to Klaipėda LNG entry. These additional complexities aim at improving the cost-reflectivity of the tariffs and at limiting cross-subsidies between domestic and cross-border users. They lead to differentiated tariffs among domestic exits and among cross-border exits. The Agency recommends VERT to publish additional information and to clarify the legal base justifying these complexities. VERT shall take a motivated decision by 17 July 2021. Access the report​.Find out more and access all ACER reports on national tariff consultation documents."}, {"id": "ACER_NEWS_0019", "date": "2021-04-15", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-reasoned-amendments-to-the-Capacity-Allocation-and-Congestion-Management-Regulation-(CACM-2-0).aspx", "title": "ACER consults on reasoned amendments to the Capacity Allocation and Congestion Management Regulation ", "text": " Section 1 Body Html​The EU Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation on reasoned amendments to the Capacity Allocation and Congestion Management​ Regulation (CACM 2.0). This Regulation provides binding rules for the implementation and operation of an EU-wide single market coupling and capacity calculation in the day-ahead and intraday timeframes. All interested parties are invited to submit their input to the consultation by 10 June 2021.The purpose of the consultation is to gather stakeholder views and inform ACER when preparing the final recommendation to the European Commission on the amendments to the CACM Regulation.​ ​Two workshops will be organised by ACER on 10 May 2021 with the purpose to introduce proposed amendments and assist the stakeholders in providing feedback to the public consultation. It will also allow the Q&A with ACER and NRAs involved in the drafting of the amendments.The first workshop 'European market coupling organisation & operation' will be held on 10 May, from 10.00 - 11.30 CET (find out more and register here) and the second one on the topics of 'capacity calculation and bidding zone review' will be held on 10 May, 15.00 – 16.30 CET (find out more and register here).​Please note that attendance to these workshops is limited to a maximum of one seat per organisation and will be allocated on a first-com​e-first-serve basis. A recording will be available after the events.Access the consultation​. ​"}, {"id": "ACER_NEWS_0020", "date": "2021-04-12", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-the-electricity-cross-zonal-capacity-allocation-methodologies-for-the-exchange-of-balancing-capacity-.aspx", "title": "ACER to decide on the electricity cross-zonal capacity allocation methodologies for the exchange of balancing capacity in 19 EU Member States", "text": " Section 1 Body Html​The National Regulatory Authorities (NRAs) for energy from the Hansa, Core and Baltic regions asked the European Union Agency for the Cooperation of Energy Regulators (ACER) to decide on the respective region's market-based cross-border capacity allocation process.To take an informed decision, ACER is inviting all interested parties to submit their comments by 2 May 2021.​The Hansa region comprises of 5 countries: Denmark, Germany, the Netherlands, Poland and Sweden.The Core region includes 13 countries: Austria, Belgium, Czech Republic, Croatia, France, Germany, Hungary, Luxemburg, the Netherlands, Poland, Romania, Slovakia, Slovenia.The Baltic region comprehends 6 countries: Estonia, Finland, Latvia, Lithuania, Poland and Sweden.Additionally, regulators from the Core region asked ACER to decide on the regional cross-border capacity allocation process to be based on economic efficiency.What are the benefits?The cross-zonal capacity allocation methodologies ensure efficient, transparent, and non-discriminatory capacity allocation for the exchange of balancing capacity or sharing of reserves. The market-based process applies in case the allocation takes place not more than a week in advance of the provision of balancing capacity, while the process based on economic efficiency applies in case the allocation takes place more than one week in advance of the provision of balancing capacity.How does ACER contribute?ACER Decisions will contribute to the integration of the balancing capacity markets by establishing the rules for allocating the cross-border capacity needed to facilitate the balancing capacity procurement at regional level.Among the next steps:​A Decision will be reached per each capacity calculation region (CCR) by:27th July 2021 (Hansa CCR)22nd August 2021 (Core CCR) 26th August 2021 (Baltic CCR)Would you like to learn more about the topic? Join the ACER public workshop on 20th April (10 am - 12 pm)."}, {"id": "ACER_NEWS_0021", "date": "2021-03-30", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-adopted-a-Decision-on-the-Amendment-of-the-Fallback-Procedures-of-the-Core-Capacity-Calculation-Region.aspx", "title": "ACER adopted a Decision on the Amendment of the Fallback Procedures of the Core Capacity Calculation Region", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) adopted a Decision on the Amendment of the Fallback Procedures of the Core Capacity Calculation Region (CCR).In December 2020, the National Regulatory Authorities for energy of 13 Members States​ (Austria, Belgium, Croatia, Czech Republic, France, Germany, Hungary, Luxembourg, the Netherlands, Poland, Romania, Slovakia and Slovenia) - the Core CCR - asked ACER to decide on the amendment of the fallback procedures. What are the fallback procedures?In the event that the single day-ahead market coupling process is unable to produce the results of the day-ahead coupling, the fallback procedures of the Core CCR foresee the execution of shadow auctions. Current shadow auctions in the Core CCR are based on the explicit allocation of electricity in the form of Physical Transmission Rights (PTRs). The procedures for these shadow auctions and the requirements for the participation of market participants are laid down in Annex II of this Decision - Shadow Allocation Rules (SARs)​. What are the consequences of this amendment?With the implementation of this new amendment, there will be a change of the publication deadline of the shadow auction results from 13:50 CET to 14:00 CET on the day preceding the electricity delivery. The change of publication deadline is a result of the change in the Single Day Ahead Coupling (SDAC) operational timings in order to allow more time for the price coupling algorithm to calculate day-ahead results and thus alleviating some burden from the algorithm due to its growing performance requirements. These changes will also increase the harmonization of the procedures among the Joint Allocation Office, Transmission System Operators (TSOs) and market participants, as well as reduce the risk of decoupling.Access the Decision No 02-2021."}, {"id": "ACER_NEWS_0022", "date": "2021-03-25", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-amended-statutory-documents-of-ENTSO-E-.aspx", "title": "ACER consults on the amended statutory documents of ENTSO-E", "text": " Section 1 Body Html​​​The EU Agency for the Cooperation of Energy Regulators (ACER) launches today a consultation on amended statutory documents of the European Network of Transmission System O​perators for Electricity (ENTSO-E)​.ENTSO-E, having its seat in Brussels, Belgium, has amended its statutory documents (Articles of Association and Internal Rules), primarily with a view to ensure compliance with the new Belgian Code of Companies and Associations as regards transparency towards shareholders by ensuring publicity of provisions affecting members' rights. The amended statutory documents of ENTSO-E and submitted to ACER for opinion, consist of:Articles of Association as amended Internal Rules as amended To issue an informed opinion, ACER seeks views from the organisations representing all stakeholders, in particular system users, including consumers until 12 April.Access the consultation.​​"}, {"id": "ACER_NEWS_0023", "date": "2021-03-15", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Gas-tariffs-reports-ACER-recommends-Hungary-to-review-the-storage-discounts-and-the-benchmarking-adjustment-.aspx", "title": "Gas tariffs reports: ACER recommends Hungary to review the storage discounts and the benchmarking adjustment", "text": " Section 1 Body HtmlIn its second report on the implementation of the EU Network Code on Harmonised Transmission Tariff Structures for Gas in Hungary, the EU Agency for the Cooperation of Energy Regulators (ACER) recommends the Hungarian national regulatory authority for Energy (MEKH) to review the discounts applied to storage points and the benchmarking adjustment applied to the entry interconnection point from Croatia.The application of discounts to storage points is foreseen for the purpose of avoiding double charging and to acknowledge the contribution of storages to system flexibility. The benchmarking adjustment, which is also a discount, is foreseen for the purpose of levelling the tariffs for competing pipelines. Both adjustments result in an increase of tariffs at other network points, hence a cross-subsidisation effect. The Agency recommends MEKH to better assess the impact of these adjustments. MEKH shall take a decision by 15 June 2021. Access the report.Access all ACE​R reports on national tariff consultation documents.​"}, {"id": "ACER_NEWS_0024", "date": "2021-03-05", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-calls-for-improvements-to-the-current-TEN-E-Regulation-legislative-proposals.aspx", "title": "ACER calls for improvements to the European Commission’s current TEN-E Regulation legislative proposals to ensure the best projects for the Green Deal and European consumers", "text": " Section 1 Body Html​ACER and CEER have published a position paper on improving the Regulation on Guid​elines for Trans-European Energy Networks (TEN-E Regulation) setting out how Europe's co-legislators can further improve the Commission's legislative proposals.The ACER-CEER position paper (March 2021) calls for neutral and independent technical assessment of infrastructure projects and improved regulatory oversight so that the projects bringing most benefits for the European Green Deal are supported and to avoid any risks of unjustified costs to European consumers.Tackling the infrastructure needs in an increasingly integrated European energy system is complex and requires proper regulatory scrutiny to safeguard the public interest. ACER and national regulators have a long experience in terms of network development for electricity and gas as well as with the implementation of the TEN-E Regulation. In essence, ACER and the regulators focus on 2 main issues:the quality of the tools to assess infrastructure needs and projects' value according to European energy policy objectives, and the role of regulators and the Agency in the governance of the European Projects of Common Interest (PCI) process, ensuring they can effectively oversee TSOs' tasks and decide on projects implementation.By way of background, already In July 2020, regulators set out their recommendation to the European Commission (as it began developing its proposals on revising the Trans-European Energy Networks Regulation) in the ACER​-CEER position paper on revision of the TEN-E Regulation and Infrastructure Governance​. When the European Commission's revised TEN-E Regulation proposals were published in December 2020, ACER and CEER flagged up the need for further improvement for energy network development (see the ACER-CEER Press Release​).With the exception of the introduction of ACER framework guidelines for scenarios development, ACER's role (in the Commission's proposals) is weakened due to the lack of regulatory scrutiny of offshore network development plans and due to the proposal to limit ACER's and NRAs' ability to assess investment requests. In other areas in need of better regulatory oversight, no structural improvements are included.​The ACER-CEER position paper (March 2021) sets out and makes recommendations on 9 main issues:Assessment of projects through CBAs – facilitating infrastructureAssessment of projects in different futures – scenario developmentOffshore grid planning should be fully integrated in the European grid planningCross border investment decisions should be exclusively a competence of the national regulatory authority (NRA) and, where relevant, ACERSpecific provisions on risk-related incentives are not necessarySimplification of Regional GroupsProjects of mutual interestImplications of amended gas project categoriesImplications of the abolition of natural gas projects.​"}, {"id": "ACER_NEWS_0025", "date": "2021-02-26", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Continental-Europe-electricity-system-separation-incident-of-8-January-2020.aspx", "title": "Continental Europe electricity system separation incident of 8 January 2021: Next steps", "text": " Section 1 Body Html​​​​Update of 26.02.2021​ACER and ENTSO-E issue a joint Press Release as the Expert Panel begins its invest​igation.Next steps:ACER and national regulators join ENTSO-E's Expert Panel investigating the electricity system separation of the Continental Europe synchronous area on 8 January 2021​.​​The Expert Panel will first meet on 4th March 2021.​ENTSO-E's Interim Report is published​​The Expert Panel will identify the causes and make recommendations in a Final Report.Update of 01.02.2021​On 8 January 2021, the synchronous area of continental Europe's electricity system split into two separate regions resulting in transmission system outages. The re-synchronization of the two regions incident was resolved within an hour.In accordance with the ENTSO-E's Incident Classification Scale Methodology (ICSM), the incident has been assessed as a Scale 2 (“extensive incident\").For Scale 2 incidents, a detailed report shall be prepared by an Expert Panel (EP) of Transmission System Operators (TSOs). The panel will be led by an expert from a TSO not affected by the incident. Relevant national regulatory authorities (NRAs) and ACER may be involved upon their request.ENTSO-E provides regular updates on this topic and shares them on news section.​"}, {"id": "ACER_NEWS_0026", "date": "2021-02-24", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-and-energy-regulators-will-draft-new-Framework-Guidelines-on-sector-specific-cybersecurity-rules-for-cross-border-elec.aspx", "title": "ACER and energy regulators will draft new Framework Guidelines on sector-specific cybersecurity rules for cross-border electricity flows", "text": " Section 1 Body Html​​​​In a push to further implement the EU's cybersecurity strategy, on 28th January 2021, the European Commission invited the EU Agency for the Cooperation of Energy Regulators​ (ACER) to draft Framework Guidelines on the cybersecurity of cross-border electricity flows. These (non-binding) Framework Guidelines developed by ACER and energy regulators, will serve as a basis for the development of the future (binding) cybersecurity network code in electricity.ACER will run a public consultation in spring (April-May) and will submit the Framework Guidelines to the Commission as soon as possible. Europe reinforces cybersecurity in energy-specific legislation and codes​Europe's 2019 Clean Energy laws are a turning point in the way the European Commission deals with cybersecurity in the electricity sector, by integrating cybersecurity directly into electricity sector-specific legislative acts.Both the recast (2019) Electricity Directive and Electricity Regulation have cybersecurity measures. For example, the Directive deals with issues related to cybersecurity requirements for smart metering solutions. The Electricity Regulation provides the legal grounds for a binding EU-wide cybersecurity network code that will complement and further specify existing cybersecurity Regulations and Directives. This new cybersecurity network code are electricity sector-specific rules for cybersecurity covering issues such as automation and data flows related to cross-border electricity flows, common minimum cybersecurity requirements applicable to all actors for the electricity markets as well as planning, monitoring and reporting obligations.  The Electricity Regulation also provides for a cybersecurity role for the new EU entity for Distribution System Operators (EU DSO entity).In developing these sector-specific Framework Guidelines (which lead to binding network codes), ACER is contributing to Europe's bigger strategy on cybersecurity. Visit the ACER and cybersecurity page for more on what cybersecurity is, the rules in energy and how ACER pro-actively contributes to cybersecurity resilience.Stay updated on the latest news, sign up for our Infoflash.​"}, {"id": "ACER_NEWS_0027", "date": "2021-02-18", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-grants-regulatory-authorities-an-extension-to-decide-on-the-proposal-for-a-regional-coordination-centre-in-the-Nordic-.aspx", "title": "ACER grants Nordic energy regulatory authorities an extension to decide on the proposal for a regional coordination centre in the Nordic region", "text": " Section 1 Body Html​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) has accepted a request submitted by the regulatory authorities of the Nordic system operation region extending their period to decide on the proposal establishing a regional coordination centre (RCC).The Decision will allow the regulatory authorities of Denmark, Finland and Sweden to reach an agreement by 16 July 2021, taking into considerations the amendments proposed by the regional TSOs.The extension request has been submitted to ACER on 9 December 2020.Access the Decision 01/2021."}, {"id": "ACER_NEWS_0028", "date": "2021-02-11", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Regulatory-treatment-of-Power-to-Gas-second-Paper-in-the-ACERCEER-European-Green-Deal-Regulatory-White-Paper-series.aspx", "title": "Regulatory treatment of Power-to-Gas: second Paper in the ACER/CEER European Green Deal Regulatory White Paper series", "text": " Section 1 Body Html​​The EU Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER) publish today a White Paper with recommendations on how to regulate Power-to-Gas facilities​ in the context of a European Integrated Energy System, which is fundamental to implementing successfully the European Green Deal. Power-to-Gas consists of transforming electricity into renewable gases, and thus contributing to optimise the energy system as a whole with renewables.This paper is the second in a new series of ACER/CEER European Green Deal Regulatory White Papers following the publication of the pure hydrogen networks paper earlier this week. The aim is to deepen understanding on the regulatory aspects of Green Deal issues and to assist the European Commission in assessing various options as part of the preparations for legislation on hydrogen and energy system integration.The paper​ provides the following 7 recommendations on regulating power-to-gas facilities:Revisit the current set of definitions for major activities in the context of integrated gas and electricity sectors Consider investment and management of power-to-gas installations as market-based activities which are open to competition among market playersAllow involvement of system operators in the development and operation of power-to-gas installations only in exceptional cases Include power-to-gas installations and their suitable locations in system needs analysisDefine cost-reflective network tariffs, which should be applied to comparable activities across the electricity and gas sectors in a technologically-neutral wayAvoid distortive effects of taxes and levies on the integrated energy systemEnsure traceability of renewable energy throughout the integrated energy system.Background​​Energy System Integration consists of taking advantage of synergies between the various energy carriers (electricity, heat, cold, gas, solid and liquid fuels) and the end-use sectors (buildings, transport, industry) in order to achieve an EU carbon neutrality by 2050.Following the release of the European Commission's European Union Green Deal at the end of 2019, the European Commission issued the Communication “Powering a climate-neutral economy: An EU Strategy for Energy System Integration\" (July 2020), which proposes policy and legislative measures at EU level to​ gradually shape a new integrated energy system.Do you want to know more about Energy System Integration?​​​​​You can consult the related section of ACER's website, which provides an overview on Energy System Integration and on the work in progress of the European Commission, the European Parliament and of ACER. The webpage includes three sub-sections:Energy System Integration - Market Based MechanismsEnergy System Integration - InfrastructuresEnergy System Integration - Technologies.​​"}, {"id": "ACER_NEWS_0029", "date": "2021-02-10", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-reports-on-electricity-distribution-tariff-methodologies-in-Europe-and-recommends-how-to-improve-them.aspx", "title": "ACER reports on electricity distribution tariff methodologies in Europe and recommends how to improve them", "text": " Section 1 Body Html​​ACER has published a report reviewing the methodologies for electricity distribution tariffs in EU Member States​​​​​​.It provides detailed data across EU Member States on what costs are recovered via the distribution tariffs and how the tariffs are designed. It also touches upon how some energy transition activities (e.g. Power-to-X facilities, Electric Vehicle (EV) charging stations and energy communities) are treated in the tariff methodologies, which in turn may play a role in their uptake.​Why are distribution network tariffs important?The electricity transmission and distribution networks are the backbone of the energy systems and play a key role in the energy transition. Network tariffs recover the network operators (Transmission System Operators and Distribution System Operators) costs. In order to support overall system efficiency, tariffs should be designed to provide: appropriate incentives to the system operators to build and operate the networks optimally; and  economic signals to network users.The effectiveness of such signals depends on factors such as the type of network user and the share of the network costs in the final bill.How is the electricity distribution tariff design linked to sustainability and the energy transition?Tariffs can be designed in multiple ways. Finding the right balance between various tariff setting principles (e.g. cost recovery, cost reflectivity, efficiency, non-discrimination, transparency, non-distortion, simplicity, stability, predictability and sustainability) is a complex task. As Europe strives to decarbonise its energy system (with a strong focus on electrification, increased renewables and a more active role of network users) the complexities increase. Hence, how distribution tariffs are designed can become increasingly important, but also increasingly complex.What are the main findings and recommendations of the ACER distribution tariffs report? The ACER report provides various recommendations. For example:There should be a common understanding of the term “distribution tariffs\" by differentiating it from other regulated tariffs paid by users connected to the distribution network;The NRA's role in tariff setting should be strengthened;Tariff methodologies should allow stakeholders to reasonably predict the tariff evolution (e.g. ACER recommends a tariff methodology period of at least 4 years, with a yearly update of the tariff values based on the drivers defined by the tariff methodology and on inflation);Transparent and effective stakeholder involvement should be ensured;Transparency in distribution tariff setting should meet at least a minimum standard;A minimum set of distribution cost categories should be differentiated to facilitate comparison;Distortive effects when setting tariffs for injection and for withdrawal should be avoided;Distribution tariff bases should reflect cost drivers;The interaction between price signals of distribution tariffs and other price signals should be paid attention; Different treatment of the same user group should be avoided, unless properly justified.EU legislation requires ACER to issue (and update every 2 years) a best practices report on electricity tariff methodologies. National Regulatory Authorities (NRAs) shall duly take the ACER best practice reports on transmission and distribution tariff methodologies into consideration when fixing or approving transmission and distribution tariffs or their methodologies.This is the first electricity distribution tariffs report. It complements the A​CER 2019 report on electricity transmission tariff methodologies. What's next?ACER will hold a webinar on electricity network tariffs on Friday, 19th March."}, {"id": "ACER_NEWS_0030", "date": "2021-02-10", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-and-ENTSOG-publish-their-Joint-Policy-Paper-with-recommendations-to-mitigate-misconduct-in-EU-gas-balancing-markets.aspx", "title": "ACER and ENTSOG publish their Joint Policy Paper with recommendations to mitigate misconduct in EU gas balancing markets", "text": " Section 1 Body Html​​​The EU Agency for the Cooperation of Energy Regulators (ACER) and the European Network of Transmission System Operators for Gas (ENTSOG) have jointly published a policy paper with recommendations to mitigate potential misconduct in EU gas balancing markets. This paper incorporates the feedback received in the public consultation held between 21 September and 3 November 2020.This policy paper includes recommendations related to good practices for ex-ante monitoring checks on balancing and creditworthiness, and cross-border exchange of information. It also includes good practices currently implemented for proactive measures and the possibility for reactive measures in case of balancing misconduct identified in another Member State.The policy paper refers to the following key proactive measures to improve the correct functioning of the market:Follow-up the creditworthiness of the network user to ensure that sufficient financial safeguards are available.Implement “Know your customer\" and “due diligence\" policies to screen obviously fraudulent market participants and remove them from the sales ledgers.Exchange of information at a cross border level amongst balancing operators, ACER, national regulatory authorities and ENTSOG to share intelligence early on about misconduct cases.The policy paper equally highlights that reactive measures with immediate outcome to recover the damage caused or stop its proliferation: Notify and/or drawing guarantees of the network user in case of misconduct.Impose partial restriction to the participation of the network user in the market (nominations restrictions, capacity reservation restrictions).​Suspend the network user's contract or the possibility of the withdrawal of licence.The paper will inform the current European regulatory framework on potential amendments to the Balancing Network Code. In particular, the paper underlines of the provisions of the Balancing Network Code on neutrality principles, that effective actions in a proactive and reactive way should take place to prevent losses due to balancing misconduct. The policy document is available on the ACER website. Access the responses of the public consultation​."}, {"id": "ACER_NEWS_0031", "date": "2021-02-09", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-and-CEER-recommend-when-and-how-to-regulate-pure-hydrogen-networks.aspx", "title": "ACER and CEER recommend when and how to regulate pure hydrogen networks", "text": " Section 1 Body Html​​​With the EU goal of becoming a carbon neutral continent by 2050, hydrogen is set to play a key role in decarbonising Europe's economy.  To realise the European Green Deal's ambitions for hydrogen, the right regulatory framework must be created to facilitate a hydrogen economy in a cost-effective way. European energy regulators (ACER and CEER) have published a set of recommendations on when and how to regulate pure hydrogen networks. The need and scope of hydrogen network regulation will depend on its structure and evolution. This paper is the first in our new series of ACER-CEER European Green Deal Regulatory White Papers. This hydrogen paper examines: The circumstances under which regulating hydrogen networks is needed;How to treat existing hydrogen network infrastructure;How to address regulatory challenges related to the repurposing of gas infrastructure for dedicated hydrogen transport. The aim is to deepen understanding on the regulatory aspects of Green Deal issues and to assist the European Commission in assessing various options as part of the preparations for legislation on hydrogen and energy system integration.What do regulators recommend on regulating hydrogen in this ACER/CEER Hydrogen White Paper?ACER-CEER consider that that when establishing the rules for the future hydrogen market, law-makers and regulators can benefit from the well-established European regulatory framework governing the natural gas and electricity markets. Furthermore, a dynamic regulatory approach might be inspired by the model of the existing EU regulation of the telecommunications sector. ACER and CEER recommend consideration of the following 6 issues when regulating hydrogen:Consider a gradual approach to the regulation of hydrogen networks in line with market and infrastructure development for hydrogenApply a dynamic regulatory approach based on periodic market analysis and monitoring Clarify the regulatory principles from the outsetForesee temporary regulatory exemptions for existing and new hydrogen infrastructure developed as business-to-business networks Value the benefits of repurposing gas assets for hydrogen transportApply cost-reflectivity to avoid cross-subsidisation between the gas and hydrogen networks in case of repurposing gas assets​Pure hydrogen network regulation should be introduced gradually, in line with the hydrogen market development. Periodic market monitoring at national level, based on EU-agreed principles, will identify if a pure hydrogen network is likely to become an essential facility: should that be the case, basic regulatory principles will have to apply. ACER and CEER are open to temporary regulatory exemptions, similarly to that allowed under the existing gas and electricity regulatory framework. Exemptions will allow business-to-business networks to operate without unnecessary burdens. In case the specific market circumstances evolve and regulatory exemptions would not ensure a healthy competitive environment, they should be revoked. Re-use of existing assets should be explored prior to any decommissioning. Existing gas pipelines may be repurposed to become pure hydrogen pipelines. The decision on repurposing shall be based on a case-by-case assessment, relying on cost-benefit analyses (CBAs). The CBAs will have to incorporate inputs from both the gas and hydrogen sectors and take into account societal aspects. In terms of planning the repurposing, candidate pipelines should be identified within the National Development Plans (NDPs). In case of repurposing of existing infrastructure, ACER and CEER underline the important principle of cost-reflectivity: users of each network (natural gas or hydrogen) will only pay for the network they use.  For cost-reflectivity and to avoid cross-subsidisation when repurposed, the transfer of gas assets should be valued, as a reference, based on their residual regulated asset value.  BackgroundThis ACER-CEER “When and How to Regulate Hydrogen Networks?\" White Paper aims to deepen the understanding on regulating hydrogen and to assist the European Commission in assessing various options as part of the preparation for a legislation on hydrogen and energy system integration. In this context, ACER commissioned papers, written White Papers (jointly with CEER) and has been organising / participating in a series of events to spread its main findings and regulatory recommendations. ​Find out more how hydrogen can support the decarbonisation of the gas sector.Want to more about hydrogen?​ACER, in partnership with the Energy Community, is hosting a webinar on hydrogen on Thursday 25 February. For more information and to register, see here​.Also published today on the ACER website are two (Kantor Management Consultants S.A.) papers commissioned by ACER; one on the possible regulation of hydrogen networks and the other paper on the possible regulation of methane emissions abatement​.​"}, {"id": "ACER_NEWS_0032", "date": "2021-01-15", "url": "https://extranet.acer.europa.eu/Media/News/Pages/REMIT-News-ACER-updates-its-requirements-for-Registered-Reporting-Mechanisms-and-will-resume-the-registration-of-Registered.aspx", "title": "ACER updates its requirements for Registered Reporting Mechanisms and will resume the registration of Registered Reporting Mechanisms", "text": " Section 1 Body Html​​​​In light of the adoption and entry into application of the European Commission's Decision on fees due to ACER for collecting, handling, processing and analysing of information reported under REMIT, ACER has updated its requirements' document for Registered Reporting Mechanisms (RRMs) and will resume their registration. ACER had informed on 20 November 2019 that it unfortunately had to suspend the processing of pending RRM applications due to its resource limitations.The document defines the technical and organisational requirements for submitting data, as only reporting parties who comply with the requirements will be registered by ACER. The update now integrates the latest provisions: the European Commission's Decision foresees an initial enrolment fee for entities applying to become a RRM and a yearly fee for registered RRMs. As a next step, ACER will resume the RRMs' registration and the provision of all necessary services. This would require ACER to process the numerous pending RRM applications, as well as the potential new ones at the same time. ACER will inform stakeholders about the schedules of these activities in future communications.This registration process remains very labour-intensive due to the ongoing lack of human resources, and therefore ACER thanks all RRM applicants for their cooperation and understanding.​"}, {"id": "ACER_NEWS_0033", "date": "2021-01-05", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-definition-of-capacity-calculation-regions.aspx", "title": "ACER consults on the definition of capacity calculation regions", "text": " Section 1 Body Html​​​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation on its suggested amendments to all Transmission System Operators' proposal defining the capacity calculation regions. All interested parties are invited to submit their comments by 25 January 2021.The proposal envisages all European Union's bidding zone borders to be gathered into different capacity calculation regions, while taking into account the various interdependencies between their cross-border capacities. An effective coordination between bidding zone borders facilitates an optimal use of transmission infrastructure across Europe, with consequential benefits for consumers. ​Access the public consultation​."}, {"id": "ACER_NEWS_0034", "date": "2021-01-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-provides-guidance-to-National-Regulators-on-NRAs-activities-and-reporting-on-the-Use-of-Congestion-Income.aspx", "title": "ACER provides guidance to National Regulators on NRAs' activities and reporting on the Use of Congestion Income", "text": " Section 1 Body Html​Following the approval of the Methodology for the Use of Congestion Income, which represents the revenue transmission system operators (TSOs) collect when allocating electricity cross-border capacity, ACER issued today a recommendation to National Regulatory Authorities (NRAs) for Energy on activities and reporting on the use of Congestion Income.The Recommendation aims at:•\tProviding guidance to NRAs, so that they can harmonise and streamline their reporting obligations on the use of congestion income to ACER, which were expanded with EU Regulation on the internal market for electricity.•\tPromoting consistent implementation among the NRAs on their assessment of the adequate fulfilment of the objectives that have priority with respect to the allocation of revenues resulting from the allocation of cross-border capacity.•\tEnsuring standardised information by NRAs to the Agency, which would be instrumental to carry out its reporting tasks more effectively.Access the Recommendation​.  ​"}, {"id": "ACER_NEWS_0035", "date": "2021-01-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-decides-on-Methodology-for-the-Use-of-Congestion-Income-when-allocating-electricity-cross-border-capacity.aspx", "title": "ACER decides on Methodology for the Use of Congestion Income when allocating electricity cross-border capacity", "text": " Section 1 Body Html​​The Agency published today its Decision on the Methodology for the Use of Congestion Income​, which represents the congestion revenue transmission system operators (TSOs) collect when allocating electricity cross-border capacity. The Decision has been taken in accordance with the EU Regulation on the internal market for electricity and approves the TSOs' proposed methodology submitted to ACER on 3 July 2020.The methodology provides the following elements: It sets the conditions under which congestion income resulting from the allocation of cross-border capacity may be used according with the EU Regulation on the internal market for electricity.It sets the conditions under which congestion income may be placed on a separate internal account line for future use for those purposes, the process of the congestion income allocation and details on handling the separate internal account line.It determines for how long congestion income may be placed on such an internal accoun​t line.In the Agency's view, the submitted proposed methodology duly meets the procedural and substantive requirements laid down in the EU Regulation, and therefore deemed appropriate to approve it.Read the ACER Decision 38-2020."}, {"id": "ACER_NEWS_0036", "date": "2020-12-23", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-received-amendments-to-the-methodology-for-coordinated-operational-security-analysis.aspx", "title": "ACER received ENTSO-E's proposal for amendments to the methodology for coordinated operational security analysis", "text": " Section 1 Body Html​​​​The European Network of Transmission System Operators for Electricity (ENTSO-E), on behalf of all Transmission System Operators (TSOs), submitted on 18 December to ACER a proposal for amendments to the methodology for coordinated operational security analysis (CSAM). This concerns the inclusion of remedial actions in individual grid models, the coordination and cost sharing of cross-border relevant network elements, as well as of cross-border remedial actions in overlapping zones (Inter-CCR).The amendments were submitted respecting the 18 months deadline following the CSAM approval (18 December 2020).As a next step, ACER will run a public consultation in March 2021 to obtain a wider perspective from stakeholders. After engaging with TSOs and National Regulatory Authorities​ in spring 2021, ACER will adopt a Decision on the CSAM amendments proposal in June 2021."}, {"id": "ACER_NEWS_0037", "date": "2020-12-22", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-decides-on-common-rules-for-cross-border-participation-in-electricity-capacity-mechanisms-.aspx", "title": "ACER decides on common rules for cross-border participation in electricity capacity mechanisms", "text": " Section 1 Body Html​​The European Union Agency for the Cooperation of Energy Regulators (ACER) has adopted a Decision on the common rules for cross-border participation in capacity mechanisms. These rules enable electricity providers to contribute directly to resource adequacy in other EU Member States, thus improving security of electricity supply while decreasing costs for consumers.Mandated by the Clean Energy Package, these rules foster the integration and harmonisation of the internal energy market, allowing the sharing of electricity resources across European countries in the most efficient manner, regardless of their location.Access the Decision.​​"}, {"id": "ACER_NEWS_0038", "date": "2020-12-22", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-adopted-a-Decision-on-products-that-can-be-used-in-the-day-ahead-coupling.aspx", "title": "ACER adopted a Decision on products that can be used in the day-ahead coupling", "text": " Section 1 Body HtmlThe European Union Agency for the Cooperation of Energy Regulators (ACER) adopted a Decision on the terms and conditions for day-ahead products that can be used in the day-ahead coupling.Access the Decision​.BackgroundACER became competent to issue the Decision on the proposal for amendment received by all Nominated Electricity Market Operators (NEMOs) on 24 June 2020. As a following step, the Agency opened a public consultation in October 2020 to collect inputs and taking an informed Decision. Overall, ACER agreed with the choice of products used in the day-ahead auction, but deemed appropriate to divide them in two categories (mandatory and optional) to reflect better the provisions of the Guideline on Capacity Allocation and Congestion Management (Article 40). Read  more on ACER Decision 04-2020.  ​​"}, {"id": "ACER_NEWS_0039", "date": "2020-12-21", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-assesses-the-consistency-of-national-and-European-gas-network-plans-and-their-contribution-to-energy-transition.aspx", "title": "ACER assesses the consistency of national and European gas network plans and their contribution to energy transition", "text": " Section 1 Body Html​​Every other year, ACER carries out a comprehensive review of the National Development Plans (NDPs) assessing their consistency with the EU-wide Ten-Year Network Development Plans (TYNDPs). This ACER review is based on information provided by NRAs, and covers the methodological and project consistency between the most recent NDPs and the draft EU TYNDP 2020.What's​​ in the ACER Review of gas NPDs?ACER's review of NDPs covers, among other ​topics: the certification of  Transmission System Operators (TSOs); type of unbundling models; the consultation process of the plans; the inputs used and resulting outputs; the most recent publications; and methodological aspects such as the use of network, market and sector integrated studies and cost-benefit analysis. What is new in this ACER review is an analysis of whether the energy transition aspects are covered in the gas NDPs. ACER finds that 89% of the NDPs are gas-specific, of which 75% exclude hydrogen and 4 NDPs (15%) include hydrogen.Sector-specific v's cross-sectoral network planningWhilst it is possible for NDPs to cover several energy sectors (e.g. gas, electricity, oil, heat, etc.), ACER finds that currently only 2 countries (Denmark and Spain) have cross-sectoral (electricity and gas) network development plans.National Regulatory Authorities (NRAs) support gas NDPs focusing more on green and low-carbon gases, and evolving towards integrated planning with electricity in order to better align network planning with energy transition goals. Consistency of National and European gas network development plansACER has observed that the level of project consistency of national and EU-wide plans is close to 63% and varying per Member State. ACER notes a falling level of project consistency between NDPs and the present draft EU TYNDP 2020 in comparison to the two previous editions of the EU TYNDP. This decrease in project consistency is largely explained by the inclusion in the EU TYNDP 2020 of energy transition projects which are not part of most recent NDPs. ACER RecommendationsACER's Opinion leads to a number of recommendations for improving the consistency of national and European plans, among which:1.    NDPs should be prepared and published in each Member State at least every 2 years.2.   ​Cooperation between operators during the preparation of the NDPs regarding the development of cross-border capacities and other projects with significant cross-border impact should be improved.​ 3.    Proposed investments in NDPs and TYNDPs should carefully reflect the views of network users on the need for capacity expansions. 4.    Project cost data should be included in all national and EU network plans.5.    The sustainability dimension should be more emphasised in gas network planning, for which initiatives and legislative reforms of the network planning framework at national and EU level may be needed. Network plans should focus more on investments allowing green and low-carbon gases to be injected into the networks.The ACER Opinion and its Annexes​ provide comprehensive information on the most recent gas NDPs. "}, {"id": "ACER_NEWS_0040", "date": "2020-12-18", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER%E2%80%99s-first-70-target-report-on-the-minimum-margin-available-for-cross-zonal-electricity-trade-in-the-EU.aspx", "title": "ACER’s first 70% target report on the minimum margin available for cross-zonal electricity trade in the EU", "text": " Section 1 Body Html​​​​​What is the minimum 70% cross-zonal electricity capacity target?​​Europe's Clean Energy Package (CEP) has set a binding minimum 70% target for electricity interconnector capacity for cross-zonal trading (the “minimum 70% target\"). Why is monitoring the 'minimum 70% Target' important?The lack of sufficient cross-zonal capacity is one of the main barriers to the integration of electricity markets, and market integration is key to deliver on Europe's energy goals. The CEP established a clear rule – namely a minimum capacity margin available for cross-zonal trade (MACZT), the 'minimum 70% target', to be met by all Transmission System Operators (TSOs). The more interconnector capacity that is made available for cross-zonal trade, the more trading that can occur. The minimum 70% target is legally binding  since the start of 2020, but Member States may also adopt transitory measures, such as action plans or derogations, thus allowing TSOs to reach gradually the minimum 70% target, by the end of 2025 at the latest.ACER's monitoring aims to consistently identify the scope for improvement to meet the minimum cross-zonal capacity target, across the EU.  How are Member States doing? Efforts needed in all countries to reach the 70% targetACER's first “70% Target Report\" provides an overview of the current levels of margins for cross-zonal capacity compared to the minimum legally binding 70 % target for the first half of 2020, and on action plans and derogations.ACER's 70% Target Report finds that:Member States have much more to do to get closer to the legally binding minimum 70% target The levels of margins for cross-zonal capacity is mixed across the EU. Member States should work to meet the 70% minimum target at all times, and to reach their target national transitional targets to gradually reach the 70% minimum.How? Members States can count on several measures at their disposal to improve the level of margin offered such as cost-efficient investments; use of remedial actions; and bidding zone reconfiguration, to help them to reach the target. The levels of cross-zonal capacity are very diverse depending on the type of border and geographical location.On high-voltage Direct Current (DC) borders, the 70% target was met most of the time but with a few notable exceptions.On Alternating Current (AC) borders, there is a very diverse picture with significant room for improvement to meet the 70% target for most regions and borders.ACER's monitoring depends critically on TSOs providing robust and extensive data.  ACER acknowledges the efforts made by a majority of TSOs to improve the provision of data. However, the completeness and quality of this data needs to be further improved. Regarding action plans and derogations, ACER finds significant room for further harmonising their setup across the EU. Regulatory authorities should grant derogations as a last resort measure, and only where necessary for maintaining operational security.For consistency, national regulatory authorities (NRAs) should consider the results of ACER's analysis to assess the compliance of TSOs with the minimum 70% target.Access to the ACER's comprehensive Report and detailed Annexes What's next? ACER 70% target webinar: Thursday, 21 January 2021 (10.00 -11.30) - Registration are now open!​"}, {"id": "ACER_NEWS_0041", "date": "2020-12-17", "url": "https://extranet.acer.europa.eu/Media/News/Pages/REMIT-News.aspx", "title": "REMIT News", "text": " Section 1 Body Html​​ACER welcomes the European Commission Decision on REMIT fees due to ACER for collecting, handling, processing and analysing information reported under REMIT The European Union Agency for the Cooperation of Energy Regulators (ACER) welcomes the European Commission Decision regulating the ACER REMIT fees. The Decision, adopted today, will be published in the Official Journal tomorrow and will enter into force on Monday, 21 December 2020.The Decision regulates the fees due to ACER for collecting, handling, processing and analysing the information reported under Article 8 of the Regulation on Wholesale Energy Market Integrity and Transparency (REMIT).ACER accompanies the adoption of the Commission Decision with the first version of the Questions and Answers on REMIT Fees, providing further details on the methodology behind the fee calculations. Find out more.ACER updates the Open Letter on Brexit and its implications on market participantsAs the transition period is coming to an end, ACER has updated its Open Letter on the Withdrawal of the United Kingdom from the European Union and implications on the registration of market participants and data collection under REMIT. The purpose of the Letter is to provide guidance to national regulatory authorities, as well as to inform market participants and the wider market about the consequences and repercussions on REMIT implementation after 31 December 2020. The Open Letter will be available on the REMIT Portal as of 18 December 2020.ACER announces the outcome of the 2020 Roundtable meetings on REMIT data reporting and the new edition of its REMIT Q&As ACER publishes the minutes of the Roundtable meetings held on 24 and 25 November 2020 with organised market places (OMPs) and the associations of energy market participants (AEMPs), reflecting the outcome of a lively discussion on the REMIT transaction reporting guidance, the impact of Brexit on data reporting, as well as market surveillance. Contextually, the 24th edition of the Q&As on REMIT contains the most up-to-date information concerning REMIT policy issues. The Q&As are developed in cooperation with the national regulatory authorities and are prompted by stakeholders during webinars and Roundtable meetings, as well as by the queries received via the REMIT Query form.REMIT data collection service is restored ACER has restored its data collection activities under REMIT. The service is available as of 11 December 2020.​"}, {"id": "ACER_NEWS_0042", "date": "2020-12-17", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Network-Codes-on-Demand-Connection-and-on-Requirements-for-HVDC-Systems-and-DC-Connected-Power-Park-Modules-on-track-in-mos.aspx", "title": "Network Codes on Demand Connection and on Requirements for HVDC Systems and DC-Connected Power Park Modules on track in most countries", "text": " Section 1 Body Html​​According to the latest Monitoring Report by the EU Agency for the Cooperation of Energy Regulators (ACER) published today, the implementation of the Network Code on Demand Connection and the Network Code on Requirements for Grid Connection of High Voltage Direct Current Systems and Direct Current-Connected Power Park Modules is well on track in the majority of countries analysed. However, a few National Regulatory Authorities (NRAs) confirmed that the implementation of some of the requirements of general application is still outstanding or it has differed from the provisions included in the two Network Codes.Similarly, NRAs reported some requirements in the corresponding national grid codes go beyond those laid down in the EU Regulations.In the report, ACER recommends:Not to withhold connection to the network to a prospective system user that complies with all the requirements and capabilities in the Network Codes, in case it is unable to comply with requirements included only in national regulations.NRAs to complete or promote, if empowered to do so, expeditious implementation of the Network Codes where the implementation has not been yet completed. The Network Code on Demand Connection provides harmonised standards for demand facilities connected to the network. The Network Code on Grid Connection of High Voltage Direct Current Systems and Direct Current-Connected Power Park Modules specifies requirements for long distance direct current connections. These are used to link offshore wind parks to mainland or to connect countries over long distancesThe implementation of a harmonised set of provisions facilitates the competitiveness and the market of generation technologies across Europe.Access the Report."}, {"id": "ACER_NEWS_0043", "date": "2020-12-16", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Gas-tariffs-reports-ACER-recommends-the-Bulgarian-Regulator-to-communicate-in-a-transparent-and-predictable-way-with-stakeh.aspx", "title": "Gas tariffs reports: ACER recommends the Bulgarian Regulator to communicate in a transparent and predictable way with stakeholders and the Agency", "text": " Section 1 Body Html​In its Report on the Bulgarian tariff consultation​, ACER recommends the Bulgarian Energy and Water Regulatory Commission (EWRC) to apply transparency when communicating with stakeholders and ACER.In particular, the Explanatory Note within the Report notes that EWRC took a motivated decision before the required notifi​cation to ACER about its consultation and before receiving ACER's recommendations. As a result, the Agency could not develop fully its reasoning. ACER recommends EWRC to follow up closely on the Network Code requirements in the future in its subsequent Reference Price Methodology (RPM) public consultations. Access the Report."}, {"id": "ACER_NEWS_0044", "date": "2020-12-16", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Regulators-welcome-the-Commission%E2%80%99s-Trans-European-Networks-for-Energy-(TEN-E)-proposals-but-see-scope-for-further-improvem.aspx", "title": "Regulators welcome the Commission’s Trans-European Networks for Energy (TEN-E) proposals but see scope for further improvement for energy network development", "text": " Section 1 Body Html​​​​Delivering on the objectives of the Energy Union and of the Green Deal requires major investments in energy networks. Tackling the infrastructure needs in an increasingly integrated European energy system is complex and requires proper regulatory scrutiny to safeguard the public interest. The EU Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER) welcome the Commission's efforts to modernise the current framework (called “TEN-E\") with a new focus on sustainability in the European Commission's revised TEN-E Regulation proposals, but the process needs to be robust and proper regulatory scrutiny assured.Regulators welcome the new focus on sustainability and the Green DealACER-CEER welcome the new focus on sustainability and offshore renewables including extending the scope of the Projects of Common Interest (PCIs) to include hydrogen and electrolysers. This is a big step towards the Green Deal.Room to further improve the TEN-E process and ensure regulatory oversightWelcoming the proposals, ACER Director, Christian Zinglersen stated: “Massive energy infrastructure investment is needed to deliver on Europe's climate and energy priorities. Tackling infrastructure needs in an increasingly integrated European energy system is bound to be more complex, and requires a range of assets to achieve the decarbonisation targets. Regulators welcome the European Commission's efforts to make the current framework for trans-European energy infrastructure (“TEN-E\") fit for purpose for the energy transition. We welcome that infrastructure “scenario planning\" will become more neutral with the introduction of ACER guidelines. To reach sector integration, the scenario planning should be developed jointly for electricity and gas in a neutral way. The new process for Cost-Benefit Analysis (CBA) methodologies is overly complicated, and may not fit well with the agility needed for the Ten-Year Network Development Plan (TYNDP) and PCI processes which have a 2-year cycle. To ensure proper regulatory scrutiny over the ENTSO's proposals and for simple and timely processes, ACER should be given the powers to approve the methodologies for the CBA and be able to issue binding guidelines. These CBAs are critical to the reliable and consistent assessment of the TYNDP projects and the selection of the European Projects of Common Interest (PCIs). Europe's legislators should not miss this opportunity to streamline the process and improve the regulatory oversight so that the best projects are delivered.\"On the national and European network development plans, CEER President, Annegret Groebel, added: “The European regulatory framework needs to be robust for the identification of the cross-border projects and investments needed for the energy transition, and for projects funding and cost allocation to be subject to regulatory oversight by NRAs in line with the principles of the Internal Energy Market /Clean Energy Package frameworks. To ensure coherence of the TYNDP and the national level plans, national regulators should have the power to approve/amend the National Development Plans and oversight over ENTSOs on the TYNDP process needs to be strengthened. Regulators, who are closest to the projects, are best placed to decide on how to allocate the costs of cross-border energy projects in a coordinated way within ACER to support informed and consistent cross-border cost allocation (CBCA) decisions across Europe.  Regulators' recommendations on how to improve the TEN-E Regulation are set out in the ACER-CEER position paper​ on revision of the Trans-European Energy Networks Regulation (TEN-E) and Infrastructure Governance. ​​Access the full ACER-CEER Press Release​."}, {"id": "ACER_NEWS_0045", "date": "2020-12-14", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-the-electricity-fallback-procedures-in-13-EU-Member-States.aspx", "title": "ACER to decide on the electricity fallback procedures in 13 EU Member States", "text": " Section 1 Body Html​​​​The National​ Regulatory Authorities for energy  in Austria, Belgium, Croatia, Czech Republic, France, Germany, Hungary, Luxembourg, the Netherlands, Poland, Romania, Slovakia and Slovenia – the so called Core region - asked the European Union Agency for the Cooperation of Energy Regulators (ACER) to decide on their fallback procedures.Fallback procedures ensure efficient, transparent, and non-discriminatory capacity allocation in case the single day-ahead algorithm is unable to produce results on the day-ahead auction. ACER Decision will contribute to increase the procedural harmonization across various market parties and change the operational timing for the publication of the shadow auction results, therefore reducing the risk of decoupling. The deadline for ACER to reach a Decision is 4th June 2021.​"}, {"id": "ACER_NEWS_0046", "date": "2020-12-10", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-finds-implementation-of-EU-Regulation-on-Requirements-for-Generators-on-track-in-most-countries.aspx", "title": "ACER finds implementation of EU Regulation on Requirements for Generators on track in most countries", "text": " Section 1 Body Html​​​​According to the third ACER monitoring report on the implementation of the Network Code on Requirements for Generators, implementation is well on track in the majority of countries analysed. However, a few of them confirmed that the implementation of some of the requirements of general application has differed from the provisions included in the Network Code.Similarly, it was reported some requirements in the corresponding national grid codes go beyond those laid down in the EU Regulation.In the report, ACER recommends:Not to withhold connection to the network to a prospective system user that complies with all the requirements and capabilities in the Network Code, in case it is unable to comply with requirements included only in national regulations.National Regulatory Authorities to complete or promote, if empowered to do so, expeditious implementation of the Network Code where the implementation has not been yet completed. The Network Code on Requirements for Generators provides harmonised standards for power generating modules connected to the network. The implementation of a harmonised set of provisions facilitates the competitiveness and the market of generation technologies across Europe.Access the report​. "}, {"id": "ACER_NEWS_0047", "date": "2020-12-08", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-adopted-five-Decisions-fostering-the-integration-of-the-European-electricity-networks-and-markets.aspx", "title": "ACER adopted five Decisions fostering the integration of the European electricity networks and markets", "text": " Section 1 Body Html​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) adopted five Decisions, marking a milestone in securing the electricity network operation in Central and South East Europe and setting up an effective and cost efficient coordination for remedial actions.Safeguarding the electricity networkTwo Decisions establish the methodology for regional operational security coordination (ROSC) in the Central (Core) and South East Europe (SEE) capacity calculation regions (CCR). The methodologies provide rules for an efficient and effective coordination of remedial actions on a cross-border level in both regions, therefore safeguarding the electricity network. Minimising the costs for Transmission System OperatorsA third Decision sets up the methodology for coordinating the redispatching and countertrading, which represent a sub-set of remedial actions from the regional operational security coordination in the Core CCR. This methodology establishes coordinated and efficient redispatching and countertrading, used by Transmission System Operators (TSOs) to solve network congestions. Fostering a fairer distribution of network congestion costsTwo Decisions concern the methodologies for sharing the costs of redispatching and countertrading in the Core and South East Europe CCR. By applying the “polluter pays\" principle, those TSOs from areas that are identified as responsible for congestions need to bear the corresponding redispatching and countertrading costs to solve them.Access all Decisions.​"}, {"id": "ACER_NEWS_0048", "date": "2020-12-08", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Electricity-Regulatory-Forum-ACER-welcomes-.aspx", "title": "Electricity Regulatory Forum: ACER welcomes discussion on the relevance of the Clean Energy Package implementation", "text": " Section 1 Body Html​The European Agency for the Cooperation of Energy Regulators (ACER) welcomed the valuable discussions at the Electricity Regulatory Forum (#FlorenceForum), held on 7-8 December 2020. The Forum emphasised the critical importance of Clean Energy Package implementation as a key pillar to addressing the challenges of the European Green Deal at lower cost. The Forum, organised by the European Commission, brings together Members States, regulators and industry.Clean Energy Package -  not yet doneIn his key messages on the Green Deal to the Forum, ACER Director, Christian Zinglersen said: “While a lot of progress has been achieved in the electricity sector over the last 10 years, the temptation is sometimes high to move on as attention shifts to new and important challenges, we should not fall for this trap to “tick the box\" on electricity market integration. It is not done yet!' Green Deal issues such as the new off shore wind strategy are underpinned by technical work.  Key issues addressed at this Florence Forum included:bidding zone configurationthe 70% cross-zonal target for interconnectorsresource adequacy cyber security TSO-DSO cooperation flexibilityBidding ZonesACER emphasised the necessity of an unbiased, sound, technical and neutral bidding zone review.Resource Adequacy and Capacity MechanismsThe Forum sees that a well-functioning market should be the first approach to ensure adequacy before introducing a capacity mechanism and for this purpose, the market reform plans have to be implemented in a timely manner by the Member States.ACER in close collaboration with ENTSO-E, took the first steps this year in developing and adopting methodologies underpinning future European-wide resource adequacy assessments, informing the assessment done nationally. Effective cross-border participation in capacity mechanisms shouldReflect actual contributions to resource adequacyEnsure non-discrimination between domestic and foreign capacity providersProvide efficient signals for investment and operationsCapacity Allocation and Congestion Management (CACM) amendmentsACER will consult stakeholders on the scope of the amendments for the ACER recommendation on CACM.70% Cross- Zonal CapacityCalling for Transmission System Operators (TSOs) to make more interconnector capacity available for cross-zonal trade (as per the minimum 70% target), ACER provided a glimpse into its upcoming 70% Report (to be published before year end). Most TSOs made a noticeable effort to provide extensive and accurate data. Data is still an issue for the Nordic and Baltic regions (no data at all) and for Italy North and in France. On DC borders, the 70% target was fulfilled most of the time with few substantial exceptions whereas on AC borders there is significant room for improvement.ACER welcomes that CEP implementation remains the priority in the next yearsACER remains fully committed to this implementation process and, in close coordination with NRAs, to minimising potential delays. In that respect, the following ACER's deliverables will represent key milestones to the market integration process:The implementation of the ACER's decisions on the European resources adequacy assessment The implementation of the ACER's decision on the methodology for the bidding zone review The implementation of the ACER's decisions on cost-sharing of redispatching and countertrading for the Core and SEE regionsThe forthcoming ACER's special edition report on the 70% target ​ACER is also committed to taking its full part to the network codes and guidelines' amendment process. ACER presented to this Florence Forum on: its planning for the amendments of the guideline on Capacity Allocation and Congestion - Management (CACM); the amendment of grid connection network codes; the 70% target;Resource adequacy and capacity mechanismVisit ​​the European Commission website for the Forum agenda, conclusion and slides. What's coming next?14 Dec: MESC-meeting on the scope of the amendments for CACM recommendation18 Dec '20: Publication of the ACER Report on the 70% cross-zonal target 21 Jan '21: ACER webinar on 70% cross-zonal target"}, {"id": "ACER_NEWS_0049", "date": "2020-12-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-decides-on-a-common-methodology-for-splitting-long-term-cross-zonal-electricity-capacity-in-three-Member-States.aspx", "title": "ACER decides on a common methodology for splitting long-term cross-zonal electricity capacity in three Member States", "text": " Section 1 Body Html​​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today a Decision establishing the common methodology for splitting long-term cross-zonal electricity capacity in Bulga​ria, Greece and Romania (the South East Europe Region). This methodology will foster a coordinated and more integrated usage of long-term capacity in the region.The application of this methodology will follow the implementation of the long-term capacity calculation methodology for the South East Europe region. The latter was approved on 22 October 2020 by the regulatory authorities of the region, and should be implemented no later than 1 January 2023.Access the Decision.Find out more details on ​the methodology for splitting long-term cross-zonal electricity capacity. ​"}, {"id": "ACER_NEWS_0050", "date": "2020-12-02", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Cost-of-electricity-losses-driving-significant-increase-in-Inter-TSO-compensation-fund-which-now-reaches-289-million-euros-.aspx", "title": "Cost of electricity losses driving significant increase in Inter-TSO compensation fund which now reaches 289 million euros", "text": " Section 1 Body HtmlThe Inter-Transmission System Operator Compensation (ITC) mechanism increased by 13% surpassing 289 million euros according to the latest annual ACER Report on the implementation of this fund. The ITC fund compensates Transmission System Operators (TSOs) for the costs incurred on national transmission systems due to hosting cross-border flows of electricity.The increase of the fund -established by the European Network of Transmission System Operators for Electricity (ENTSO-E) – is explained mainly by a significant 23 % rise in the weighted average value for transmission losses, while the volume of transmission losses due to transits went actually down by 2% in 2019.The report also shows how non-ITC countries contributed 20.9 million euros to the fund, 38 % more than the year before. Access the Report. "}, {"id": "ACER_NEWS_0051", "date": "2020-11-26", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-decides-methodology-for-electricity-bidding-zone-review-and-will-evaluate-alternative-configurations.aspx", "title": "ACER decides methodology for electricity bidding zone review and will evaluate alternative configurations", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) published today a Decision​ on the methodology and assumptions to be used in the bidding zone review process and for the alternative bidding zone configurations to be considered, according to the EU Regulation on the internal market for electricity.The proposed package for the bidding zone review was developed by the Transmission System Operators (TSOs) and was referred to ACER in July 2020 by the relevant regulatory authorities, as a unanimous agreement could not be found.The Decision of ACER includes two key aspects:Approval of the bidding zone review methodology and assumptions to be used for the bidding zone review process, subject to the necessary amendments. A request to TSOs to provide results derived from a Locational Marginal Pricing (LMP) analysis to enable ACER to take a Decision on alternative bidding zone configurations. ​Access the Decision and its Annexes."}, {"id": "ACER_NEWS_0052", "date": "2020-11-26", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-the-definition-of-capacity-calculation-regions-.aspx", "title": "ACER to decide on the definition of capacity calculation regions", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) have received a proposal from all Transmission System Operators (TSOs) for the definition of capacity calculation regions. This proposal envisages all European Union's bidding zone borders to be grouped into different capacity calculation regions, taking into consideration the interdependencies between their cross-zonal capacities. Different regional methodologies (such as capacity calculation, re-dispatching and countertrading) will be applied on the various capacity calculation regions.An effective coordination between bidding zone borders allows an optimal use of transmission infrastructure across Europe, resulting in positive welfare gains for consumers. These benefits are often determined on the level of capacity calculation regions and the applications of their respective regional methodologies, which is why an efficient determination of the capacity calculation regions is of significant importance to the internal electricity market. ACER must reach a Decision by 9th May 2021."}, {"id": "ACER_NEWS_0053", "date": "2020-11-19", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-grants-Continental-Europe%E2%80%99s-regulatory-authorities-an-extension-to-decide-on-additional-properties-for-frequency-conta.aspx", "title": "ACER grants Continental Europe’s regulatory authorities an extension to decide on additional properties for frequency containment reserves", "text": " Section 1 Body Html​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) issued a Decision accepting the request for an extension submitted by Continental Europe (CE) synchronous area regulatory authorities and prolonging their period to decide on the proposal for additional properties for frequency containment reserves. The regulatory authorities for energy in Austria, Belgium, Bulgaria, Croatia, Czechia, Denmark, France, Germany, Greece, Hungary, Italy, Luxembourg, the Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia and Spain will have until 24 January 2021 to reach an agreement on the proposal.Such extension allows an additional three months for some CE regulatory authorities to conduct a public consultation at national level on the text of the proposal, as provided by their national frameworks. ACER considered this request as admissible and justified.Access the ACER Decision 28/2020.​"}, {"id": "ACER_NEWS_0054", "date": "2020-11-18", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-rejects-the-long-term-capacity-calculation-methodology-for-the-Baltic-Capacity-Calculation-Region.aspx", "title": "ACER rejects the long-term capacity calculation methodology for the Baltic Capacity Calculation Region", "text": " Section 1 Body Html​​​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) published today its ​Decision on the rejection of the capacity calculation methodology for the long-term timeframe of the Baltic capacity calculation region (Latvia, Lithuania, Estonia, Finland and Sweden) in accordance with Article 10 of the Commission Regulation (EU) 2016/1719 establishing a Guideline on Forward Capacity Allocation (FCA Regulation).In May 2020, ACER was informed by the regulatory authorities of the Baltic capacity calculation region (CCR) that they could not agree on the proposal made by the Nordic Transmission System Operators (TSOs) for a capacity calculation methodology for the long-term timeframe, and is therefore competent to decide on this proposal.ACER has decided to reject the proposal and to request the Baltic TSOs to resubmit a new one at the latest 24 months after its decision. The main reason for this rejection is that ACER is not able to revise the Baltic TSOs' proposal to make it compliant with the​​ FCA Regulation given the number and complexity of issues related to the upcoming synchronisation of the Baltic synchronous area with the Continental synchronous area.Read more on ACER Decision No 27/2020. ​"}, {"id": "ACER_NEWS_0055", "date": "2020-11-17", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-to-revise-gas-tariffs-formation-for-short-term-capacity.aspx", "title": "ACER consults to revise gas tariffs formation for short-term capacity", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation to assess the possibility of setting a cap for multipliers for day-ahead and within-day capacity products. Multipliers are used to set tariffs for short-term gas transmission capacity products and can affect the balance between short term and long term contracted capacity.The Network code on Harmonised transmission tariff structures for gas sets out that the level for day-ahead and within-day multipliers for standard capacity products shall be no less than 1 and no more than 3. Lower multipliers applied to short-term capacity products can incentivise shorter-term capacity bookings while higher multipliers on those products can incentivise longer-term capacity bookings. The Network Code also provides the possibility for the Agency to issue a recommendation to cap day-ahead and within-day multipliers to 1.5. The objective of this consultation is to gather views and information from stakeholders on the impact of day-ahead and within-day multipliers in order to assess the possibility of publishing a recommendation to limit the level of day-ahead and within-day multipliers.The Agency invites stakeholders to provide their views on the impact of day-ahead and within-day multipliers in order to assess the possibility of publishing a recommendation to limit the level of day-ahead and within-day multipliers.ACER seeks comments of interested stakeholders on the impact of multipliers on market integration. Share your views by 9 December 2020 23:59 (CET). Find out more about the Public Consultation. "}, {"id": "ACER_NEWS_0056", "date": "2020-10-28", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-extends-period-for-reaching-an-agreement-on-the-AT-IT-electricity-interconnection%E2%80%99s-exemption-request.aspx", "title": "ACER extends period for reaching an agreement on AT-IT electricity interconnection’s exemption request", "text": " Section 1 Body Html​​Following the request from the regulatory authorities of Austria (E-Control) and Italy (ARERA), the European Union Agency for the Cooperation of Energy Regulators (ACER) decided to extend the six-month period for reaching an agreement on the exemption request of Alpe Adria Energia srl on the 220 kV interconnection power line between Somplago and Würmlach.ACER agrees with the national regulatory authorities that the assessment of the exemption criteria requires complex calculation and modelling by the concerned Transmission System Operators (TSOs) regarding the forecasted cross-zonal capacities.ACER finds the requested extension for reaching an agreement by 5 February 2021 as reasonable and appropriate to obtain the necessary data from the TSOs and, on that basis, to assess the exemption criteria.Access th​e Decision.​"}, {"id": "ACER_NEWS_0057", "date": "2020-10-27", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-approves-principles-for-sharing-costs-of-ensuring-firmness-and-remuneration-of-long-term-transmission-rights.aspx", "title": "ACER approves principles for sharing costs of ensuring firmness and remuneration of long-term transmission rights", "text": " Section 1 Body Html​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes a Decision on the principles for sharing the costs of ensuring firmness and remuneration of long-term transmission rights (LTTRs).The Decis​ion determines two sets of rules for sharing the costs incurred by Transmission System Operators (TSOs):The first principle regulates the costs incurred in case of long-term cross-zonal capacity's curtailment before the day-ahead firmness deadline. This can happen to ensure the operation remains within the operational security limits.The second principle manages the costs incurred to remunerate the long-term transmission rights after the re-allocation of cross-zonal capacity to the single day-ahead coupling. The principles will be applied together with the regional capacity calculation methodologies.Find out more about ACER Decision 25/2020​."}, {"id": "ACER_NEWS_0058", "date": "2020-10-26", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Energy-bills-continue-to-be-very-different-across-EU-Member-States.aspx", "title": "Energy bills continue to be very different across EU Member States", "text": " Section 1 Body Html​The prices consumers pay for their energy increased and continue to be very different across the EU. Compared to 2009, average electricity household prices in 2019 increased significantly, faster than inflation. The existence of regulated prices in some Member States can limit the entry of new suppliers and reduce consumer choice. Such choice will be important to enable consumers to unlock cost savings in their energy bills where possible, particularly when some of the non-contestable aspects (network, taxes, levies) may increase in the future to deliver decarbonisation.For consumers to be able to shop around for better prices and services, smart meters and reliable comparison tools are essential. However, the presence of these continues to vary across Member States, albeit with improvement in recent years. Market concentration levels continue to improve, but too slowly, with electricity markets performing better than gas markets. It is worth reflecting on the impact that COVID-19 is currently having on the energy sector, prompting a variety of responses from national regulatory authorities, mainly geared towards protecting energy supply for consumers.These are some of the findings in the latest edition of the Energy Retail and Consumer Protection Volum​e​ of the annual report on the results of monitoring the internal electricity and gas markets in 2019 (MMR), published today by the European Union Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER). The report includes two other already-published volumes analysing the electricity and gas wholesale markets. ACER and CEER develop the MMR with the support of the Energy Community Secretariat.  All volumes can be found here.Join us for a joint ACER/CEER webinar to present the results of the latest MMR results at 10:30 CET on 28 October.How did retail energy prices perform in 2019?The report shows that average energy prices in 2019 increased for energy consumers, with the exception of average industrial gas prices, which recorded a decrease. The analysis also shows that the difference between wholesale and retail prices widened in 2019. A strong correlation between retail and wholesale energy prices is observed when wholesale energy prices increase. However, a weaker correlation is noted with regard to a fall in retail prices following a fall in wholesale energy prices. Such “sticky prices\" can result in energy consumers paying higher than needed prices for their energy consumption. While it is not expected that retail prices will always decrease at the same rate as wholesale price reductions, empowering energy consumers may assist in placing downward pressure on suppliers to decrease retail prices. How can consumers be further engaged to find the best prices?The Clean energy for all Europeans package recognises the important role that European energy consumers will play in achieving decarbonisation goals. At present, consumer engagement in retail energy markets is limited in some MS due to the presence of regulated prices. As these MS move to market-based prices, the energy consumer will have a wider choice of retail suppliers. The rate of consumers switching suppliers ranges from 1% to 20% across the EU. As regulated prices are phased out, it is expected that consumer participation will increase. However, consumers need to have the right tools allowing them to make informed decisions. For example, smart meters provide consumers with real-time information on their energy consumption, enabling their active participation in the market. However, a full smart meter roll-out has been completed only in nine MS. Meanwhile, comparison tools, which help consumers find the best offer for their needs, exist in 20 and 15 MSs for electricity and gas, respectively. The report notes that millions of complaints were filed by consumers to their suppliers (and distribution system operators, DSOs) in 2019, most often regarding invoicing issues to their suppliers and metering-related issues to their DSOs."}, {"id": "ACER_NEWS_0059", "date": "2020-10-21", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Electricity-wholesale-markets-continue-to-integrate-in-the-EU-but-cross-border-capacity-is-limited.aspx", "title": "Electricity wholesale markets continue to integrate in the EU but cross-border capacity is limited", "text": " Section 1 Body Html​​​Electricity price convergence in the EU increased signalling a further integration of electricity wholesale markets; however, the amount of cross-border capacity available for trade among Member States remains insufficient to meet the minimum EU target of 70%. These are some findings of the Electricity Wholesale Markets Volume of the latest report on the results of monitoring the internal electricity and gas markets (MMR) published today by the European Union Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER). The report also finds that several Member States continue to use national capacity mechanisms – policy instruments to ensure the necessary level of resource adequacy – even if they do not always face an adequacy problem. The research covers 2019, but it also includes a preliminary assessment of the impact of the COVID-19 pandemic on electricity markets.  The latest edition of the MMR consists of three volumes: Electricity Wholesale; Gas Wholesale; and a combined volume including Retail Markets and Consumer Protection, to be published on 26 October. All volumes can be found here. ACER and CEER develop the MMR with the support of the Energy Community Secretariat. ​You can register for a webinar with our experts on the latest MMR results at 10:30 CET on 28 October​.Mixed picture: progress and delaysOn the one hand, some progress was observed in several aspects of market integration. For example, in 2019, prices converged fully almost 50% of the time in the so-called Central-West Europe region, including Austria, Belgium, France, Germany, Luxemburg and the Netherlands. Moreover, thanks to the integration of day-ahead markets, cross-border capacity was used efficiently during all hours on more than two thirds of EU borders. On the other hand, the extension of the flow-based market coupling project to Croatia, Czech Republic, Hungary, Poland, Romania, Slovakia and Slovenia in the so-called Core region has been facing recurrent delays. Accomplishing market coupling in all market timeframes across EU borders would render additional welfare benefits of more than 1.5 billion euros per year.How is COVID-19 affecting the EU electricity markets? Electricity demand dropped by 7% in the first half of 2020 compared to 2019 and prices decreased in all EU markets. Despite the pandemic, market integration continued. For example, thanks to the intraday market integration project, intraday liquidity increased by more than 25% compared to the same period of 2019. The use of renewable energy accounted for 40% of the generation mix in the EU in the first half of 2020 and for the first time surpassed the share of fossil fuels in the generation mix.Some of the main challenges: A more coordinated approach to ensure security of supply and sufficient cross-border capacityElectricity systems are facing unprecedented changes, and achieving the desired levels of security of supply at a low cost for end-consumers is essential. Capacity mechanisms remain in several Member States with a total cost of 3.9 billion euros, representing a 73% increase in 2019 compared to 2018. ACER acknowledges that these mechanisms may contribute to ensuring security of supply but recommends that Member States implement them based on a robust and coordinated resource adequacy assessment.Another remarkable challenge refers to the amount of cross-border capacity available for trade, which continues to be insufficient. ACER will soon publish a dedicated report on the issue, in view of the 70% capacity target envisaged in the Clean Energy Package (CEP), covering the first semester of 2020. The CEP offers a portfolio of instruments to achieve the 70% target. In the short term, Member States may opt for transitory measures, such as derogations or action plans, apply remedial actions like redispatching and countertrading, or improve the configuration of bidding zones. In the long term, Member States may expand or reinforce networks. In this respect, ACER is currently involved in two of these instruments. In particular, ACER is in the process of approving a number of regional methodologies for coordinated redispatching and countertrading and is assessing the methodology, assumptions and alternative bidding zone configurations to be considered for the bidding zone review. ​"}, {"id": "ACER_NEWS_0060", "date": "2020-10-06", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-products-that-can-be-taken-into-account-in-day-ahead-coupling.aspx", "title": "ACER consults on products that can be taken into account in day-ahead coupling", "text": " Section 1 Body HtmlThe European Union (EU) Agency for the Cooperation of Energy Regulators (ACER) launc​​hes today a public consultation on the proposal on products that can be taken into account in day-ahead coupling made by all Nominated Electricity Market Operators (NEMOs).The proposal was made according to the EU Regulation establishing a guideline on capacity allocation and congestion management.All interested parties are invited to submit their comments by 27 October 2020.​Find out more about the Public Consultation​​."}, {"id": "ACER_NEWS_0061", "date": "2020-10-06", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-barriers-to-efficient-price-formation-and-easy-entry-and-participation-in-European-electricity-markets.aspx", "title": "ACER consults on barriers to efficient price formation and easy entry and participation in European electricity markets", "text": " Section 1 Body Html​​​​In September 2020, in the framework of the Clean Energy Package, ACER initiated a study on the efficient price formation, easy market entry and participation for new players and small actors in the European electricity markets. The analysis aims at supporting European and national policy makers to better identify and remove market barriers, as well as monitoring the progress of the EU energy markets' design.ACER seeks comments of interested stakeholders to detect the most relevant issues to be addressed in the study. Share your views by 25 October 2020, 23:59 hrs (CET) ​1 November 2020, 23:59 (CET)​Find out more about the Public Consultation​."}, {"id": "ACER_NEWS_0062", "date": "2020-10-05", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-sets-the-methodologies-to-assess-electricity-resource-adequacy-in-the-EU.aspx", "title": "ACER sets the methodologies to assess electricity resource adequacy in the EU", "text": " Section 1 Body Html​​​​​​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today  two decisions on the methodologies for assessing whether the EU, as a whole, has sufficient electricity resources to meet its future electricity needs. These methodologies, mandated by the Clean Energy Package legislation, are key in ensuring and improving the security of Europe’s electricity supply. "}, {"id": "ACER_NEWS_0063", "date": "2020-10-01", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Call-for-experts-ACER-expert-group-on-wholesale-energy-market-trading.aspx", "title": "Call for experts: ACER expert group on wholesale energy market trading", "text": " Section 1 Body Html​​​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a call for a new consultative expert group on wholesale energy market trading. This group will advise the Agency on topics related to the EU Regulation on wholesale energy market integrity and transparency (REMIT) and will replace the Ad hoc REMIT Expert Group, which ended on 22 July 2020.  The scope of the Expert Group​The group will focus on providing advice on REMIT subjects, including market abuse prohibitions, compliance with the obligation on market participants to disclose inside information and other provisions. In providing advice, experts can delve into their multidisciplinary knowledge: considering REMIT and other EU regulations affecting energy trading and markets, including financial market regulation.The group may also be called on to provide advice to develop proposals for future reviews of REMIT, as well as to submit opinions on any issue related to ACER tasks in the REMIT domain. Would you like to find out more?​More information on the application process, the Terms of Reference and Rules of Procedure can be found in the Open Letter​.Apply by Wednesday ​28th October 2020.​"}, {"id": "ACER_NEWS_0064", "date": "2020-09-29", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-and-the-EFTA-Surveillance-Authority-increase-cooperation.aspx", "title": "ACER and the EFTA Surveillance Authority increase their cooperation", "text": " Section 1 Body Html​​​The Agency and ESA - the European Free Trade Association (EFTA) Surveillance Authority, comprising Iceland, Liechtenstein and Norway - have concluded a Memorandum of Understanding (MoU)  to put in place practical arrangements to ensure good cooperation between ESA and ACER in relation to the European electricity and natural gas markets.On 5 May 2017​, the European Economic Area (EEA) Joint Committee incorporated into the EEA Agreement the 3rd Energy Package. The 3rd Energy Package improves the functioning of the internal energy market and resolves certain structural problems. It also established ACER. The 3rd Energy Package entered into force in the EEA Agreement on 3 October 2019.​​​ESA has been vested with the powers to adopt binding decisions addressed to national regulatory authorities of the EEA EFTA States. ESA's role in the EEA EFTA States mirrors the role of ACER in the EU Member States. "}, {"id": "ACER_NEWS_0065", "date": "2020-09-28", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Register-for-the-Market-Monitoring-Report-Webinartaking-place-on-28-October-.aspx", "title": "Register for the Market Monitoring Report Webinar on 28 October", "text": " Section 1 Body Html​​​The European Union Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER) invite you to register for a joint webinar on 28 October to present the key findings of their latest Annual Report on the results of monitoring the internal electricity and gas markets (the Market Monitoring Report- MMR).The webinar will take place between 10.30 and 11.45 CET.Register and access the agenda.This year the MMR comprises three volumes analysing Europe's energy markets in 2019: the Gas Wholesale Volume;  the Electricity Wholesale ​Volume; and the Energy Consumer volume, both to be published on 26 October at this page​. Speakers at the webinar include ACER Director Christian Zinglersen, CEER President Annegret Groebel, and European Commission's Heads of Unit for Energy, Florian Ermacora and for Consumers, Jan Panek. "}, {"id": "ACER_NEWS_0066", "date": "2020-09-24", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Most-trans-European-energy-projects-allocate-costs-on-a-territorial-basis,-decisions-appear-to-be-taken-to-enable-EU-g.aspx", "title": "Most trans-European energy projects allocate costs on a territorial basis, decisions appear to be taken to enable EU grants", "text": " Section 1 Body Html​​​Most Cross-Border Cost Allocation Decisions (CBCA) for trans-European energy infrastructure are based on the so-called territorial principle so each country covers the project costs on its territory without cross-border compensation payments, according to the Fourt​h​ Monitoring Report on CBCA decisions published today by the European Union Age​ncy for the Cooperation of Energy Regulators (ACER). The Agency also finds that these decisions have a strong link with requests for EU funding for works under the Connecting Europe Facility (CEF) programme aimed at promoting growth through infrastructure.What is a CBCA Decision?​Based on a cost-benefit analysis, CBCA decisions may lead to cost sharing between countries which significantly benefit from the PCIs. For example, one or more net benefiting countries provide compensation payments to one or more countries showing a net negative impact from the project implementation (cost bearers). In practice, however, as the report shows, most decisions follow the so-called territorial principle.​​Main findings of the report:​Only 21% of the CBCA decisions establish cross-border payments between the hosting countries or deviate from the traditional approach in some other way.​Strong link found between CBCA decisions and requests for EU funding for works under the Connecting Europe Facility (CEF) programme. 90% of electricity and 57% of gas projects for which a CBCA decision was taken until June 2019 -deadline for the last concluded CEF call- were awarded grant for works. The number of CBCAs has become balanced between gas and electricity after an initial prevalence of gas projects.75% of the CBCA decisions are concluded for projects located in the Baltic region and between EU Member States in Central and Eastern Europe.NRAs reached agreements in all cases except two, which were referred to ACER.In terms of participation, the NRAs from Latvia (10), Estonia (7), Lithuania (7), Poland (5), Bulgaria (4), France (4) and Romania (4) have been involved the most in CBCA decisions.​The future of CBCAsCBCA decisions may play a more important role for implementing cross-border projects in the years to come. More electricity interconnections will be needed to facilitate the integration of increased renewable power generation in view of decarbonisation objectives, such as the deployment of vast offshore wind generation capacity. These developments may result not only in step-change in electricity infrastructure rollout, but also in a less territorial approach to cost allocation, especially in case many Member States become “transit countries\" as opposed to “off-take countries\".In gas, retrofitted interconnections could enable a pan-European market for decarbonised gases like hydrogen and support the integration of more renewable energy. Robust and reliable cost-benefit analyses are needed to inform decision-makers on the distribution of expected benefits across borders.The ACER-CEER Position on the Revision of the TEN-E Regulation and infrastructure governance reflects on the use of CBCA decisions so far and contains proposals for improving the relationship between the CBCA and the CEF, among others, by reconsidering their mandatory link.​​"}, {"id": "ACER_NEWS_0067", "date": "2020-09-23", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-finds-EU-gas-market-rules-successful-and-recommends-decarbonisation-to-be-built-on-current-market-design.aspx", "title": "ACER finds EU gas market rules successful and recommends decarbonisation to be built on current market design", "text": " Section 1 Body Html​​​​​Common rules governing gas transportation systems have contributed over the last five years to more competition and better prices in the EU according to the Gas Wholesale Volume​​ of the latest Annual Report on the result​s of monitoring the internal electricity and natural gas markets (MMR) published today by the European Union Agency for the Cooperation of E​nergy Regulators (ACER). In this volume the Agency also recommends that any upgrading of rules aimed at decarbonising the gas sector be built on the current EU market design.This year there will be two other volumes of the MMR analysing the markets in 2019: an Electricity Wholesale market volume and a combined volume including Retail markets and Consumer protection both to be published in mid-October. The MMR is developed in cooperation with the Council of European Energy Regulators (CEER) and increasingly with the Energy Community Secretariat. All volumes will be published he​re​​.​The EU gas market rules are workingGas market monitoring results show that the common rules governing access and operation of EU gas transportation systems – the Gas Network codes - have contributed to high levels of gas price integration between EU Member States, increased supply side competition and helped create liquid wholesale markets over the period of the last five years.As a result, big gas companies have less market power and more EU gas consumers can benefit from increased competition and lower prices. To safeguard these developments the Agency recommends that the adaptation of Gas Network codes is made more dynamic, so that the market framework can be adjusted in response to evolving market conditions.  The MMR also shows that the presence of increasingly liquid hubs and the large EU regasification and storage capacities are attracting global LNG suppliers to Europe. In an oversupplied market record LNG deliveries arriving from the Middle East, the US and Russia drove down the gas price to record lows in 2019 saving 29 billion euros according to data from the European Commission. Maintaining competition between suppliers from outside of the EU will grow in importance in the coming years as domestic gas production in Member States continues to decrease while gas consumption has been growing in recent years.Decarbonising together at EU levelNew supply of carbon neutral gas could contribute decisively to the EU climate strategy, with the added benefit of further rebalancing the current market power asymmetry between European gas buyers and third-country suppliers. However, monitoring results show that today, carbon neutral gases account for a relatively minor share of EU gas consumption at around 4%, predominantly biogas, which is mostly not injected into the gas grid, and are far from being competitive at current prices.Given the framework of The European Green Deal, particularly the increasing ambitions for reducing emissions by 2030 as well as the resources that have been earmarked for climate projects as part of the EU recovery plan, the low uptake of carbon neutral gases will need to accelerate. Therefore, the Agency recommends that any upgrading of internal gas market rules aimed at decarbonising the sector be built on foundations of the current market design, so that the transition to carbon neutral gas does not lead to market fragmentation along national borders and keeps the significant benefits for consumers in place. The data underlying the Market Monitoring Report is available here. Access the gas wholesale volume.​​​​Impact of COVID-19 pandemic on gas wholesale markets in the EUThe analyses in this report are mostly based on data from 2019 and do not yet fully take into account the effects of the COVID-19 pandemic. However, preliminary analysis by the Agency shows that lockdowns which governments had enacted to control the COVID-19 pandemic have resulted in a severe drop of energy consumption throughout the EU. Gas demand, which fell by 8% compared to the previous year up to May 2020, has yet to return to pre-lockdown levels though demand has picked-up since the beginning of the summer.Some trends which had started in 2019 have further accelerated: EU hub prices plummeted to new record lows (in June spot prices on the reference TTF hub in the Netherlands were down by 52% compared to the previous year and 77% lower when compared to June 2018); hub trading activity, supported by additional hedging needs, rose by more than a fifth up to June 2020 compared with the same period last year; and record volumes of gas are being held in storage.​ "}, {"id": "ACER_NEWS_0068", "date": "2020-09-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Third-ACER-webinar-on-gas-transmission-tariffs.aspx", "title": "Third ACER webinar on gas transmission tariffs", "text": " Section 1 Body Html​Following the recent publication of “The internal gas market in Europe: The role of transmission tariffs. EU Agency report on the application of reference price methodologies in Member States\", ACER is holding a series of webinars. ​The third one will take place on 15 September (15-16 CET) and will discuss the gas transmission tariffs in the context of the energy transition.The webinar will include speakers from the Agency, ENTSOG and the International Federation of Industrial Energy Consumers (IFIEC).The second half of the webinar will allow time for a dedicated Q&A session with the audience.Register here.​"}, {"id": "ACER_NEWS_0069", "date": "2020-09-04", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-to-decide-on-coordination-of-operational-security-in-power-systems-of-13-Member-States.aspx", "title": "ACER consults to decide on coordination of operational security in power systems of 13 Member States", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation on two methodologies aiming to establish coordination of operational security and remedial actions in the so called Core capacity calculation region for electricity formed by Austria, Belgium, Croatia, Czech Republic, France, Germany, Hungary, Luxembourg, Netherlands, Poland, Romania, Slovakia and Slovenia. Operational security is the capability of a transmission system to retain a normal state or to return to a normal state as soon as possible after an incident like an outage happens. It therefore aims to prevent blackouts. Some of the remedial actions are redispatching and countertrading.All interested parties are invited to submit their comments by 21 September 2020. The consultation is on two methodologies for the capacity calculation region Core, one for regional operational security coordination and one for coordinated redispatching and countertrading. The methodologies aim to establish a process for managing operational security and activate remedial action in a regionally coordinated way.​Access the public c​onsultation​​."}, {"id": "ACER_NEWS_0070", "date": "2020-09-01", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-assesses-that-most-long-term-contracts-for-gas-transportation-in-Europe-will-expire-in-the-next-ten-years.aspx", "title": "ACER assesses that most long-term contracts for gas transportation in Europe will expire in the next ten years", "text": " Section 1 Body Html​The ACER Market Monitoring Report finds that, compared to the end of 2019, 20% of EU gas transportation legacy contracts' volume will expire by the end of this year, while 60% will expire in 2028 and almost all legacy capacity will cease to exist by 2035. This implies that much more capacity will become available for the market, with bookings depending more than in the past on market conditions.Capacity rights are split according to the way and moment the capacity was purchased: acquired before the EU implementation of the Capacity Allocation Mechanisms\" (CAM) network code (legacy contracts) or after that (CAM contracts or other contracts). Legacy contracts were booked according to non-EU harmonised rules.The latest Market Monitoring Report, which will be published at the end of September, includes a 30-years-overview of the progressive expiration of EU gas transportation network capacity rights starting from 2016.  The chart below shows how sharp the decline in long-term legacy contracts is in the years ahead (the blue bars) as well as the situation as of the end of 2019 of new long-term capacity bookings (the yellow and orange bars). ​​While the volumes of legacy contracts will not change until their full expiry, the amount of new bookings will change because new capacity will progressively be booked. Evolution of EU transportation capacity booked by capacity type (2016-2045) - TWh/day​Source: ACER based on ENTSOG.Note: Includes all EU interconnection points' sides directions, also with third countries, which are in the scope of the EU regulation on transportation capacity allocation (CAM Network Code). From 2020, the new products' categories only include volumes allocated in auctions held until 31/12/2019. The legacy capacity for 2020 has been interpolated in the absence of data. *The category “more capacity open season bookings*\" includes specifically the long-term capacity allocated in 2017 via auctions in an ad-hoc open season for two interconnection points located along the routes for further transport from Nord Stream II: Lubmin II and Deutschneudorf-EUGAL. This capacity was assigned before the incremental capacity amendments to the CAM Network Code entered in place. The trend is to book short-termSince the implementation of the EU capacity allocation mechanisms network code prescribing standardised bundled products sold through open auctions, the market trend is to book shorter-term capacity products (up to one-year ahead), with limited volumes booked for longer durations. Given the current global gas markets conditions, network users seek to pursue as much flexibility as possible, while avoiding lock-in effects. This is possible since capacity hoarding through long-term contracts has become much more difficult.This leads to a lower degree of concentration in new capacity contracts compared to legacy capacity contracts, as the former tend to attract additional market participants seeking prompt supply optimisation, thus increasing competition. However, the bookings' degree of concentration of new capacity contracts increases at some specific interconnection points and mainly for the longer-term ones. The reduced interest of EU shippers in new long-term bookings is leading to a rise in the share of upstream producers in such bookings. New long-term bookings are located in a few Member StatesThe new European long-term capacity contracts are concentrated in a few, and relatively big, interconnection points, mainly related to the Nord Stream pipelines and to the routes for further transport from there (in Germany, Czech Republic, Slovakia), as shown in the chart below. EU Member States' volumes of longer-term capacity booked from 2016 (2020 – 2039) – Average TWh/day ​ Source: ACER calculation based on GSA, PRISMA, RBP.Notes: Volume of incremental capacity could be included in the allocated auctioned volumes. “Other\" includes the other 14 MSs where CAM NC is implemented. “Germany - OS\" and “Czech Republic – OS\" includes specifically the long-term capacity allocated in 2017 via auctions in an ad-hoc open season for two interconnection points located along the routes for further transport from Nord Stream: Lubmin II and Deutschneudorf-EUGAL. This capacity was assigned before the incremental capacity amendments to the CAM Network Code entered in place.The analysis' underlying data is accessible at the Market Monitoring Report web data portal CHEST​.Among the many other relevant topics, the Market Monitoring Report will disclose more results on the impact of the implementation of the Gas Network Codes and Framework Guidelines on the market.​"}, {"id": "ACER_NEWS_0071", "date": "2020-08-31", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Second-ACER-webinar-on-gas-transmission-tariffs.aspx", "title": "Second ACER webinar on gas transmission tariffs", "text": " Section 1 Body Html​Following the recent publication of “The internal gas market in Europe: The role of transmission tariffs. EU Agency report on the application of reference price methodologies in Member States\", ACER is holding a series of webinars. ​The second one will take place on 8 September (15-16 CET) and will cover the efficient allocation of costs and cross-subsidies.The webinar will include speakers from the Agency, Eurogas and the European Federation of Energy Traders (EFET).The second half of the webinar will allow time for a dedicated Q&A session with the audience. Register here.The third webinar on 15 September will be about the consequences of the energy transition on transmission tariffs.Registration for this third webinar will open soon.​​"}, {"id": "ACER_NEWS_0072", "date": "2020-08-17", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-four-decisions-creating-a-Nordic-electricity-balancing-capacity-market-.aspx", "title": "ACER publishes four decisions creating a Nordic electricity balancing capacity market", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today four decisions​ in line with the EU Regulation establishing a Guideline on Electricity Balancing, creating a single Nordic Balancing capacity market for the procurement and exchange of automatic frequency restoration reserves. By procuring balancing capacity, TSOs acquire the option to activate a generation or demand facility to balancing the electricity system in real time. By organising this common procurement and exchange of balancing capacity, the Nordic TSOs increase competition between providers reducing the overall cost for TSOs. Decision 22-2020 establishes a market-based allocation process of cross-zonal capacity for the exchange of balancing capacity. Particularly, the methodology regulates the amount of cross-zonal capacity to be made available for the exchange of balancing capacity. This allocation is based on a forecast of the day ahead (DA) market prices’ differences and actual balancing capacity bids. Decision 21-2020 establishes a methodology for the application of an allocation process of cross-zonal capacity for the exchange of balancing capacity. This methodology allows Transmission System Operators (TSOs) to apply the first methodology in procurement process of balancing capacity defined in the third decision. This decision defines the pre-conditions when TSOs are allowed to start exchanging balancing capacity which – most notably - is that cross-zonal capacity needs to be calculated pursuant the approved Nordic CCM methodology for the DA timeframe. Decision 19-2020 sets out harmonised rules for the procurement and exchange of balancing capacity. This methodology implements the common procurement of balancing capacity for the automatic Frequency Restoration Reserves (aFRR) on the Nordic LFC Block.Decision 20-2020 decides on the exemption to TSOs for not allowing balancing service providers to transfer their obligations to provided balancing capacity. This exemption allows TSOs to only allow transfer of balancing capacity after the procurement process within bidding zones but not across bidding zones borders. ​​Access the decisions​."}, {"id": "ACER_NEWS_0073", "date": "2020-08-06", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-South-East-Europe-methodology-for-splitting-long-term-cross-zonal-capacity.aspx", "title": "ACER consults on the South East Europe methodology for splitting long-term cross-zonal capacity", "text": " Section 1 Body Html​​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation on the proposal on the South East Europe methodology for splitting long-term cross-zonal capacity.On 26 May 2020, national regulatory authorities of the SEE capacity calculation region jointly agreed to request ACER to decide on the proposal received by regional transmission system operators.All interested stakeholders are invited to submit their comments by 30 August 2020, 23:59 hrs (CET).Find out more about the Public Consultation​​."}, {"id": "ACER_NEWS_0074", "date": "2020-07-31", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-its-analysis-on-Tariff-Code-implementation-for-gas-in-Finland-.aspx", "title": "ACER publishes its analysis on Tariff Code implementation for gas in Finland", "text": " Section 1 Body Html​​The European Union  Agency for the Cooperation of Energy Regulators (ACER) has published its Report on the implementation of the Network Code on Harmonised Transmission Tariff Structures for Gas, which presents the analysis of the Agency for the transmission system of Finland.The Report analyses the consultation document published by the Finnish transmission system operator Gasgrid Finland Oy. The Agency has various recommendations for the final decision that the National Regulatory Authority for Energy in Finland will take.Find out more​.​"}, {"id": "ACER_NEWS_0075", "date": "2020-07-30", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-capacity-calculation-methodology-for-the-long-term-timeframe-among-Estonia,-Finland,-Latvia,-Lithuania.aspx", "title": "ACER consults on the capacity calculation methodology for the long-term timeframe in the Baltic region", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation on the capacity calculation methodology for the long-term timeframe among Estonia, Finland, Latvia, Lithuania, Poland and Sweden (the Baltic capacity calculation region) according to the EU Regulation on Forward Capacity Allocation. All interested parties are invited to submit their comments by 24 August 2020. The capacity calculation methodology for the long-term timeframe provides transparent rules for the efficient calculation for the long-term allocation or forecast of available transmission rights on bidding zone borders.Access the public consultation​. "}, {"id": "ACER_NEWS_0076", "date": "2020-07-23", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-finds-no-market-interest-to-invest-in-gas-network-expansion.aspx", "title": "ACER finds no market interest to invest in gas network expansion", "text": " Section 1 Body Html​​Market players are not interested in expanding gas networks in the European Union (EU) according to a report published today by the EU Agency for the Cooperation of Energy Regulators (ACER). To achieve better-integrated gas markets the EU introduced in 2017 a process to identify every two years the market demand for incremental capacity by Transmission System Operators (TSOs). ACER has analysed the related projects initiated in the first biennium and included an update on virtual interconnection points for a better management of cross-border gas capacity. The Incremental capacity projects serve to expand efficiently network capacity in a market-based way where market players commit to buying capacity to demonstrate the economic viability of the project. None of the projects fulfilling the criteria of the process attracted sufficient commitments to pass the economic test that determines their economic viability. ​The lack of interest indicates that market participants deem that the current capacity addresses their future needs. “In view of the Green Deal -aiming at making Europe climate neutral by 2050- it will be even more important to base capacity expansion of the gas ne​​twork on robust identification of market needs”, ACER highlights in the report.  Virtual Interconnection PointsThe Report also gives an update on virtual interconnection points, which simplify the entry-exit model by reducing the number of physical points where capacity between two markets can be booked, instead offering capacity products at a single point. The number of virtual points have increased greatly since the first ACER report on the matter in 2016: from three operational virtual points back then to 16 of them throughout Europe. Further virtual interconnection points may be established at the borders of the EU and neighbouring countries such as Ukraine, where the application is voluntary. Access the report."}, {"id": "ACER_NEWS_0077", "date": "2020-07-17", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Gas-tariffs-reports-ACER-recommends-Germany-to-assesses-its-regional-gas-networks.aspx", "title": "Gas tariffs reports: ACER recommends Germany to assess its regional gas networks", "text": " Section 1 Body Html​In its second report on the implementation of the European Union (EU) Network Code on Harmonised Transmission Tariff Structures for Gas in Germany, the EU Agency for the Cooperation of Energy Regulators (ACER) recommends the German national regulatory authority for Energy (BNetzA​) to assess the existence of regional networks as part of the German system. BNetzA will take a motivated decision by 18 October 202​0. Find out more​.​​"}, {"id": "ACER_NEWS_0078", "date": "2020-07-16", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-three-decisions-harmonising-the-EU-balancing-market-for-electricity.aspx", "title": "ACER publishes three decisions harmonising the EU balancing market for electricity", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today three decisions in line with the EU Regulation establishing a Guideline on Electricity Balancing, harmonising the imbalance settlement and fostering a single EU balancing market.The first decision concerns the methodology for classifying the activation purposes of balancing energy bids. The methodology provides the description and rules for all possible activation purposes, providing the same level of transparency when activating balancing energy bids across Europe.​The second ​establishes the methodology for Transmission System Operators (TSOs)' common settlement rules for all intended exchanges. This should ensure the pricing principles for the settlement between balancing service providers and TSOs are also respected among TSOs.​The third decides on the methodology to further specify and harmonise the imbalance settlement. The imbalance settlement ensures the costs of any shortage or surplus of electricity, bought or sold as balancing energy by each TSO, is allocated to the market participants that caused the imbalance. In case of a surplus, the market participant that supports the system should receive a payment. The new methodology ensures a consistent application of the imbalance settlement process across Member States. Applying these rules across Europe ensures that market participants are incentivised to deliver on the electricity they have bought or sold. This increases the overall efficiency of the electricity system to the benefit of the end consumers.Access ​the Decisions."}, {"id": "ACER_NEWS_0079", "date": "2020-07-15", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-methodologies-related-to-long-term-cross-zonal-electricity-capacity-in-two-regions.aspx", "title": "ACER to decide on methodologies related to long-term cross-zonal electricity capacity in two regions", "text": " Section 1 Body Html​The National Regulatory Authorities (NRAs) for energy in Finland, Estonia, Latvia, Lithuania, Poland and Sweden (the Baltic capacity calculation region) asked the Agency to decide on a common methodology for calculating long-term cross-zonal capacity. Similarly, the NRAs of Bulgaria, Greece and Romania (the South East Europe Region) asked the Agency to decide on a common methodology to split long-term cross-zonal electricity capacity.Both methodologies will contribute to enhance a coordinated use of long-term cross-border capacity in the Baltic and the South East Europe capacity calculation regions, fostering the security of regional supply.The Agency must reach a decision on the Baltic Region before 18 November 2020, and by 28 November on the South East Europe region. The Agency will publicly consult on the respective decisions in August."}, {"id": "ACER_NEWS_0080", "date": "2020-07-14", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-the-bidding-zone-review-methodology,-assumptions-and-alternative-configurations.aspx", "title": "ACER to decide on the bidding zone review methodology, assumptions and alternative configurations", "text": " Section 1 Body Html​​The European Union Agency for the Cooperation of Energy Regulators (ACER) will decide on the proposed methodology and assumptions for the review of bidding zones, and the alternative configurations to be studied. Bidding zones are geographical areas within which market participants are able to trade electricity without having to acquire transmission capacity to enable their transactions.This review is one of the key instruments of the Clean Energy Package legislation to address network congestions in an efficient manner.The proposed methodology was developed by the transmission system operators and was referred to ACER by the national energy regulators, as an agreement could not be found.ACER aims to take a decision by 8 October 2020, subject to potential delays caused by the corona virus pandemic.When deciding on the methodology, ACER will consider stakeholder feedback collected in a dedicated consultation held earlier this year, as well as through the Market European Stakeholder Committee. Any further comments or questions on the proposed methodology or ACER's decision-making process can be sent to ACER-ELE-2020-001(at)acer.europa.eu. Further details are available in ACER's Public Notice​. "}, {"id": "ACER_NEWS_0081", "date": "2020-07-13", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-statutory-documents-of-the-new-EU-DSO-entity.aspx", "title": "ACER consults on the statutory documents of the new EU DSO entity", "text": " Section 1 Body Html​​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a consultation on the statutory documents of a new European body, the EU DSO entity.As an expert body working in the interest of the European Union, the EU DSO entity is expected to cooperate closely with transmission system operators and ENTSO-E, amongst others when network codes touching upon distribution matters are being prepared or implemented. The cooperation and expertise provided by the new entity should increase efficiencies in the European electricity distribution networks.The statutory documents of the new EU DSO entity, developed by the four European DSO associations (CEDEC, E.DSO, Eurelectric and GEODE) and submitted to ACER for opinion, consist of:The draft statutes, A code of conduct,A list of potential members, andThe draft rules of procedure, including rules of procedure on consultations.To issue an informed opinion, ACER seeks views from the organisations representing all stakeholders, in particular distribution system users, during a two-week consultation, until 27 July 2020. Access the ​consultation."}, {"id": "ACER_NEWS_0082", "date": "2020-07-10", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Most-EU-gas-transportation-networks-not-yet-ready-to-transport-hydrogen-.aspx", "title": "Most EU gas transportation networks not yet ready to transport hydrogen", "text": " Section 1 Body Html​​For the European Union (EU) to be climate neutral by 2050, gas networks will have to be gradually adapted to carry green gases such as biomethane and hydrogen. 23 national regulatory authorities (NRAs) have looked into the current possibilities for admixing hydrogen and injecting biomethane or transporting pure hydrogen via existing gas networks, as well as network adaptations to allow this in the future and reported via a survey to the EU Agency for the Cooperation of Energy Regulators (ACER). The results show that 65% of the responding NRAs reported that the transmission system operators (TSOs) do not accept the injection or allow hydrogen volumes into the gas transmission network yet. The report ​on this fact-finding survey is published today, following the unveiling of the EU Hydrogen Strategy by the European Commission earlier this week.  The survey also included questions on national strategies on hydrogen, technical and regulatory aspects, specific projects and investments needed. Main findings:The readiness of gas transmission networks to accept hydrogen or biomethane is very diverse across the EU.In most cases, developments are at an early stage, driven mainly by pilot projects. Most national regulators would support an EU-wide approach for setting hydrogen admixing limits, in pursuit of cross-border gas trading and market integration. Pure hydrogen networks could be built in parallel with the blending of hydrogen in the existing networks, depending on the specific market and network situation. Gas quality standards may need to be revised at EU level to ensure interoperability between Member States.Regardless of the actual choice of a hydrogen concentration limit, some network adaptations and selected investments will be needed. These investments will deserve greater attention in gas network development plans.​It seems that blending of hydrogen would not initially require major changes in the current market design and legislation.ACER and national regulators will continue working together in exploring and applying regulatory options for this to happen in the most efficient way and to the benefit of all energy consumers. Access the Report."}, {"id": "ACER_NEWS_0083", "date": "2020-07-09", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Building-trans-European-energy-infrastructure-ACER-reports-delays-but-less-project-rescheduling.aspx", "title": "Building trans-European energy infrastructure: ACER reports delays but less project rescheduling", "text": " Section 1 Body Html​The implementation of the Projects of Common Interest (PCIs) for Trans-European Energy Infrastructure continues experiencing delays - 38% for gas and 27% for electricity projects - according to the latest consolidated report published today by the European Union Agency for the Cooperation of Energy Regulators (ACER). However, voluntary rescheduling has decreased significantly, suggesting a more robust PCIs list.  The investment costs of all projects amount to €90 billion.​​​The sixth edition of the ACER annual report on the progress of Projects of Common Interest for trans-European Energy Infrastructure reviews the fourth list of PCIs, published biennially. This list, presented in October by the European Commission, identifies the most important projects interconnecting electricity, gas and smart grids networks across the EU, so that these projects can benefit from simplified permitting and the right to apply for EU funding from the Connecting Europe Facility.Were projects ready to get on the list?Among the 106 projects for electricity and 32 for gas included in the list, ACER often finds a dichotomy between two strategic objectives: getting on the list, which makes a given  project eligible for quick implementation and grants, and getting the project ready in terms of quality planning, permitting, and securing non-subsidised financing. Some project promoters are concentrating on the pursuit of the first at the expense of the second.Promoters of gas PCIs should adapt to the evolution the EU gas sector is facing. Particularly, the economic recovery plans will provide better chances to sustainable, future-proof and “shovel-ready\" projects. Project promoters should also expect that regulators and other decision-makers may wish to insist on specific preconditions in terms of project maturity and proper risk mitigation - including compliance to long-term climate goals -, before seriously considering to finance a project. ACER and CEER have recently published a joint position paper ahead of the upcoming revision of the Trans-European Energy Networks Regulation (TEN-E Regulation). Among other topics, the paper highlights the importance of ensuring that sustainability is taken into account sufficiently for new gas infrastructure projects, as well improving the governance arrangements with respect to energy infrastructure investments.Find out more in the PCI​ Report.​"}, {"id": "ACER_NEWS_0084", "date": "2020-07-08", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-cross-border-participation-in-capacity-mechanisms.aspx", "title": "ACER consults on cross-border participation in capacity mechanisms", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) has launched today a public consultation to decide on the rules for cross-border participation in capacity mechanisms. These rules enable electricity providers to directly contribute with their resources to security of electricity supply in other European Member States, and to receive payments for their contributions.Mandated by the Clean Energy Package, these rules reflect the benefits of having a truly integrated and pan-European energy market, where electricity resources can be shared between the countries in the most efficient manner, regardless of their location.The rules, developed by the European Network of Transmission System Operators for Electricity (ENTSO-E) pursuant to Article 26(11) of recast Electricity Regulation and submitted to ACER for approval, consist of:a methodology for calculating the maximum entry capacity available for cross-border participation in capacity mechanisms. This will define the overall volume of foreign electricity that a country could avail of in meeting its future electricity needs,a methodology for sharing the revenues from selling entry capacity to electricity providers,rules for checking whether electricity providers are available when they are needed by another country,rules for determining when electricity providers are subject to penalties,rules for a registry which would include data on all electricity providers which intend to participate in capacity mechanisms in other  countries, andrules to determine the conditions that electricity providers would need to meet in order to be placed on the registry.To inform our decision, ACER seeks views from all the interested parties during a four-week public consultation, until​ 9 August 2020.Access​ the consultation.Read ACER's Public Notice informing about the initiation of this procedure.​"}, {"id": "ACER_NEWS_0085", "date": "2020-07-06", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-electricity-methodology-for-operational-security-coordination-in-13-EU-Member-States.aspx", "title": "ACER to decide on electricity methodology for operational security coordination in 13 EU Member States", "text": " Section 1 Body HtmlThe Regulatory Authorities for energy  in Austria, Belgium, Croatia, Czech Republic, France, Germany, Hungary, Luxembourg, Netherlands, Poland, Romania, Slovakia and Slovenia – the so called Core region - asked the European Union Agency for the Cooperation of Energy Regulators (ACER) to decide on a common methodology for regional operational security coordination in electricity. This methodology will contribute to a coordinated operational security analysis and a more integrated usage of remedial actions like redispatching and countertrading resources.The Agency must reach a decision before 5 December 2020. Find out more​."}, {"id": "ACER_NEWS_0086", "date": "2020-07-01", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Upgraded-Gas-Network-Codes-Functionality-Platform-launched.aspx", "title": "Upgraded Gas Network Codes Functionality Platform launched by ACER and ENTSOG", "text": " Section 1 Body HtmlThe Gas Network Codes Functionality Platform (FUNC​), which facilitates stakeholders to raise any implementation issues related to the Gas Network Codes, has been upgraded and the new version launched today. Among other new features, non-registered users can now see the issues and the proposed solutions on the platform.As before, the European Union Agency for the Cooperation of Energy Regulators (ACER) and the European Network of Transmission System Operators for gas (ENTSOG) will continue to review the reported issues to provide either joint technical solutions or policy guidance.  On the upgraded platform, network users have an easier system on which to introduce, comment or support any issue posted by a fellow network user.  The upgrade also promotes transparency by showing the status of the issues in the assessment process. Since its launch in 2016, 15 of the 19 reported issues on the platform have been solved.You can access the joint Gas Network Codes Functionality Platform here. "}, {"id": "ACER_NEWS_0087", "date": "2020-06-29", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-which-products-to-use-in-single-day-ahead-coupling.aspx", "title": "ACER to decide which products to use in single day-ahead coupling", "text": " Section 1 Body Html​All nominated electricity market operators (NEMOs) have submitted to ACER the proposed terms and conditions defining the products that can be taken into account in single day-ahead coupling in accordance with the EU Regulation establishing a guideline on capacity allocation and congestion management.The Agency must reach a decision before 24 December 2020, following consultation with stakeholders.​"}, {"id": "ACER_NEWS_0088", "date": "2020-06-24", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-a-decision-on-new-rules-for-optimising-the-imbalance-netting-process.aspx", "title": "ACER publishes a decision on new rules for optimising the imbalance netting process", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes a decision in line with the EU Regulation establishing a Guideline on Electricity Balancing, which aims to integrate further the EU electricity balancing markets.The decision sets the implementation framework for the European platform managing the imbalance netting process. This framework provides the rules for optimising the imbalance netting process on a cross-border basis in Europe, turning the voluntary cooperation among Transmission System Operators (TSOs) into applicable rules for every TSOs in Continental Europe. Access the decision here.​"}, {"id": "ACER_NEWS_0089", "date": "2020-06-22", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-methodology-for-sharing-costs-ensuring-firmness-and-remuneration-of-long-term-transmission-rights.aspx", "title": "ACER consults on the methodology for sharing costs ensuring firmness and remuneration of long-term transmission rights", "text": " Section 1 Body Html​ACER is consulting on a proposal by all transmission system operators ('TSOs') on the methodology that will set out the rules for sharing costs incurred by ensuring firmness and remunerating the long-term transmission rights holders among transmission system operators after the publication of the single day-ahead coupling results with optimised capacity allocation.All TSOs were mandated according to the guideline on forward capacity allocation to develop a proposal for sharing costs incurred to ensure firmness and remuneration of long-term transmission rights. ACER will adopt a decision on it by 23 October 2020. In order to take an informed decision on the algorithm methodology proposal, ACER invites all relevant stakeholders to submit their comments and views. The public consultation will be open until 12th July 2020.You can access the consultation here. ​​"}, {"id": "ACER_NEWS_0090", "date": "2020-06-19", "url": "https://extranet.acer.europa.eu/Media/News/Pages/Regulators-propose-changes-for-the-trans-European-energy-infrastructure-Regulation-.aspx", "title": "Regulators propose changes for the trans-European energy infrastructure Regulation", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER) have published today a joint paper including recommendations ahead of the upcoming revision of  the Guidelines for trans-European energy infrastructure Regulation (TEN-E Regulation).The proposals focus on infrastructure development governance, scope and process. The Europe​an Commission intends to review and to revise the Regulation before the end of 2020 as one of the initiat​​ives of the European Green Deal and it is currently consulting with stakeholders and regulators. This paper serves as a response to the public consultation​ as well. Based on the extensive experience on the benefits and shortfalls of the current TEN-E Regulation, national regulatory authorities (NRAs) and ACER propose legislative changes to improve the planning and implementation of electricity and gas infrastructure, aiming to make it streamlined, focused on sustainability and neutral both in terms of technology and potential conflict of interest. In the paper, ACER and CEER propose specific recommendations in the following three areas: governance of infrastructure development; scope of principles for Projects of Common Interest; and  TEN-E processes.ACER CEER Position Paper.European Commission Public Consultation."}, {"id": "ACER_NEWS_0091", "date": "2020-06-18", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-two-decisions-fostering-a-single-EU-balancing-market-for-electricity.aspx", "title": "ACER publishes two decisions fostering a single EU balancing market for electricity", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today two decisions in line with the EU Regulation establishing a Guideline on Electricity Balancing, aiming to integrate the EU balancing markets.The first decision regards the methodology establishing a list of standard products for balancing capacity for frequency restoration reserves and replacement reserves. The methodology provides the rules for an efficient exchange, sharing and procurement of reserves on a cross-border basis in Europe. The second decision concerns the methodology establishing a co-optimised allocation process of cross-zonal capacity for the exchange of balancing capacity or sharing of reserves, which should lead to an optimised allocation of cross-zonal capacities to the day-ahead energy or balancing capacity markets and therefore to maximise possible welfare gains. Access both decisions here​."}, {"id": "ACER_NEWS_0092", "date": "2020-05-20", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-reports-on-congestion-in-EU-gas-markets-and-how-it-is-managed.aspx", "title": "ACER reports on congestion in EU gas markets and how it is managed", "text": " Section 1 Body HtmlThe European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today the 7th edition of its Report on “contractual congestion in EU gas markets and how it is managed\". Contractual congestion may signal a reduction of market efficiency. It happens when some network users were not able to obtain the capacity product of their choice and had to rely on congestion-mitigating measures to access the gas market. 7th Congestion Report Technical Annex to the 7th Congestion Report ​​The report's main findings​How much congestion? ​In 2019, congestion has increased compared to previous years (37 IP sides in 2019 compared to 31 IP sides in 2018). Most congestion is due to auction premia, which primarily occurred in the auctions of quarterly capacity products.Has any progress been registered? While the number of congested IP sides remains relatively low, local contractual congestion can be severe and reduce market efficiency. About 40% of congested IP sides in 2019 have been found congested before. Much less capacity was made available via secondary capacity trading and or as interruptible capacity at congested IP sides than the amount of capacity that has been unsuccessfully requested by network users in primary auctions of firm capacity products. What comes next? Transmission System Operators ('TSOs') can apply a number of congestion management procedures ('CMPs') to ensure network users can access the network even when they could not obtain some capacity products in the primary capacity auctions. The Oversubscription mechanism remains the most applied CMP, whereas capacities made available via FDA UIOLI and Surrender mechanisms dropped significantly.About half of the congested IP sides are already covered by the FDA UIOLI mechanism, while for the other half the respective National Regulatory Authorities (NRAs) need to take action in line with the European Commission's rules on congestion. ACER's main recommendations to the European Commission and to ENTSOG/TSOsThe EC may revise the CMP Guidelines to enhance the effectiveness of the measures. ENTSOG and TSOs should continue improving data reliability to ensure the accuracy of information available at the ENTSOG Transparency Platform. ACER's call on researchers​​The Congestion Report has a narrow scope of analysis, while a substantial amount of congestion data is available for deeper and broader analysis. The Agency shares suggestions for further research and calls on researchers to use the substantial amount of available data to study different aspects of congestion in EU gas markets.ACER offers paid traineeship combining the onsite work experience and the possibility of contributing to the research on congestion, together with our ACER experts. Find out more about the ACER Traineeship program. "}, {"id": "ACER_NEWS_0093", "date": "2020-05-19", "url": "https://extranet.acer.europa.eu/Media/News/Pages/EU-gas-supply-sourcing-costs-fall-in-2019-as-prices-are-pressured-by-record-LNG-deliveries.aspx", "title": "EU gas supply sourcing costs fall in 2019 as prices are pressured by record LNG deliveries", "text": " Section 1 Body Html​According to ACER's preliminary assessment, gas supply sourcing costs in most EU Member States (MSs) fell by more than 3 euros/MWh in 2019 compared with 2018. The assessment considers prices of hub traded products, declared imports and domestically produced gas.Record deliveries of liquefied natural gas (LNG) driven by international gas market dynamics, robust pipeline imports from Russia and Norway, and gas storages that had already been well stocked at the beginning of the injection season were some of the major contributing factors to EU hub's spot prices dropping to ten years' lows in 2019. This translated into much lower sourcing costs, even in MSs that do not directly import LNG, as gas flows were directed from low to high price markets. The process has been facilitated by the market design put in place by the third energy package and further refined by gas network codes. Convergence in sourcing cost remained robust in 2019 among the majority of MSs. However, as gas prices did not fall simultaneously and to the same extent across all countries, there were some gas markets where the gap between their and the benchmark sourcing costs based on Title Transfer Facility (TTF) prices grew bigger than in recent years. This gap was largest for less integrated and diversified markets, where reliance on long-term contracts (LTCs) has remained high (prices of oil-indexed LTCs and hub prices tend to diverge in periods of hub price volatility, as the former do not necessarily respond to gas market developments).Source: ACER calculation based on Eurostat Comext, ICIS Heren and NRAs. See MMR 2015, Annex 6 for details on the general methodology and specific data used for selected MSs. Generally, the combination of marginal supply and market opportunity pricing explains the enduring sourcing cost differences between some MSs. Both are in turn affected by factors like competition, transportation costs, predominant sourcing mechanisms and market structure. Price differences may also appear between the various sourcing mechanisms within a country. These aspects will be further examined in the next edition of the Gas Wholesale volume ​o​​f the Market Monitoring Report​, which will be published in September. The report will also contain the exact price estimates per MS and gas supply sourcing mechanism. Overall, in 2019 selected Central-East, South-South-East and Mediterranean MSs showed the highest prices, while most liquid Continental hubs, chiefly those more exposed to LNG, exhibited the cheapest ones.In 2020, sourcing costs are likely to again fall, with the economic slowdown caused by the Coronavirus health crises depressing energy demand and prices. "}, {"id": "ACER_NEWS_0094", "date": "2020-05-12", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-its-new-analysis-on-Tariff-Network-Code-implementation-for-gas-in-Spain.aspx", "title": "ACER publishes its new analysis on Tariff Network Code implementation for gas in Spain", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) has published its new Report on the implementation of the Network Code on Harmonised Transmission Tariff Structures for Gas, which presents the additional analysis of the Agency for the transmission system of Spain.The Report analyses the new final consultation document published by the Spanish National Regulatory Authority (NRA), Comisión Nacional de los Mercados y la Competencia - CNMC; investigating what changed compared with the first consultation held in September 2019. The report takes also into account how ACER's previous considerations were addressed and concludes with various recommendations for the NRA's final decision. Find out more here."}, {"id": "ACER_NEWS_0095", "date": "2020-05-12", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-provides-its-first-Opinion-on-a-bidirectional-gas-capacity-Decision.aspx", "title": "ACER provides its first Opinion on a bidirectional gas capacity Decision", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) publishes today its Opinion​ on the elements of the Decision to grant an exemption from the obligation to enable permanent physical bi-directional capacity at the \"Deutschneudorf EUGAL \"cross-border interconnection point (IP), between Germany and the Czech Republic. The Decision was taken by Bundesnetzagentur, Germany's National Regulatory Authority and grants the exemption for a period of four years.ACER assessed the elements of the Decision in view of the SoS Regulation and concluded that the Decision generally follows the requirements. ACER found the infrastructure standard indicators foreseen in the SoS Regulation to be already at adequate levels in Germany, in the Czech Republic and in Poland. ACER also notes the existence of available, but unexploited, permanent bi-directional capacity from the Czech Republic to Germany at the nearby Brandov virtual IP. Adding capacity from the Czech Republic to Germany in the short- to medium-term may result in considerable investment costs, which are likely to outweigh the prospective benefits for security of gas supply. ACER further notes that the request for the exemption does not include some key elements for taking a well-informed Decision: such as feasibility study, cost-benefit analysis carried out pursuant to the relevant methodology (foreseen by Regulation (EU) 347/2013), and a meaningful consultation process by the transmission system operators. The Decision could have also included options for monitoring the adequacy level of gas security of supply standards in the longer term, after two years. ACER builds its Opinion on a technical analysis of the available SoS indicators and capacities provided by the Joint Research Centre (JRC) of the European Commission (EC). ACER's Opinion is submitted to the EC for possible further action, and to all competent authorities and national regulatory authorities concerned. Access the Opinion at this link​."}, {"id": "ACER_NEWS_0096", "date": "2020-05-08", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-assesses-the-draft-guideline-for-cost-benefit-analysis-of-electricity-grid-development-projects.aspx", "title": "ACER assesses the draft guideline for cost benefit analysis of electricity grid development projects", "text": " Section 1 Body Html​The Agency published today an Op​inion on the 3rd draft guideline for cost benefit analysis (CBA guideline) of grid development projects, including Projects of Common Interest for trans-European energy infrastructure. The guideline appertains to the proposed methodology by the European Network of Transmission System Operators for Electricity (ENTSO-E), which will be applied to the preparation of the Union-wide ten-year network development plan and is updated and improved regularly.In addition to allowing the consistent assessment of transmission and storage projects, including potential Projects of Common Interest in the European Union, the CBA guideline is also used to develop Cross Border Cost Allocation decisions of national regulators, and by Transmission System Operators when developing their national project assessment methodologies.The Agency’s Opinion notes improvements including more transparency, clarity and better analysis of some benefits. However, important shortcomings are identified, such as the need for better alignment with the gas CBA methodology, the need to provide benefit calculations for more study years, the lack of concrete criteria for the construction of the Reference Network, the subjectivity of the assessment of benefits when based on promoters analysis, and the lack of concrete methodologies for the assessment of some benefits.   The Agency urges ENTSO-E to adapt the draft CBA Guideline so it is in line with the considerations included in the ACER Opinion before submitting it to the European Commission for approval. ​​Access the Opinion her​e​.  "}, {"id": "ACER_NEWS_0097", "date": "2020-05-06", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-consults-on-methodologies-for-assessing-electricity-resource-adequacy.aspx", "title": "ACER consults on methodologies for assessing electricity resource adequacy", "text": " Section 1 Body Html​The European Union (EU) Agency for the Cooperation of Energy Regulators (ACER) has launched today a public consultation to decide on the methodologies for assessing whether the EU, as a whole, has sufficient electricity resources to meet its future electricity needs. These methodologies, mandated by the Clean Energy Package legislation, are key in ensuring and improving the reliability of Europe's electricity supply.The methodologies, developed by the European Network of Transmission System Operators for Electricity (ENTSO-E) and submitted to ACER for approval, are:​Methodology for the European resource adequacy assessment (ERAA) to be conducted every year by ENTSO-E based on the data provided by national transmission system operators. This will allow assessing the overall adequacy of the electricity system to supply current and projected demands for electricity at Union level, at the level of Member States and at the level of individual bidding zones.Methodology for calculating the value of lost load, the cost of new entry and the reliability standard (VoLL, CoNE, RS) to provide the Member States with a common approach for determining their desired levels of security of electricity supply. ACER is competent to decide on these proposals in accordance with its founding Regulation and the recast Electricity Regulation, amending them where necessary.In order to inform our decisions, we are seeking views from all the interested parties during a three-week public consultation, until 27 May 2020.Find out more about the consul​tation​.​ACER's Public Notice informing about the initiation of this procedure can be found h​ere.​​"}, {"id": "ACER_NEWS_0098", "date": "2020-04-30", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-launches-consultation-to-integrate-further-electricity-balancing-between-Denmark,-Finland,-Sweden-and-Norway.aspx", "title": "ACER launches consultation to integrate further electricity balancing between Denmark, Finland, Sweden and Norway", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) launches today a public consultation in accordance with the EU Regulation establishing a Guideline on Electricity Balancing, which aims to further integrate the EU balancing markets regionally. It refers to the methodologies needed to create a common Nordic automatic Frequency Restoration Reserve (aFRR) Balancing Capacity Market for Denmark, Finland, Sweden and Norway.The methodologies provide the description of common and harmonised rules for the procurement of balancing capacity, as well as the method to determine the value and amount of cross-zonal capacity allowing the exchange of balancing capacity between those countries.​ All interested parties are invited to submit their comments by 20 May 2020, 23:59 hrs (CET)​.  Find out more about the consult​ation.​"}, {"id": "ACER_NEWS_0099", "date": "2020-04-28", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-to-decide-on-cost-sharing-methodology-ensuring-firmness-and-remuneration-of-long-term-transmission-rights.aspx", "title": "ACER to decide on cost sharing methodology ensuring firmness and remuneration of long-term transmission rights", "text": " Section 1 Body Html​The European Union Agency for the Cooperation of Energy Regulators (ACER) will decide the methodology for sharing costs incurred to ensure firmness and remuneration of long-term transmission rights for electricity.This methodology will set out the rules for sharing costs among transmission system operators incurred by ensuring firmness and remunerating the long-term transmission rights holders after the publication of the single day-ahead coupling results with optimised capacity allocation.ACER must reach a decision before 23 October 2020."}, {"id": "ACER_NEWS_0100", "date": "2020-04-24", "url": "https://extranet.acer.europa.eu/Media/News/Pages/ACER-publishes-its-analysis-on-Tariff-Network-Code-implementation-for-gas-in-Great-Britain.aspx", "title": "ACER publishes its analysis on Tariff Network Code implementation for gas in Great Britain", "text": " Section 1 Body HtmlThe EU Agency for the Cooperation of Energy Regulators (ACER) has published its 27th report on the implementation of the Network Code on Harmonised Transmission Tariff Structures for Gas, which presents the analysis of the Agency for the transmission system of Great Britain.The Report analyses the consultation document published by Office of Gas and Electricity Markets (Ofgem), the National Regulatory Authority (NRA) for Great Britain. The Agency has various recommendations for the final decision of the NRA. Find out mo​re.​"}]