[{"id": "ACER_PR_001", "date": "2014-02-04", "year": 2014, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-01-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_01.pdf", "text": " Press Release (ACER- PR-01-14) ACER welcomes the day-ahead market coupling in North-West Europe Ljubljana, 04 February 2014 “The Agency welcomes the go-live of the day-ahead market coupling in the North- West Europe region, which covers 75% of the European power market” said ACER Director, Alberto Pototschnig today. “I am pleased that this very important milestone towards the completion of the Internal Energy Market has finally been achieved”, he stressed. As from today, this project allows organised electricity markets - power exchanges - covering 151 European countries to be closely interlinked. The market coupling between Austria, Belgium, Denmark, Estonia, Finland, France, Germany, Great Britain, Latvia, Lithuania, Luxemburg, The Netherlands, Norway, Poland, and Sweden will significantly enhance the development of the single EU energy market by favouring price convergence, which fosters competition and therefore leads to a greater choice of services and tangible benefits for European electricity consumers. At the same time, as from today, Spain and Portugal, which have operated as an integrated market since 2010, will also use the same market coupling platform and contractual procedures2. This achievement rewards the intensive work performed by transmission system operators, power exchanges, national regulatory authorities and the Agency within the voluntary early implementation framework called the regional initiatives process. In the coming months, the electricity markets of Portugal and Spain will join the North-West Europe region, while their Italian and Slovenian counterparts are expected to do so by the end of 2014. Further information on this project, as well as other examples of voluntary early implementation of the network codes –common binding EU rules- can be found in the latest yearly Regional Initiatives Status Review Report published by ACER today. ENDS (See Notes for Editors on the next page) http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/ACER%20Regional%20Initiatives%20Status%20Review%20Report%202013.pdf http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/ACER%20Regional%20Initiatives%20Status%20Review%20Report%202013.pdf Press Release (ACER- PR-01-14) 1. The North-West Europe region consists of Benelux, France, Germany, Denmark, Norway, Sweden, Finland and Great Britain – Northern Ireland is not included. Austria benefits from the North-West Europe region day-ahead market coupling as it shares the same price area with Germany and Luxembourg. Estonia, Latvia and Lithuania benefit from this coupling as they are already linked to the Nordic market. Poland is also involved in this project via the sub-sea cable with Sweden, the SwePol link. 2. Although electricity and capacity will still be traded separately between France and Spain until full coupling is achieved. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_002", "date": "2014-02-19", "year": 2014, "edition": 2, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-02-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_02.pdf", "text": " Press Release (ACER- PR-02-14) Brussels, 19 February, 2014 ACER Board of Regulators follows up on the European Commission’s evaluation of the Agency The Agency’s Board of Regulators (BoR) supported today the general thrust of the European Commission’s (EC) Evaluation Report 1 on the activities of ACER, published on 22 January 2014 and presented its recommendations. “Since its establishment, ACER has become a credible and respected institution playing a prominent role”, the EC’s report says. In that context, the ACER BoR highlighted how during its first three years of operation, ACER tasks have been carried out efficiently, effectively and in a timely manner. It also underlined that the Agency has been essential for further strengthening cooperation and coordination across national borders, including through its working arrangements, for introducing effective regulatory oversight at EU level and for supporting the emergence of a pan-EU perspective and the continuation of a cooperative European culture between NRAs themselves in order to develop the internal energy market. Lord Mogg, Chair of the BoR said: “Those achievements deserve a huge vote of thanks to ACER Director Alberto Pototschnig and his staff as well as to NRAs, which are making a most valuable contribution. However, the significant support of NRAs must not distract attention from the imperative of ensuring ACER is appropriately resourced to allow it to meet its increasing legal obligations and political responsibilities”. Following the Commission’s report, the ACER BoR has issued its Recommendations 2 with regard to the main points in the Commission’s evaluation - which shows an overall positive feedback from ACER’s stakeholders. You can find a summary below and the whole document here. Engaging all The BoR acknowledges the stakeholders’ call for more NRAs to be more engaged in the work of the Agency. The BoR also recognises that independence is a key pillar for future regulatory cooperation arrangements within ACER and for building trust in its future work. The BoR will explore ways of achieving a more active participation of NRAs in order to enrich ACER’s work and to reflect a broader European perspective. Cooperating with transparency The greater integration of the internal energy market, the need for consistency in implementation and enforcement of network codes and the need for reinforcing market integrity and transparency will require continued complementary efforts by ACER and NRAs. Any further development of regulatory cooperation arrangements should take account of this in order to ensure that regulatory action at both European and national levels delivers a well-functioning IEM to the ultimate benefit of all European citizens, In parallel, action is already being taken and will be vigorously pursued in a number of areas to ensure improvements in the ACER’s efficient operation, transparency and accountability and the BoR is committed to continue to foster close links with the Institutions and Stakeholders in the ACER’s work. ENDS (See Notes for Editors on next page) http://www.acer.europa.eu/Media/Events/ACER-3rd-Public-Debriefing/Documents/BoR%20Recommendations%20on%20EC%20Evaluation%202013.pdf Notes for Editors (1) Article 34(1), Regulation 713/2009/EC establishing an Agency for the Cooperation of Energy Regulators provides that the Commission shall carry out an evaluation of the activities of the Agency. The evaluation shall cover the results achieved by the Agency and its working methods, in relation with its objective, mandate and tasks defined in this Regulation and in its annual work programmes. The evaluation shall be based on extensive consultation. The Commission shall submit the evaluation referred to in paragraph 1 to the Agency’s Board of Regulators (BoR). The Board of Regulators shall issue recommendations regarding changes to this Regulation, the Agency and its working methods to the Commission, which may forward those recommendations, together with its own opinion as well as any appropriate proposal, to the European Parliament and the Council. The European Commission issued its first evaluation of ACER's activities (since ACER’s establishment) on 22 January 2014. Given ACER formally assumed its role and responsibilities on 3 March 2011, the Commission’s assessment is mainly focused on the period from March 2011 to November 2013. The evaluation is based on the Commission's own assessment of the Agency's activities and the results of the public consultation launched by the Commission. (2) The Recommendations of the ACER BoR are addressed to the European Commission following its evaluation of the activities of the Agency (22.1.2014 C (2014) 242 final) under Article 34 of Regulation 713/2009/EC. They include the ACER BoR’s assessment of the Commission’s evaluation, of the Agency’s performance and its working methods and take duly into consideration the responses of stakeholders to the Commission’s public consultation. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://ec.europa.eu/energy/gas_electricity/acer/doc/20140122_acer_com_evaluation.pdf http://www.acer.europa.eu/Media/Events/ACER-3rd-Public-Debriefing/Documents/BoR%20Recommendations%20on%20EC%20Evaluation%202013.pdf "}, {"id": "ACER_PR_003", "date": "2014-03-19", "year": 2014, "edition": 3, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-03-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_03.pdf", "text": " Press Release (ACER- PR-03-14) Ljubljana, 19 March 2014 Razvan Nicolescu appointed Chair of the Administrative Board of the Agency for the Cooperation of Energy Regulators (ACER) At the 16th Administrative Board meeting which took place today in Ljubljana, Razvan Nicolescu and Piotr Woźniak were appointed respectively Chair and Vice-Chair of ACER’s Administrative Board, which is in charge of the Agency’s governance. The Board appoints the Director of ACER, adopts the Agency’s work programme and exercises budgetary powers. The newly appointed Chair is currently Romania’s Minister for Energy and was previously the Board’s Vice-Chair between 2010 and 2014. He was designated as member of the Administrative Board by the Council on the European Union in December 2009. Razvan Nicolescu graduated from the Power Engineering Faculty of the Politehnica University of Bucharest. Between 2006 - 2008 he attended the MBA programme of Solvay Business School. His entire career has been related to the energy sector in which he has held various positions, including those of Director of the biggest Romanian Oil company (Petrom) and of Romania's representative to the EU for energy issues. Upon his appointment, Mr Nicolescu stated: “I thank my colleagues for their confidence and the former chairman for the great job done. I will put all my energy in achieving the success of the Agency. ACER has a crucial role in the completion of the internal market. The EU institutions responsible, the European Commission, European Council and European Parliament should ensure that the Agency has the required resources to fulfil its tasks.” Piotr Woźniak is a former Minister of Economy of Poland. He was designated by the Council of the EU as member of the Administrative Board in 2009. On the occasion of the nominations, Lord Mogg, Chair of the Agency’s Board of Regulators, commented: “I have been inspired by the close collaboration between the Administrative Board, the Director and the Board of Regulators, each respecting their competencies. I welcome the appointment of Razvan Nicolescu as Chair and Piotr Woźniak as Vice-Chair of the Administrative Board and I am sure that they will further the present collaboration.” Press Release (ACER- PR-03-14) Today three new Administrative Board Members and Alternates participated in their first meeting: Jochen Penker (Director at the Austrian Ministry of Economy), Pál Kovács (Deputy Minister of Hungary) and Romas Švedas (former Deputy Ambassador of Lithuania to the EU). Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ "}, {"id": "ACER_PR_004", "date": "2014-04-11", "year": 2014, "edition": 4, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-04-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_04.pdf", "text": " Press Release (ACER- PR-04-14) Ljubljana, 11 April 2014 Central Eastern Europe unites towards the EU single energy market The key electricity players in Austria, Czech Republic, Germany, Hungary, Poland, Slovakia and Slovenia have signed, together with the EU Agency for Cooperation of Energy Regulators (ACER), a Memorandum of Understanding (MoU). The MoU is aimed to couple the countries’ markets by using a flow-based method for calculating the capacities on the cross-border electricity interconnectors and by implicitly allocating these capacities based on the Price Coupling of Regions (PCR) solution. This agreement between Transmission System Operators (TSOs), Power Exchanges (PXs), National Regulatory Authorities (NRAs), is taking place in the frame of the Regional Initiatives (RIs) process coordinated by ACER. The RIs aim at the early implementation of the Network Codes - in this case the Capacity Allocation and Congestion Management Network Code – before they enter into force and become legally binding. The move will contribute to the development of the single EU energy market by favouring price convergence, which fosters competition and therefore leads to a better choice of services and products for consumers. The project consists of flow-based capacity calculation on the one hand, and implicit capacity allocation based on the PCR solution, on the other hand, to be implemented in one single step. In so doing, it is in line with the European target model for day-ahead markets and ensures compatibility with other regional and cross-regional price coupling projects. The MoU expresses the intention of the concerned TSOs and PXs to continue and intensify their cooperation in the Central-Eastern Europe (CEE) region. In addition to existing structures (e.g. among TSOs on capacity calculation), a common project structure and a detailed project plan are now to be established. This will be supported and monitored by the NRAs and ACER. The new project will enable coordination of the CEE region with other European regions in the electricity market to take common, coordinated steps to facilitate the process leading to the creation of the European Internal Energy Market (IEM). The implementation of flow-based market coupling in the CEE region should both provide for efficient electricity wholesale price formation by linking the relevant day-ahead markets - considering the most efficient generation in the region, and assess more precisely the available grid capacities on individual transmission network elements, thus also supporting and enhancing secure grid operation. Consumers in the CEE region will benefit from more competitive prices resulting from efficient trading arrangements and secure network operation, allowing also for the improved integration of renewable energy sources. ends Press Release (ACER- PR-04-14) Notes to editors: The Memorandum of Understanding can be found at the following link: http://www.acer.europa.eu/Electricity/Regional_initiatives/Cross_Regional_Roadmaps/Documents/ memorandum-of-understanding-CEE.pdf The Regional Initiatives (RIs) process was launched by the European Regulators Group for Electricity and Gas (ERGEG) in 2006. Since 2011, the EU Agency for the Cooperation of Energy Regulators (ACER) coordinate the process, which aims at bringing together nNRAs, TSOs and other stakeholders in a voluntary process to advance integration at the regional level as a step towards the creation of a well-functioning Internal Energy Market (IEM). The RIs represent a bottom up approach to the completion of the IEM, in the sense that they bring all market participants together to notably test solutions for cross-border issues, carry out early implementation of the EU acquis and come up with pilot-projects which can be exported from one region to the others. For more information about the Electricity Regional Initiatives, please visit: http://www.acer.europa.eu/Electricity/Regional_initiatives/Pages/default.aspx Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://www.acer.europa.eu/Electricity/Regional_initiatives/Cross_Regional_Roadmaps/Documents/memorandum-of-understanding-CEE.pdf http://www.acer.europa.eu/Electricity/Regional_initiatives/Cross_Regional_Roadmaps/Documents/memorandum-of-understanding-CEE.pdf http://www.acer.europa.eu/Electricity/Regional_initiatives/Pages/default.aspx mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ \tCentral Eastern Europe unites towards the EU single energy market \tThe key electricity players in Austria, Czech Republic, Germany, Hungary, Poland, Slovakia and Slovenia have signed, together with the EU Agency for Cooperation of Energy Regulators (ACER), a Memorandum of Understanding (MoU). The MoU is aimed to coup... \tThe project consists of flow-based capacity calculation on the one hand, and implicit capacity allocation based on the PCR solution, on the other hand, to be implemented in one single step. In so doing, it is in line with the European target model for... \tThe MoU expresses the intention of the concerned TSOs and PXs to continue and intensify their cooperation in the Central-Eastern Europe (CEE) region. In addition to existing structures (e.g. among TSOs on capacity calculation), a common project struct... \tThe implementation of flow-based market coupling in the CEE region should both provide for efficient electricity wholesale price formation by linking the relevant day-ahead markets - considering the most efficient generation in the region, and assess... \tends \tNotes to editors: \tThe Memorandum of Understanding can be found at the following link: \thttp://www.acer.europa.eu/Electricity/Regional_initiatives/Cross_Regional_Roadmaps/Documents/memorandum-of-understanding-CEE.pdf \tThe Regional Initiatives (RIs) process was launched by the European Regulators Group for Electricity and Gas (ERGEG) in 2006. Since 2011, the EU Agency for the Cooperation of Energy Regulators (ACER) coordinate the process, which aims at bringing toge... \tFor more information about the Electricity Regional Initiatives, please visit: "}, {"id": "ACER_PR_005", "date": "2014-04-29", "year": 2014, "edition": 5, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-05-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_05.pdf", "text": " Press Release (ACER PR-05-14) ACER proposes a strategy for tackling the upcoming challenges of the single EU Energy Market Brussels, 29 April, 2014 The Agency for the Cooperation of Energy Regulators (ACER) has presented today in Brussels its strategic document Energy Regulation: a Bridge to 2025, which identifies the main challenges that the EU energy market integration process will face over the next ten years, such as the integration of renewables and the need for an improved governance structure able to facilitate decision making at EU level. The document proposes that enhancements in the design of electricity and gas markets may be required for delivering tangible benefits to consumers, such as the capacity for EU citizens to change energy supplier within 24 hours. ACER also opens today a public consultation on this document for stakeholders to contribute by 16 June 20141. The “Bridge to 2025” identifies the challenges Europe’s energy markets will face in the coming decade, including aspects covered by the Council of European Energy Regulators (CEER), and seeks stakeholders’ reactions on expected developments in the gas and electricity sectors, on the increasing importance of infrastructure, on trends in retail markets and on a suite of proposed regulatory actions to ensure that energy markets operate to the benefit on European consumers. During the presentation, the Director of ACER, Alberto Pototschnig said: “Following the 2014 Internal Energy Market goal, we are looking ahead at the challenges facing the energy sector in the next years. Our aim is to respond to these challenges by developing a robust regulatory strategy which can deliver well-functioning wholesale and retail energy markets across the Union”. Lord Mogg, the Chairman of ACER’s Board of Regulators and CEER President, also underlined that “Europe’s Energy Regulators have set out their strategic thinking to ensure that markets really are fit for purpose in 2025. Our key conclusions are that, in addition to the rapid implementation of the present Target Models, we need more flexibille capacity to accommodate the high levels of intermittent renewables generation; strengthened cooperation by network operators and 24-hour switching”. Delivering flexibility Renewables growth is driving changes. As the penetration of renewables-based electricity generation grows, so too does the need for additional flexible response from both the supply and demand side 2 . Market arrangements also need to be enhanced to ensure gas markets meet the needs of the electricity market, particularly for greater flexible response. In addition, uncertainty about the future size of Europe’s gas market raises the need to ensure that the liquidity of gas markets is maintained and enhanced. ACER’s current work on the Gas Target Model will consider how to address this challenge 3 . Press Release (ACER PR-05-14) Reviewing governance arrangements The EU network codes will encourage further market integration across borders. But, greater market integration will require greater cooperation between TSOs and other key players. The governance of the European energy sector needs to be enhanced to ensure efficient and effective decision making, especially at Union-wide level. Therefore ACER supports a review of the way in which the European Network Transmission System Operators (ENTSOs) operate, and improved regulatory oversight of power exchanges 4 . ACER’s role and powers should be also reviewed to ensure they are adequate for the efficient delivery of its tasks 5 . 24-hour switching Removing barriers in Europe’s retail markets and empowering consumers will be vital. Demand response, including from smaller consumers, is close to becoming a reality, and an extremely valuable resource for the European electricity system. Regulators will develop a framework to facilitate the development of this market 6 . We see a core role for Distribution System Operators (DSO) as neutral market facilitators and will consider the degree of unbundling. A clear objective should be set now for consumers to be able to switch 7 suppliers within 24 hours. ENDS Notes for Editors (1) This consultation paper has been issued by ACER with the support of CEER and outlines European regulators’ common thinking on the challenges and possible responses for the period 2014-2025. It draws upon the responses received to the ACER pre-consultation launched in November 2013 and seeks to involve all stakeholders in the continuing development of ACER Policy Bridge. Feedback is invited by 16 June 2014. The final proposals will be finalised by the end of September 2014. Access ACER consultation page here. (2) National and European electricity policies have fostered the rapid growth of non- programmable renewable energy (NP RES) generation capacity, especially wind and photovoltaic, connected to both transmission and distribution networks. There are important characteristics associated with these technologies: their output is less predictable and often less flexible than conventional generation and prone to rapid changes in output. Such characteristics can directly affect the operational security of electricity networks, for example by the increased complexity of forecasting, the difficulty in maintaining frequency and voltage level, and the requirement for increased fast reaction balancing services to accommodate rapid changes in NP RES output. (3) A range of potential measures exist to meet this challenge and they include: minimising the barriers to the consolidation of gas hubs; developing capacity products that provide financial certainty for accessing neighbouring trading hubs which have functioning forward markets; and enabling hybrid merged gas trading zones, where the geographic area in which balancing occurs in is different from the virtual trading hub which may be much larger. http://www.acer.europa.eu/Official_documents/Public_consultations/Pages/default.aspx http://www.acer.europa.eu/Official_documents/Public_consultations/Pages/default.aspx Press Release (ACER PR-05-14) (4) ENTSO-E and ENTSOG will play a greater role in coordinating national TSOs’ actions during the implementation of the network codes and in defining the detailed rules and procedures for the operation of European energy systems. As a consequence, the ENTSOs’ governance arrangements will be reviewed by ACER to ensure that the EU-dimension of their responsibilities prevails over the specific interests of their individual members. (5) The integration of energy markets extends beyond the EU’s borders and the ACER Regulation sets the conditions for the participation of Third Countries in ACER. However, the way in which these conditions can be met and the type of participation they trigger needs to be carefully considered. The European Commission is invited to provide guidance in this respect. (6) DSOs will increasingly need to be proactive in the development of a more active, smarter demand side and smart grids. (7) By 2025, the supplier switching period should fall from its present maximum of three weeks to within 24 hours. There should be no difference in timeframes between electricity and gas, in order to facilitate dual fuel switches. This builds on the CEER-BEUC 2020 Vision principles of Reliability, Affordability, Simplicity, Protection and Empowerment presented in November 2012 to ensure that customers remain at the heart of the energy market and the central concern of regulators. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ "}, {"id": "ACER_PR_006", "date": "2014-05-14", "year": 2014, "edition": 6, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-06-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_06.pdf", "text": " Press Release (ACER- PR-06-14) ACER welcomes the successful coupling of the day-ahead markets of Portugal and Spain with the North-West European region Ljubljana, 14 May 2014 The organised electricity markets (power exchanges) in Portugal and Spain joined yesterday the day-ahead market coupling of the North-West Europe region1, which took place last February. With this development, power exchanges covering 17 European countries are fully interlinked. The current market coupling between Austria, Belgium, Denmark, Estonia, Finland, France, Germany, Great Britain, Latvia, Lithuania, Luxemburg, The Netherlands, Norway, Poland, Portugal, Spain and Sweden will enhance further the development of the single EU energy market by favouring price convergence, which fosters competition and therefore leads to a better choice of services and products for consumers. “The EU Agency for the Cooperation of Energy Regulators (ACER) welcomes the go-live of the full day-ahead market coupling within and between the North-West and South-West2 Europe regions, which represents a new landmark towards the European single market” said ACER Director, Alberto Pototschnig today. The Chairman of the ACER Board of Regulators, Lord Mogg also expressed his satisfaction as “this very important milestone occurred as planned, just a few months after the launch of the day-ahead market coupling in North-West Europe.” This achievement rewards the intensive work performed by transmission system operators, power exchanges, national regulatory authorities and the Agency within the voluntary early implementation framework called the regional initiatives process3. The electricity markets of Italy and Slovenia are expected to join the coupled markets by the end of 2014. Also by the end of this year, within the Central-East Europe region4, an initiative in Czech Republic, Hungary, Romania and Slovakia aims at implementing the so called Price Coupling of Regions5 which will constitute an important first step towards the future coupling between the Central-East and North-West Europe regions. ENDS (See Notes for Editors below) 1. The North-West Europe region consists of Benelux, France, Germany, Denmark, Norway, Sweden, Finland and Great Britain – Northern Ireland is not included. Austria benefits from the North-West Europe region day-ahead market coupling as it shares the same price area with Germany and Luxembourg. Estonia, Latvia and Lithuania benefit from this coupling as they are already linked to the Nordic market. Poland is also involved in this project via the sub-sea cable with Sweden, the SwePol link. Press Release (ACER- PR-06-14) 2. The South-West Europe region is formed by France – which belongs to both regions -, Portugal and Spain. 3. Since 2006, when the process started, the Regional Initiatives have supported voluntary regional market integration projects and, more recently, the early implementation of some of the provisions included in the Network Codes which, once these enter into force, will apply across the EU. 4. The Central-East Europe region consists of Austria (also in Central-South Europe), Czech Republic, Germany (also in Central-South and North-West Europe), Hungary, Poland, Slovakia and Slovenia (also in Central-South Europe). 5. The Price Coupling of Regions is the solution for coupling European day-ahead markets developed by power exchanges and supported by transmission system operators and national regulatory authorities. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu "}, {"id": "ACER_PR_007", "date": "2014-06-10", "year": 2014, "edition": 7, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-07-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_07.pdf", "text": " Press Release (ACER- PR-07-14) Implementing REMIT can save millions of euros to EU consumers Ljubljana, 10 June 2014 “As EU energy markets continue to integrate, it is important that customers can be confident that the prices they pay are not unduly distorted, but that they reflect the proper interplay of demand and supply” said EU Energy Commissioner Günther Oettinger in his address to the Annual Conference of the EU Agency for the Cooperation of Energy Regulators (ACER), held today in Ljubljana. This is the aim of REMIT, the EU Regulation on wholesale energy markets integrity and transparency, which establishes a new, unprecedented, sector-specific market monitoring framework to detect and prevent market abuse in European wholesale energy markets, where energy should be traded according to the highest transparency and integrity standards. The experience of the Federal Energy Regulatory Commission (FERC) – ACER’s counterpart in the United States when it comes to market monitoring – can give an idea of the kind of return which could be achievable from investing in REMIT. In 2013 FERC concluded several market abuse investigations, including two high-profile cases which resulted in unjust profits in the order of US$ 160 million being identified. During the Conference the importance of guaranteeing the confidence of consumers in the energy markets and the need for appropriate funding of ACER for the successful implementation of REMIT was highlighted. “Market participants and energy consumers must be able to have full confidence on the integrity and transparency of European energy markets. It is absolutely critical that the Agency and National Regulatory Authorities have the skilled resources necessary to deliver on these expectations and to avoid any risk of market abuse going undetected”, said Lord Mogg, Chairman of the ACER Board of Regulators, which reunites representatives from all NRAs in the Member States. REMIT implementing acts ready in autumn, announces Commissioner Oettinger “I want to make sure that the REMIT framework is completed under my term and that the Commission adopts the Implementing Acts in autumn this year”, said EU Energy Commissioner. The Implementing Acts will enable ACER to collect information in relation to wholesale energy transactions and market fundamentals, analyse it and report suspicious events to the competent NRAs to investigate the matter further and, if required, impose sanctions. The full implementation of REMIT is vital to guarantee well-functioning markets to the benefits of European energy consumers. Even more importantly now that the single market is being completed through rules directly applicable throughout the Union and other developments such as a single day- ahead market for electricity, which operates from the Iberian Peninsula to Scandinavia and a common platform for allocating cross-border gas capacity on a growing number of interconnection points. Progress achieved so far Despite the formidable challenge of implementing a legislation, on which there is still little experience worldwide, ACER has been working steadily on the implementation of REMIT since it entered into force in December 2011, with the invaluable collaboration of National Regulatory Authorities and energy stakeholders. By the end of June the Agency will launch the platform to support the Centralised European Register of Market Participants. The development of the IT system for the collection and analysis of trade and fundamental data is also progressing fast. Today ACER also published ACER’s Annual Report on its activities under REMIT in 2013. http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/REMIT%20Annual%20Report%202014.pdf Press Release (ACER- PR-07-14) Around 200 participants attended ACER’s 3 rd Annual Conference. The opening address was delivered by the Slovenian Minister responsible for Energy, Mr Samo Omerzel. Following his intervention, the Greek and the Italian Ambassadors to Slovenia, Mr Athanasios Kallidopoulos and Mrs Rossella Franchini Sherifis explained the priorities of the current and upcoming Presidencies of the Council of the EU in the field of Energy. Other high level speakers at the Conference included Verena Ross, Director of ESMA, (the European Securities and Markets Authority); David Applebaum, Deputy Director of the Division of Investigation at FERC; representatives of the Energy consumers’ associations and market participants as well as experts in market surveillance. The sessions were moderated by ACER Director, Alberto Pototschnig; Lord Mogg, Chair of ACER Board of Regulators; Mr Piotr Wozniak, Vice-Chair of ACER Administrative Board; and Prof. Pippo Ranci, Chair of ACER Board of Appeal. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_008", "date": "2014-08-11", "year": 2014, "edition": 8, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-08-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_08.pdf", "text": " Press Release (ACER- PR-08-14) ACER adopts a decision on the allocation of costs for the Gas Interconnection project between Poland and Lithuania Ljubljana, 11 August 2014 In order to expand Europe’s energy infrastructure to support the market integration and the penetration of renewable-based generation, the EU adopted last year a Regulation on guidelines for Trans-European Energy Infrastructure and identified a list of 248 key projects, the so-called Projects of Common Interest (PCIs). Among other tasks attributed to ACER in this domain, the Agency decides on Cross-Border Cost-Allocation (CBCA) for a given PCI when the National Energy Regulators (NRAs) in the concerned Member States are unable to reach an agreement. Today ACER has adopted its first CBCA decision on a PCI, the Gas interconnection Poland Lithuania (GIPL). Preliminarily, the Agency concludes that the overall economic benefits delivered by GIPL to the involved countries are twice as high as its costs. However by country, Poland is a net cost bearer 1 while Lithuania, Latvia and Estonia are net benefiting countries. Therefore Poland will be compensated after the commissioning of the project with €85.8 million, of which €54.9 million will be paid by Lithuania, €29.4 million by Latvia and €1.5 million by Estonia. ACER Director, Alberto Pototschnig, said: \"Today ACER adopts its first Cross-Border Cost-Allocation decision and by doing so, facilitates the implementation of a key project to connect the Baltic States to the Union wholesale gas market”. The ACER decision 2 defines the cross-border allocation of the costs among the Member States concerned (Poland, Lithuania, Latvia, and Estonia) and the way in which the costs of the investments are reflected in the tariffs in these countries. It includes compensation payments to Poland, in pursuit of a fair distribution of the costs and benefits of the project within its area of impact. The contributions will help bridging the financial gap of the project, along with possible funding from other sources. In order to issue the decision, ACER reviewed the identified impacts of the project (including on network tariffs), the cost-benefit analysis, and the regional and Union-wide effects of the project, and the results of its consultation with the Project Promoters, the NRAs and Transmission System Operators in the concerned Member States. The decision has been sent to the parties involved and a non-confidential version will be published here in due course, upon becoming available 3 . What is the project about? The project (PCI 8.5) aims at connecting the Polish and Lithuanian gas markets and at enabling the integration of the isolated gas markets of the Baltic region (Lithuania, Latvia and Estonia) into the Union’s market. By doing so, the projected pipeline can enhance the level of energy security, diversify gas supply and increase competition in the Baltic region. The project promoters are the TSO of Poland (Gaz-System S.A.) and the TSO of Lithuania (AB Amber Grid). They operate respectively the Polish and Lithuanian gas transmission network and are in charge of the transmission of natural gas. ENDS (See Notes for Editors on next page) http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Pages/Individual-decision.aspx Press Release (ACER- PR-08-14) 1. To be a “net cost bearer” for Poland means that the benefits of the project in Poland are lower than the cost of the project in Poland, even though overall the project’s benefits exceed its cost. The costs in Poland are the investment costs attributable to Poland and the costs resulting from the operation of the project in Poland. 2. The Decision has been taken by the Agency pursuant to Article 12(6) of Regulation (EU) No 347/2013, which foresees, in cases where the national regulatory authorities concerned have not reached an agreement on the investment request within six months of the date on which the request was received by the last of the National Regulatory Authorities concerned, the taking of the decision by the Agency within three months of the date of referral to the Agency, with a possible further extension of the deadline by an additional period of two months where further information is sought by the Agency. 3. In making the decision, the Agency uses information submitted by the project promoters and other parties, and the Decision consequently may contain commercially sensitive information. The Agency will publish the Decision in a non-confidential version within approximately two weeks from the Decision’s date. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_009", "date": "2014-09-23", "year": 2014, "edition": 9, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-09-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_09.pdf", "text": " Press Release (ACER PR-09-14) (CEER- PR-14-07) http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A- Bridge-to-2025/default.aspx Regulators’ Bridge to 2025 energy proposals should guide the new Commission’s energy priorities Brussels, 23 September 2014 Liquid, integrated electricity and gas markets, with a higher penetration of renewables and the consequent higher requirements for flexible response, as well a more active participation of smaller consumers are the trends foreseen for the next decade in the ACER Conclusions Paper “Energy Regulation: A Bridge to 2025”. Energy regulators today presented their “Bridge to 2025” Conclusions Paper1 to high level European Commission officials and stakeholders in Brussels. The regulators’ Bridge to 2025 recommendations are based on a holistic analysis of Europe’s energy sector and are particularly timely as the new Commission sets its EU energy priorities. The “Bridge to 2025” Conclusions Paper, which is the result of extensive public consultation, identifies the trends foreseen in the ten-year period to 2025 and recommends a set of actions for regulators, Member States, the European Commission and energy actors (including consumers). Key amongst energy regulators’ cross-cutting proposals are: • to implement fully the Third Package framework; • to establish a roadmap aimed at competitive and innovative retail markets by 2025; • to promote flexible response, and its provision by generators and consumers on a non- discriminatory basis; • to ensure that the market for new service providers is not foreclosed by incumbents; • to develop the Gas Target Model2 to help manage the uncertainty about future gas demand; • to promote security of supply through a greater consistency of assessment and policy mechanisms; • to protect and empower consumers to participate actively in energy markets (principally through the development of the CEER Consumer Vision)3; including establishing stakeholder panels of energy actors and consumer representative bodies; • to review and, where needed, improve the arrangements for regulatory oversight of the European Networks of Transmission System Operators (ENTSOs) and of other bodies (e.g. nominated electricity market operators (NEMOs); and • to further improve the efficiency of some aspects of the regulatory decision-making process at EU level, while maintaining those aspects which have proved to work effectively. ACER Director, Alberto Pototschnig, called for “determined action by the EU Institutions and stakeholders alike to fully implement EU legislation, including the network codes and the gas and electricity target models, to establish and maintain liquid, competitive and integrated wholesale energy markets and to deliver the tangible benefits which EU energy consumers deserve.” Empowering consumers and integrating renewables Lord Mogg, Chairman of ACER’s Board of Regulators and President of CEER, stated: “As Europe moves towards a low carbon society with a greater penetration of renewable sources, our energy systems need to become more flexible and smarter. Our recommendations seek to ensure that such flexibility is provided in the most efficient way and that consumers, who can contribute to this effort, continue to be properly protected in a changing environment. We also seek to remove any barrier to new service providers entering the market to help consumers manage their energy demand more efficiently and engage in the market more effectively. This requires collective action by all energy actors.” ACER’s “Bridge to 2025” includes proposals to develop markets that truly benefit consumers such as the development of toolboxes of good practices to empower consumers, to regulate distribution system operators, a roadmap to enable consumers to switch within 24 hours, advice facilitating the phasing out of regulated prices, and the development of an appropriate framework for the evolution of the market to include demand-side response. The regulators’ initiatives will be developed in the respective Work Programmes of ACER and CEER. Regulators will continue to work with all energy actors to meet future challenges. http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A-Bridge-to-2025/default.aspx http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A-Bridge-to-2025/default.aspx Press Release (ACER PR-09-14) (CEER- PR-14-07) http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A- Bridge-to-2025/default.aspx ENDS Notes for Editors (1) The Recommendation of the Agency for the Cooperation of Energy Regulators No. 05/2014, on the regulatory response to the future challenges emerging from developments in the internal energy market (”Energy Regulation: the Bridge to 2025”) was adopted on 19 September 2014. The ACER formal public consultation on the draft document was held over a six-week period to 16 June 2014. It followed an ACER pre-consultation (in Winter 2013) which also provided rich feedback from stakeholders for input to the consultation paper. The “Bridge to 2025” Conclusions Paper (issued 23 September 2014) contains 5 core chapters on electricity, gas, the changing role of Distribution System Operators (DSOs); consumers and protection and the achievement of retail markets; and on the governance of the process for the development of the internal European gas and electricity markets. The recommendations in the “Bridge to 2025” reflect regulators’ five key objectives for the Internal Energy Market in 2025 and actions to help achieve them: i. Establishing liquid, competitive and integrated wholesale energy market ii. Enhancing Europe’s security of supply and channeling the external element of the Internal Energy Market iii. Moving to a low carbon society with increased renewables and smart, flexible responsive energy supply iv. Developing a functioning retail market that benefits consumers v. Building stakeholder dialogue, cooperation and new governance arrangements Regulators invite all parties to take forward these objectives and to work collectively with regulators in the coming years to achieve the proposed concrete actions. See www.acer.europa.eu (2) Uncertainty about future gas demand raises the need to ensure that the liquidity of gas markets is maintained and enhanced. ACER’s work on the Gas Target Model considers how to address this challenge. A range of potential measures exist to meet this challenge and they include: minimising the barriers to the consolidation of gas hubs; developing capacity products that provide financial certainty for accessing neighbouring trading hubs which have functioning forward markets; and enabling hybrid merged gas trading zones, where the geographic area in which balancing occurs is different from the virtual trading hub which may be much larger. (3) The Council of European Energy Regulators (CEER) took an initiative to build (with stakeholders) a 2020 Vision that puts customers first. BEUC, the European Consumer Body, also backed our initiative from the start. The result was the CEER-BEUC 2020 Vision for Energy Customers presented to the November 2012 Citizens’ Energy (London) Forum. The CEER 2020 Vision appears as an Annex to the London Forum Conclusions. It has the widespread support of 17 key energy stakeholder organisations. It is grounded on the so- called “RASP principles” (Reliability, Affordability, Simplicity, and Protection & Empowerment). Press Contacts: ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merinoa@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/CEERenergy http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A-Bridge-to-2025/default.aspx http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A-Bridge-to-2025/default.aspx http://www.acer.europa.eu/ http://www.ceer.eu/portal/page/portal/EER_HOME/ENERGY_CUSTOMERS/CEER%20WORK%20%20VISION http://www.ceer.eu/portal/page/portal/EER_HOME/ENERGY_CUSTOMERS/CEER%20WORK%20%20VISION mailto:david.merinoa@acer.europa.eu mailto:una.shortall@ceer.eu http://www.acer.europa.eu/ http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_010", "date": "2014-10-13", "year": 2014, "edition": 10, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-10-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_10.pdf", "text": " Press Release (ACER- PR-10-14) ACER welcomes the European Commission’s call for the full implementation of the Third Energy Package Ljubljana, 13 October 2014 ACER welcomes the European Commission’s request for Member States to fully implement and apply the rules established by the Third Energy Package, as well as the electricity and gas network codes, included in its Report on the progress towards the Internal Energy Market published today. ACER welcomes the emphasis of the Commission’s report on the emergence of a robust single energy market thanks to the cooperative efforts at European level of national administrations, the energy regulators under the umbrella of the Agency for the Cooperation of Energy Regulators (ACER) and the network operators (ENTSOs). ACER Director Alberto Pototschnig said “we are very glad that the Commission strongly supports the full implementation of the Third Energy Package and the implementation and strict application of its provisions, recognising also the key role played by the regional initiatives coordinated by the Agency in delivering the internal energy market and tangible benefits to European energy consumers as soon as possible”. Market Integrity and Transparency As the EC report indicates market oversight to ensure market integrity and to avoid market abuses has been tightened thanks to the application of the provisions laid down in the 2011 Regulation on Wholesale Energy Markets Integrity and Transparency (REMIT). The report also highlights that a central information transparency platform for the publication of data in electricity markets will also be established by ENTSO-E by early 2015. ACER welcomes the emphasis of the Commission’s report on providing ACER and the National Energy Regulators (NRAs) with the necessary resources to carry out these significant new tasks effectively, in close cooperation with financial market supervisors and competition authorities, particularly as we are soon entering into the operational phase of REMIT with the adoption of the Implementing Acts. “It is of the utmost importance that regulators and ACER keep a close eye on the trading activities, because consumers and policy makers need to trust that prices are not manipulated to the advantage of some but detriment of consumers”, the report says. Deepening the Internal Energy Market As stated in its strategic Conclusions Paper “Bridge to 2025” ACER supports the Commission’s view that the immediate priority should be on the full implementation of the core set of market rules to support the well-functioning of the internal energy market. As the Commission report states, this requires first and foremost the full cooperation of all the actors, within the Member States - by national administrations and regulators - but also at European level - by the Commission, but also by ACER and the ENTSOs. “There are important challenges lying ahead for the energy sector, which require an appropriate regulatory response, as outlined in the “Bridge to 2025” Conclusions Paper. The full implementation of the IEM provisions represents one of the main pillars on which this Bridge will be built”, added Lord Mogg, Chairman of the ACER Board of Regulators. http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/SD052005/Supporting%20document%20to%20ACER%20Recommendation%2005-2014%20-%20%20Energy%20Regulation%20A%20Bridge%20to%202025%20Conclusions%20Paper.pdf Press Release (ACER- PR-10-14) Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu "}, {"id": "ACER_PR_011", "date": "2014-10-22", "year": 2014, "edition": 11, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER-PR-11-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_11.pdf", "text": " Press Release (ACER- PR-11-14) (CEER- PR-14-10) Why is the decrease in wholesale energy prices not reflected in retail prices? Brussels, 22 October 2014 Despite a general decrease in wholesale energy prices1, gas and electricity retail prices continued to grow in 2013, although at a slower pace than in previous years. On average, the electricity bill for households increased by 4.4% while gas prices rose by 2.7%. The latest Market Monitoring Report2 presented today by the EU Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER) identifies a vicious circle in many Member States wherein a lack of competition results in low switching rates, which is sometimes used to justify regulated tariffs which, in turn, can hamper competition. In order to break that trend, Alberto Pototschnig ACER Director advocated “the removal of barriers to entry into retail markets by fully implementing the Third Energy Legislative Package, adopting the network codes and phasing out regulated prices for non-vulnerable customers as soon as possible”. Wholesale market integration improving, but more flexibility required At the wholesale level, both for gas and electricity, market integration continues to progress. In 2013, the efficiency level in the use of electricity interconnectors continued to increase, due to market coupling, reaching a level of 77%3. However, this has not always resulted in an increase in price convergence4. This is mainly due to the challenge posed by the penetration of renewables. Going forward, a larger share of variable and non-programmable renewable-based generation in the electricity system will require more flexible-response resources, including from demand response. Regulators foresee a transition by 2025 to a low-carbon society, where flexible and responsive markets will change the way consumers engage with energy (and which will require enhanced regard for consumers’ protection and rights). Pointing to the concrete actions outlined by regulators in the Bridge to 2025 proposals5 to better engage small consumers in the market, Lord Mogg, Chair of ACER’s Board of Regulators and CEER President highlighted “the need for an appropriate framework to include demand-response in the market”. In the gas sector, the main challenge identified is the need to promote the liquidity of gas trading and ensure that all unused capacity, whether or not strategically acquired, can be easily returned to the market so that other shippers can use it if short-term trading opportunities arise. What is hampering retail competition? The lack of product and price differentiation provides few incentives for household consumers to switch supplier. This lack of switching and weak retail competition is often used to justify maintaining regulated prices, which in itself may hamper competition (especially if regulated prices are set below costs levels). But, there has been some progress. In 2013, the number of Member States with regulated prices has fallen, for example in electricity from 18 to 15, compared to the previous year6. Also hampering retail competition is the fact that the energy component on which retailers can compete is relatively small7. Despite this effect, opportunities for consumers to get a better deal by switching are available, yet switching rates remain low in most Member States. The report notes that in some cases, it could be due to loyalty or risk aversion, but ACER and CEER also make a call for raising awareness of switching opportunities through, among other initiatives, the development of transparent and reliable online price comparison tools as well as transparent energy prices. ENDS (See Notes for Editors below) Press Release (ACER- PR-11-14) (CEER- PR-14-10) Notes for Editors (1) The report identifies a decrease in wholesale energy prices due to higher penetration of renewables and cheap coal from 2011 onwards. Prices on the Nordic market show a different pattern, due to the fact that this market has a large share of hydro-based generation. Enhanced competition in EU wholesale gas markets has reduced gas prices. Nonetheless, EU gas wholesale prices remain over twice as high as US prices, while Asian and Latin American LNG markets still sustain price levels which considerably exceed those of the EU. (2) The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets presented on 22 October 2014 fulfils the Agency’s mandate established by Article 11 of Regulation (EC) No 713/2009. It covers retail prices for electricity and natural gas, access to networks (including network access by electricity produced from renewable energy sources), and compliance with the consumer rights laid down in Directive 2009/72/EC and Directive 2009/73/EC. By producing a joint report, ACER and CEER aim to provide as complete an assessment as possible of progress towards the implementation of the Third Energy Legislative Package, focusing on the remaining barriers for the completion of well-functioning electricity and gas markets in 2014. In parallel, the 2013 National Country Reports by each National Regulatory Authority are now available on the CEER website www.ceer.eu (3) This refers to the level of efficiency in the use of the electricity interconnectors in the day-ahead timeframe, which is measured as the share of cross-border capacity used in the economic direction, that is to say from the lower to higher-price areas. (4) In 2013, the Central-West Europe (CWE) region recorded the most significant decrease in price convergence (down by 32% compared with 2012). This is explained by several factors such as the fact that penetration of renewable-based generation and cheap coal in the international markets drove German prices down more than elsewhere in the region, due to the relatively high proportion of renewable-based and coal- fired generation in Germany. (5) Regulators’ Bridge to 2025 proposals, published 23 September 2014, present a set of concrete actions for collective action by regulators, the EU institutions, Members States and stakeholders to fully implement EU legislation, including the network codes as well as the Gas and Electricity Target Models, to help establish and maintain liquid, competitive and integrated wholesale energy markets. The Bridge to 2025 provides a vision for the next decade, and is intended as a guide to policy makers and the energy sector alike. Cross- cutting proposals address the full range of energy policy - from electricity and gas, to retail and consumer to distribution networks and the overall governance for European level energy cooperation. The findings in the MMR coincide with and reinforce the analysis and proposals set out in the Bridge. (6) 15 out of 28 EU Member States in electricity and 15 out of 26 Member States in gas (there is no natural gas supply in Cyprus and Malta) are still applying regulated prices to household consumers. In some of these countries, market prices (when available) tend to cluster around the regulated price. In order to continue promoting market entry, retail price regulation should be removed as soon as possible, with their used limited to protect vulnerable consumers. (7) Network charges, taxes and other administratively set charges (including those to cover the costs of renewables support schemes) account for a large share of final consumers’ energy bills (sometimes exceeding 50%). Hence the energy component on which retailers can compete is relatively small. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu / twitter.com/CEERenergy http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/ACER_Market_Monitoring_Report_2014.pdf http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/ACER_Market_Monitoring_Report_2014.pdf http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0001:0014:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0055:0093:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0094:0136:EN:PDF http://ec.europa.eu/energy/gas_electricity/legislation/legislation_en.htm http://ec.europa.eu/energy/gas_electricity/legislation/legislation_en.htm http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/NATIONAL_REPORTS/National%20Reporting%202014 http://www.ceer.eu/ http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_012", "date": "2014-12-17", "year": 2014, "edition": 12, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-12-14.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2014_12.pdf", "text": " Press Release (ACER- PR-12-14) ACER welcomes adoption of REMIT Implementing Acts Ljubljana, 17 December 2014 The Agency for the Cooperation of Energy Regulators (ACER) welcomes today’s adoption of the European Commission’s Implementing Acts on data collection under REMIT (the EU Regulation on wholesale energy market integrity and transparency). The European Commission’s adoption follows the agreement reached in the REMIT Comitology Committee on 3 October 2014. The REMIT Implementing Acts will trigger real market monitoring at European level by ACER which is unprecedented. They will enable ACER to collect information in relation to wholesale energy market transactions and fundamentals, analyse this data and report suspicious events to the competent National Regulatory Authorities (NRAs), which are responsible for investigating these matters further and, if required, imposing sanctions. Alberto Pototschnig, the Agency’s Director said: “Today the European Union has set the last cornerstone for the completion of the REMIT framework. It will enable the Agency’s data collection and market monitoring at pan-European level, to detect and deter market abuse in wholesale energy markets and along with the enforcement responsibilities of NRAs to safeguard market integrity to the benefit of consumers across Europe. We would like to thank the European Commission for their effort which made the adoption of this important implementing legislation still possible in 2014.\" The adoption coincides with today’s 43rd ACER Board of Regulators meeting in Ljubljana. Lord Mogg, Chairman of the ACER Board of Regulators, which brings together representatives from all EU NRAs, stressed the importance of safeguarding consumers’ confidence in the energy markets and highlighted the need for sufficient funding of ACER to ensure the successful implementation of REMIT. “Market participants and energy consumers must be able to have full confidence on the integrity and transparency of European energy markets. It is absolutely critical that the Agency and National Regulatory Authorities have the skilled resources necessary to deliver on these expectations. Only in this way can we be sure that we will avoid the real risk of market abuse going undetected”, he said, in the margins of today’s meeting. The European Commission’s Implementing Acts define the details of reporting and namely: - draw up the list of reportable contracts and derivatives, - lay down the details, timing and form of reporting and - adopt uniform rules on the reporting of information to the Agency. The Implementing Acts require several Manuals to be developed by the Agency and issued upon entry into force of the Implementing Acts. ACER staff working document versions of these Manuals were already published on 9 December 2014 and presented during a public workshop on 10 December 2014. They will be finalised and adopted by the Agency upon entry into force of the REMIT Implementing Acts twenty days following their publication in the Official Journal. Next steps After publication of the Implementing Acts in the Official Journal of the European Union, expected in early 2015, and their entry into force twenty days thereafter, market participants and third parties reporting on their behalf will have: Press Release (ACER- PR-12-14) - nine months to prepare for the reporting of reportable wholesale energy contracts admitted to trading at Organised Market Places and of fundamental data from the ENTSOs central information transparency platforms, and - fifteen months to prepare for the reporting of the remaining reportable wholesale energy contracts (OTC standard and non-standard supply contracts; transportation contracts) and of reportable fundamental data from TSOs, LSOs and SSOs. Market participants have to register with National Regulatory Authorities prior to entering into transactions which are required to be reported under the Implementing Acts, i.e. within nine months of the Implementing Acts’ entry into force if they are entering into reportable wholesale energy contracts admitted to trading at Organised Market Places or within fifteen months of the Implementing Acts’ entry into force if they are only entering into other reportable wholesale energy contracts. Background REMIT establishes a new, unprecedented, sector-specific market monitoring framework to detect and prevent market abuse in European wholesale energy markets, where energy should be traded according to the highest transparency and integrity standards. The full implementation of REMIT is vital to guarantee well-functioning markets for the benefit of European energy consumers. It is even more important now that the single market is being completed through rules directly applicable throughout the Union and other developments such as a single day-ahead market for electricity, which operates from the Iberian Peninsula to Scandinavia and a common platform for allocating cross-border gas capacity on a growing number of interconnection points. Despite the formidable challenge of applying this legislation, on which there is still little experience worldwide, ACER has been working steadily with National Regulatory Authorities and energy stakeholders on the implementation of REMIT, since it entered into force in December 2011. In June 2014, the Agency already opened the platform to support the Centralised European Register of Market Participants (CEREMP) to National Regulatory Authorities for the national registration of market participants. By using CEREMP, several National Regulatory Authorities were able to start the registration of market participants at national level well in advance of the deadline for establishing national registers of market participants (three months after the adoption of the REMIT Implementing Acts.) The development of the IT system for the collection and analysis of trade and fundamental data is also progressing well and will enable the Agency to register reporting parties upon entry into force of the Implementing Acts. More information: http://www.acer.europa.eu/remit/REMITATACER/Data_collection/Pages/default_ORIGINAL.aspx Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://www.acer.europa.eu/remit/REMITATACER/Data_collection/Pages/default_ORIGINAL.aspx "}, {"id": "ACER_PR_013", "date": "2015-01-07", "year": 2015, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-01-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_01.pdf", "text": " Press Release (ACER - PR-01-15) ACER welcomes the REMIT Implementing Acts’ entry into force and announces the launch of its new REMIT Portal on 8 January 2015 Ljubljana, 7 January 2015 The Agency for the Cooperation of Energy Regulators (ACER) welcomes today’s entry into force of Commission Implementing Regulation (EU) No 1348/2014, the European Commission’s Implementing Acts on data collection under REMIT (the EU Regulation on wholesale energy market integrity and transparency). The entry into force of the Implementing Acts follows twenty days after their publication in the Official Journal of the European Union on 18 December 2014 (see ACER PR-12-14). The Agency’s new REMIT Portal will go live on 8 January 2015 and will become a central point of entry to the Agency’s REMIT Information System (ARIS). The REMIT Portal will allow reporting parties to start registering themselves as Registered Reporting Mechanisms (RRMs). On the same day, the Agency will make available its supporting documentation on the REMIT Portal, namely the Transaction Reporting User Manual, the Manual of Procedures on transaction and fundamental data reporting, the Requirements for Registered Reporting Mechanisms (RRMs) and a List of Organised Market Places. Today’s entry into force of the Implementing Acts’ triggers important deadlines for data reporting under REMIT. Market participants and third parties reporting on their behalf will have to: - within nine months, i.e. by 7 October 2015, report transactions in wholesale energy contracts admitted to trading at Organised Market Places and fundamental data from the ENTSOs central information transparency platforms, and - within fifteen months, i.e. by 7 April 2016, report transactions in the remaining wholesale energy contracts (OTC standard and non-standard supply contracts; transportation contracts) and reportable fundamental data from TSOs, LSOs and SSOs. The Implementing Acts require the Agency to develop a number of documents - namely the Transaction Reporting User Manual, the Manual of Procedures on transaction and fundamental data reporting, the Requirements for Registered Reporting Mechanisms (RRMs) and a List of Organised Market Places - to support transaction data reporting and to issue them upon entry into force of the Implementing Acts. They will be published on 8 January 2015. ACER staff working document versions of these documents were already published in early December 2014 and presented during a public workshop on 10 December 2014. In order to allow reporting parties to start registering with the Agency as RRMs as soon as possible, the Agency will already also open its RRM registration system, an ARIS application, through the REMIT Portal on 8 January 2015. The registration process will take place on the basis of the Agency’s RRM requirements which shall ensure operational reliability of the information reported to the Agency, once the reporting obligations apply. The Implementing Acts specify that the Agency shall develop technical and organisational requirements for submitting data, in particular to ensure the security, confidentiality and completeness of information, enable the identification and correction of errors in data reports, enable the authentication of the source of information and ensure business continuity. It is currently expected that it will take three months to complete the three registration phases of identification, attestation and testing. Press Release (ACER - PR-01-15) After the registration, the RRMs will be able to start submitting trade and fundamental data to the Agency according to the aforementioned reporting deadlines stipulated by the Implementing Acts. Background The European Commission’s Implementing Acts define the details of reporting under REMIT, namely: - draw up the list of reportable contracts and derivatives, - lay down the details, timing and form of reporting and - adopt uniform rules on the reporting of information to the Agency. REMIT establishes a new, unprecedented, sector-specific market monitoring framework to detect and prevent market abuse in European wholesale energy markets, where energy should be traded according to the highest transparency and integrity standards. The full implementation of REMIT is vital to guarantee well-functioning markets for the benefit of European energy consumers. It is even more important now that the single market is being completed through rules directly applicable throughout the Union and other developments, such as a single day-ahead market for electricity, which operates from the Iberian Peninsula to Scandinavia, and a common platform for allocating cross-border gas capacity on a growing number of interconnection points. Despite the formidable challenge of applying this legislation, on which there is still little experience worldwide, the Agency has been working steadily with National Regulatory Authorities and energy stakeholders on the implementation of REMIT, since it entered into force in December 2011. In June 2014, the Agency already opened the platform to support the Centralised European Register of Market Participants (CEREMP) to National Regulatory Authorities for the national registration of market participants. By using CEREMP, several National Regulatory Authorities were able to start the registration of market participants at national level well in advance of the deadline for establishing national registers of market participants (three months after the adoption of the REMIT Implementing Acts). The development of the IT system for the collection and analysis of trade and fundamental data is also progressing well and will enable the Agency to register reporting parties upon entry into force of the Implementing Acts. Market participants have to register with National Regulatory Authorities prior to entering into transactions which are required to be reported under the Implementing Acts, i.e. within nine months of the Implementing Acts’ entry into force if they are entering into reportable wholesale energy contracts admitted to trading at Organised Market Places or within fifteen months of the Implementing Acts’ entry into force if they are only entering into other reportable wholesale energy contracts. More information: http://www.acer.europa.eu/remit/REMITATACER/Data_collection/Pages/default_ORIGINAL.aspx Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://www.acer.europa.eu/remit/REMITATACER/Data_collection/Pages/default_ORIGINAL.aspx "}, {"id": "ACER_PR_014", "date": "2015-01-08", "year": 2015, "edition": 2, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-02-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_02.pdf", "text": " Press Release (ACER - PR-02-15) ACER launches updated Gas Target Model Ljubljana, 8 January 2015 ACER published today its updated Gas Target Model, presenting its vision for a competitive and secure European gas market that benefits all consumers. The Gas Target Model follows up on the ‘Bridge to 2025’ Conclusions Paper presented by ACER and CEER in September 2014. Why an updated Gas Target Model The core principles that underpin our vision for a competitive and secure European gas market that benefits all consumers remain the same today as when the Gas Target Model (GTM) was first developed in 2011. However, over the past year, the European gas market and the uncertainties and challenges it faces have changed fundamentally, requiring a new mind set in order to adopt the correct regulatory approach when looking forward to the next decade. Functioning European gas markets which meet the needs of EU gas consumers are the exception rather than the rule in 2014, when the internal energy market was due to be completed. Security of gas supplies is again the focus for policymakers across the EU and the costs of dependence on a single supplier have again been made clear. The Network Codes will bring Europe closer to our vision of a competitive European gas market. Implementing them in full and on schedule is the right priority and the focus for regulators today. However, the Network Codes alone are unlikely to deliver a well-functioning, transparent gas wholesale market that benefits consumers across Europe. Consequently, our updated GTM not only guides the coherent development and implementation of the Network Codes, but also specifies the steps required to realise liquid and dynamic gas markets enabling all European consumers to benefit from secure gas supplies and effective competition. Our updated Gas Target Model covers the following aspects: Competitive markets ensure Security of Supply Security of Supply and competition work in concert: the more diverse upstream supply is in Europe, the less we will depend on one source of supply that may be subject to physical restrictions or political interference. The GTM strongly affirms that well-functioning gas markets remain essential providers of supply security. Building on the original GTM, we recommend further enhancements of market-based measures, in order to strengthen incentives for market participants to deliver supply security. In addition, we make proposals regarding gas storage and infrastructure investments for large, complex projects. Wholesale market functioning Facilitating the emergence of a well-functioning and transparent wholesale market requires a liquid spot market and, crucially, a liquid forward market, so that cost-effective wholesale market risk management is possible. However, we have found that forward trading is highly limited across the EU. Interconnections also have a key role to play. The current Network Codes and Guidelines represent a fundamental step forward, but are not sufficient in many cases. The updated GTM therefore envisages an assessment of the functioning of wholesale markets at national level, developing a revised series of criteria to assess whether a wholesale market is ‘well-functioning’. Press Release (ACER - PR-02-15) The self-evaluation process All National Regulatory Authorities are invited to assess whether their markets are likely to meet these revised GTM criteria by 2017 in order to determine whether their market will be well functioning. If it will not, the GTM strongly suggests considering structural market reforms. Any reforms undertaken by Member States should be based on an appropriate cost-benefit analysis to ensure their economic viability. The role of gas in complementing renewable energy source generation More should be done to ensure that regulatory arrangements allow for more efficient use of gas-fired power plants. Significant gas-fired generating capacity is likely to be needed to provide flexible back up to renewable energy sources (RES). To optimise the electricity and gas sectors working together, we propose that gas and electricity Transmission System Operators should be obliged to cooperate more closely with one another. New developments in the gas supply chain New developments in the use of gas include the intensification of liquefied (LNG) and compressed natural gas (CNG) use in the transportation sector, small-scale applications of LNG and CNG, and pioneering technologies that facilitate the storage of electricity in the form of hydrogen or synthetic gas (“power to gas”). It is important that regulators facilitate the emergence of these new uses of gas through appropriate interventions. Background The Gas Target Model update renews the original Gas Target Model developed by CEER in 2011. The core principles that underpin our vision for European gas markets remain the same. This vision is of a competitive European gas market, comprising entry-exit zones with liquid virtual trading points, where market integration is served by appropriate levels of infrastructure, which is utilised efficiently and enables gas to move freely between market areas to the locations where it is most highly valued by gas market participants. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu "}, {"id": "ACER_PR_015", "date": "2015-02-25", "year": 2015, "edition": 3, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-03-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_03.pdf", "text": " Press Release (ACER- PR-03-15) (CEER- PR-15-02) Energy Regulators welcome the Energy Union Package ACER stands ready for a new role if adequately resourced Ljubljana, 25 February 2015 Energy Regulators (ACER and CEER) welcome the Energy Union Strategy as a vital push to complete the transformation of Europe’s energy system so that consumers can enjoy secure, sustainable, competitively priced and affordable energy. In line with the core objectives of the Energy Union Communication, regulators are fully committed to promoting an integrated EU-wide energy system, where energy flows freely across borders, is based on competitive markets and the best possible use of resources, supported by effective regulation of energy markets. Welcoming the Communication, Lord Mogg, Chairman of ACER’s Board of Regulators and CEER President stated: “We are pleased to note that the Commission’s Communication has identified similar challenges in the EU energy sector to those which regulators themselves addressed in the ACER Conclusions Paper “Bridge to 2025”. We fully agree on the priority given to full implementation of EU legislation for an internal energy market, with the consumer at its heart”. With regard to the proposal by the European Commission to strengthen the EU-wide regulation of the single market, including the reinforcement of the powers of ACER, the Director of the Agency, Alberto Pototschnig said: “As long as adequate resources are provided, ACER stands ready to take on new responsibilities and work with national regulatory authorities in ensuring effective oversight at EU, regional and national level. In this way we can ensure that energy consumers enjoy a wide choice of suppliers, good quality services and better prices”. Ends (see Notes for Editors) Press Release (ACER- PR-03-15) (CEER- PR-15-02) Notes for Editors (1) ACER is the EU Agency for the Cooperation of Energy Regulation (ACER). ACER’s coordinates at EU level the work of the EU-28 national energy regulators and works towards completing the single Internal Energy Market. See www.acer.europa.eu (2) CEER is the Council of European Energy Regulatory (CEER). Its members and observers, from 33 European countries, are the independent statutory bodies responsible for energy regulation at national level. Visit www.ceer.eu (3) ACER’s Bridge to 2025 conclusions, published 23 September 2014, outline concrete proposal for collective action by EU Institutions, Members States, stakeholders and regulators fully to implement EU legislation, including the network codes and the Gas and Electricity Target Models key to help establish and maintain liquid, competitive and integrated wholesale energy markets. The Bridge to 2025 is intended to guide policy makers and the energy sector in the decade ahead. Its cross-cutting proposals address the full range of energy policy issues for the electricity and gas sectors – wholesale markets; retail markets and consumers; distribution networks; and overall governance at European level. Contact ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. + 32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ "}, {"id": "ACER_PR_016", "date": "2015-03-17", "year": 2015, "edition": 4, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-04-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_04.pdf", "text": " Press Release (ACER- PR-04-15) ACER publishes European Register of Market Participants and List of Standard Contracts and stands ready for REMIT data collection from Organised Market Places and ENTSO transparency platforms Ljubljana, 17 March 2015 The European Register of Market Participants and the List of Standard Contracts are being published on the REMIT Portal today. The publication marks the finalisation of the Agency’s preparatory work on supporting documentation for data collection under REMIT, the EU Regulation on wholesale energy market integrity and transparency. The publication coincides with the Agency’s completion of its IT development of ARIS, ACER’s REMIT Information System, for data collection from Organised Market Places and ENTSO transparency platforms for the first phase of data collection as of 7 October 2015. The fourth edition of the Agency’s REMIT Q&A was also published today which contains questions and answers concerning the European Commission Implementing Regulation (EU) No 1348/2014 (the ‘Implementing Acts’) in addition to the questions and answers concerning REMIT. The European Register of Market Participants with currently more than 300 market participants registered by National Regulatory Authorities as well as the List of Standard contracts with currently more than 6000 listed contracts are being published today on the Agency’s REMIT portal under the following links: - European Register of Market Participants - List of Standard Contracts They will now be updated on a regular basis. With this publication, ACER has completed the preparations for the first phase data collection under the REMIT implementing acts, Commission Implementing Regulation (EU) No 1348/2014. The Agency will now concentrate on the registration of reporting parties applying to become Registered Reporting Mechanisms (RRMs), which had to be de- prioritised so far given the Agency’s limited human resources. In addition, the Agency will continue refining its IT solution for data collection and supporting documentation and further develop its IT solution for market monitoring and data sharing. ACER announced also today that it is setting up an informal ad-hoc expert group on REMIT following the expiry of the previous groups. Experts responding to the criteria set in the open letter published on the Agency’s website are invited to apply by 31 March 2015. The goal of this group will be to advise and to contribute to the work of the Agency on issues related to the market participants’ compliance with REMIT, in particular with the disclosure of inside information, market abuse prohibitions, registration and transaction reporting obligations. Background REMIT establishes a new, unprecedented, sector-specific market monitoring framework to detect and prevent market abuse in European wholesale energy markets, where energy should be traded according to the highest transparency and integrity standards. The full implementation of REMIT is vital to guarantee well-functioning markets to the benefits of European energy consumers. Even more importantly now that the single market is being completed through rules directly applicable throughout the Union and other developments such as a single day-ahead market for electricity, which operates from the Iberian Peninsula to Scandinavia and a common platform for allocating cross-border gas capacity on a growing number of interconnection points. https://www.acer-remit.eu/portal/document-download?documentId=2703 https://www.acer-remit.eu/portal/european-register https://www.acer-remit.eu/portal/standardised-contract https://www.acer-remit.eu/portal/document-download?documentId=x206kd747oa Press Release (ACER- PR-04-15) Despite the formidable challenge of implementing a legislation, on which there is still little experience worldwide, ACER has been working steadily on the implementation of REMIT since it entered into force in December 2011, with the invaluable collaboration of National Regulatory Authorities and energy stakeholders. By the end of June 2014, the Agency already opened the platform to support the Centralised European Register of Market Participants (CEREMP) to National Regulatory Authorities for the national registration of market participants. This allowed several National Regulatory Authorities using CEREMP to already start the registration of market participants at national level well in time before the expiry of their obligation to establish national registers of market participants no later than three months after the adoption of the REMIT Implementing Acts by 17 March 2015. The development of the IT system for the collection and analysis of trade and fundamental data is also progressing fast and enabled the Agency to start the registration of reporting parties upon entry into force of the Implementing Acts. The Agency is currently handling more than 100 RRM applications, with priority being given to those having to report as of 7 October 2015. Following the entry into force of the Implementing Acts on 7 January 2015, market participants and third parties reporting on their behalf will have - until 7 October 2015 to prepare the reporting of reportable wholesale energy contracts admitted to trading at Organised Market Places and of fundamental data from the ENTSOs’ central information transparency platforms, and - until 7 April 2016 for the reporting of the remaining reportable wholesale energy contracts (OTC standard and non-standard supply contracts; transportation contracts) and of reportable fundamental data from TSOs, LSOs and SSOs. Market participants have to register with National Regulatory Authorities prior to entering into transactions which are required to be reported under the Implementing Acts, i.e. until 7 October 2015 if they are entering into reportable wholesale energy contracts admitted to trading at Organised Market Places or until 7 April 2016 if they are only entering into other reportable wholesale energy contracts. The Agency has put in place a new procedure to address the increasing number of stakeholder questions in monthly updates of the Agency's Q&A paper on REMIT, rather than replying to them individually. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_017", "date": "2015-03-19", "year": 2015, "edition": 5, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-05-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_05.pdf", "text": " Press Release (ACER- PR-05-15) ACER will not propose the Network Code amendment requested by Oil and Gas UK and Gas Forum to the Commission Ljubljana, 19 March 2015 The Agency for the Cooperation of Energy Regulators (ACER) will not propose to the European Commission the amendment request of Oil and Gas UK and Gas Forum. The two UK associations requested last year to amend the Network Codes on Capacity Allocation Mechanisms (‘CAM’) and Balancing (‘BAL’) to retain the current Gas Day in the UK. Following a public consultation on the matter, the Agency informed the parties about its position in a letter sent this week. Oil and Gas UK and Gas Forum requested to retain the current UK Gas Day for the UK and Ireland by derogating Article 3(7) of the Network code on Capacity Allocation Mechanism. Following a public consultation, the Agency looked at the merits of the proposal and found that it fell short, both for substantive and procedural reasons. On substance, the justification of the amendment did not: - Substantiate significant elements, while the burden of proof for the proposed derogation and its effects lies with the proposing parties. - Provide a credible cost-benefit analysis for the different scenarios and effects on the downstream market showing that the costs outweigh the benefits. - Model the claimed negative impacts on the liquidity of the UK national balancing point (NBP). - Provide all the information requested, in particular regarding production profiles. In terms of process, the main reasons for not further considering the amendment are the following: - The network codes concerned (CAM and BAL) were prepared and discussed for a number of years with the full involvement of stakeholders, including upstream industry representatives. - The parties’ submission and the public consultation have not delivered new evidence, which could not have been included in the original NC development process. - An amendment proposal has considerable lead times. - The derogation could substantially delay the overall implementation of the NC CAM and BAL in the UK, as the implementation of the two network codes is linked and it is ongoing. Allowing amendments to go ahead without novel elements and strong market support could easily undermine the credibility of the Framework Guidelines and Network Codes development processes in general and set a negative precedent. Background information On 24 July 2014, the Agency received the joint submission of Oil & Gas UK and the Gas Forum for an amendment proposal to the Network Codes on Capacity Allocation Mechanisms (NC CAM) and file://s-fs01/ACERData/ACER%20Departments/Director's/Public%20Relations/Letter%20to%20OGUK_150318.pdf http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32013R0984&from=EN Press Release (ACER- PR-05-15) Balancing (NC BAL). The proposed amendment would allow the UK and the Republic of Ireland to derogate from the obligation of adopting the common times of the Gas Day as defined by Article 3(7) of the NC CAM. From 19 January 2015 to 9 February 2015 the Agency publicly consulted on the UK Gas upstream industry proposal. A summary of the responses, as well as the responses themselves, are available here. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32014R0312&from=EN http://www.acer.europa.eu/Official_documents/Public_consultations/Pages/PC_2015_G_01.aspx mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_018", "date": "2015-04-27", "year": 2015, "edition": 6, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER PR-06- 15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_06.pdf", "text": " Press Release (ACER- PR-06-15) ACER adopts a decision on the allocation of costs for the Lithuanian part of the Electricity Interconnection between Lithuania and Poland Ljubljana, 27 April 2015 ACER’s decision on the allocation of costs for the Lithuanian part of the Electricity interconnection between Lithuania and Poland (LitPol link), published today, indicates that, although this interconnection provides benefits to several Member States beyond Lithuania, the latter, as a net beneficiary of the project, does not need financial compensations for the investment from the other Member States benefiting from the project under the Cross-Border Cost Allocation (CBCA) framework. LitPol is one of the Projects of Common Interest (PCIs) identified by the EU to strengthen the continent’s energy infrastructure. PCIs benefit from an improved regulatory regime, including the possibility for Project Promoters to submit a CBCA request. ACER decides on the allocation of costs (CBCA decisions) for a given PCI when the National Regulatory Authorities (NRAs) of the concerned Member States are unable to reach an agreement within six months of the request1. On 28 November 2014, ACER was informed that no agreement had been reached on CBCA for the LitPol Link among the NRAs of Finland, Germany, Latvia, Lithuania, Norway, Poland and Sweden, to which the Project Promoter, Litgrid AB, submitted an investment request, including a request for CBCA. ACER’s decision is based on a thorough review of the cost-benefit analysis and the identified impacts of the project (including on tariffs) provided by the Project Promoter, and on further information received from the Project Promoter and the NRAs and TSOs of the involved Member States in response to ACER requests and during ACER’s hearings. What is the project about? The LitPol Link connects the Lithuanian town of Alytus to the border with Poland (PCI 4.5.1) with 500 MW transfer capacity. Together with some related investments on the Polish side, LitPol aims at connecting the Lithuanian and Polish electricity systems, as well as the Baltic power system to Continental Europe, enabling energy transfer between these regions. By doing so, LitPol Link facilitates market integration and efficient market functioning, enhances energy security, and overall contributes to the stability and economic growth of Member States in the Baltic region. Litgrid AB, the Project Promoter of the LitPol link, is the Transmission System Operator (TSO) of Lithuania. The company operates the Lithuanian electricity transmission network and is in charge of the transmission of electricity. Note for Editors 1.The Decision has been taken by the Agency pursuant to Article 12(6) of Regulation (EU) No 347/2013, which foresees, in cases where the NRAs concerned have not reached an agreement on the investment request within six months of the date on which the request was received by the last of the National Regulatory Authorities concerned, the decision to be taken by the Agency within three months of the date of referral to the Agency, with a possible further extension of the deadline by an additional period of two months where further information is sought by the Agency. That additional period shall begin on the day following receipt of the complete information. http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Individual%20decisions/ACER%20Decision%2002-2015.pdf http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Individual%20decisions/ACER%20Decision%2002-2015.pdf Press Release (ACER- PR-06-15) Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_019", "date": "2015-06-02", "year": 2015, "edition": 7, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-07-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_07.pdf", "text": " Press Release (ACER- PR-10-14) ACER and ENTSO-E step up efforts to ensure effective engagement of stakeholders in the Network Code implementation process Ljubljana/Brussels, 2 June 2015 ACER and ENTSO-E announced today that the feedback received from EU electricity stakeholders will soon be channelled through three specific committees, one per family of codes (Market Codes, Operational Codes and Connection Codes). The committees, chaired by the Agency, will engage interested parties. Relevant European associations, in particular, are envisaged to play an active role in the process. The initiative comes from the evaluation of the results of a public consultation1 launched by the Agency and ENTSO-E at the end of last year on how to ensure effective stakeholder participation in the forthcoming Network Code (NC) implementation process. ACER will publish a call in July for interested parties to join the Market Stakeholder Committee, which is expected to meet for the first time in September. In their draft Terms of Reference2 , both the Agency and ENTSO-E acknowledge the importance of the challenge for the European electricity sector to ensure implementation and compliance with the NCs across Europe, emphasising the importance of effective stakeholder engagement for the overall success of the NC implementation process. The European Stakeholder Committees (ESCs) shall in particular contribute to:  monitoring the NC implementation process3;  achieving a more informed decision-making process for the methodologies and rules still to be developed. “ACER, ENTSO-E, Nominated Electricity Market Operators (NEMOs) and other parties responsible for the NC implementation are committed to collaborate in an open, transparent and timely manner within the new committees”, according to the terms of reference. The Agency and ENTSO-E are also ready to enhance stakeholder engagement both at regional and national level through their constituencies in the Member States. Notes for Editors 1. The Terms of Reference derive from the feedback collected through the joint public consultation which ran from 12th December 2014 to 23rd January 2015, seeking reactions for additional stakeholder engagement in the implementation process as proposed in the consultation document. 2. This will not replace the obligation for general public consultations foreseen by the draft Network Code. http://www.acer.europa.eu/Official_documents/Public_consultations/PC_2014_E_08/20150529%20ESC%20Draft%20ToR.pdf http://www.acer.europa.eu/Official_documents/Public_consultations/Pages/PC_2014_E_08.aspx http://www.acer.europa.eu/Official_documents/Public_consultations/Pages/PC_2014_E_08.aspx http://www.acer.europa.eu/Official_documents/Public_consultations/PC_2014_E_08/Joint%20Public%20Consultation%20ACER_ENTSOE%20on%20the%20establishment%20of%20European%20Network%20Code%20Stakeholder%20Committees.pdf Press Release (ACER- PR-10-14) 3. The Evaluation of Responses to the joint public consultation summarises the main issues raised by 33 respondents (i.e. key European energy organisations and a range of stakeholders from various EU Member States); the importance of a neutral Chair in the stakeholder engagement process, the necessary coordination among the ESCs and expertise of the ESCs’ sub- structures, the importance of ensuring national/regional engagement and assurance to all interested parties of full transparency of the stakeholder engagement process, as well as full access to the relevant documents published on the IT platform. Contacts ACER ENTSO-E Mr David Merino Mrs Claire Camus Tel. +386 (0)8 2053 417 Tel. +32 2 741 09 67 Email: david.merino@acer.europa.eu Email: Claire.camus@entsoe.eu www.acer.europa.eu www.entsoe.eu http://www.acer.europa.eu/Official_documents/Public_consultations/PC_2014_E_08/Evaluation%20of%20responses%20ACER-ENTSO-E%20PC%20on%20ESCs%2020150529.pdf mailto:david.merino@acer.europa.eu mailto:Claire.camus@entsoe.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.entsoe.eu/ "}, {"id": "ACER_PR_020", "date": "2015-06-03", "year": 2015, "edition": 8, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-08-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_08.pdf", "text": " Press Release (ACER- PR-08-15) ACER Publishes a List of Twenty-five Pre-registered Reporting Mechanisms (RRMs) Ljubljana, 3 June 2015 Under the EU Regulation on Wholesale Energy Market Integrity and Transparency (REMIT) aiming to prevent market manipulation and trading based on inside information, market participants have to report their wholesale energy records of transactions, including orders to trade, directly to ACER. During the first phase of reporting details of wholesale energy products at organised market places to the Agency as of 7 October 2015, market participants shall report their records of transactions, including orders to trade, through the organised market places concerned, or through trade matching or trade reporting systems as reporting channels – the so-called third party Registered Reporting Mechanisms (RRMs). ACER has published today a list of pre-registered third party RRM applicants for the first phase of reporting, which are in the final registration stages. Third-party RRMs are organised market places, trade matching and trade reporting systems, including trade repositories, as well as the ENTSOs for the reporting of fundamental data. The list contains all the third-party RRM applicants which have received an ACER code following the completion of initial administrative checks of their registration. These prospective RRMs will be registered as soon as they submit the required documents and pass the subsequent technical IT testing stage using a web interface. After the testing, the applicants have to send a test report to the Agency. The Agency is looking forward to receiving the documents and the first test reports from the applicants, which the Agency will process as soon as they arrive. The successful RRMs will then be approved and included in the list of RRMs, which will be published. While the submission of documents is taking longer than anticipated, the publishing of the list of RRM applicants, which have passed the first registration stages, provides transparency to European market participants on the most advanced RRM applicants, allowing them to prepare for entering into a data reporting agreement. The Agency welcomes initiatives for standard data reporting agreements for European market participants with organised market places, especially if they are RRM neutral and comply with the requirements of competition law. The RRM applicants which have passed the first registration stages are only the spearhead of RRM applicants. 35 additional third- party RRMs and more than 250 market participant RRMs are currently being processed, the latter for the second phase of data reporting as of 7 April 2016. Background The Agency’s Market Monitoring Department is performing a number of activities that are a key to the smooth implementation of REMIT, and the coming into force of the trade data reporting obligations from 7 October 2015. The Department supported National Regulatory https://www.acer-remit.eu/portal/list-of-rrm Press Release (ACER- PR-08-15) Authorities (NRAs) so that they were able to meet their deadline for starting the registration of market participants by 17 March 2015. In parallel, the Agency has continued the development of IT services for data collection, data sharing and market monitoring, and the initial assessment and coordination of activities on an increasing number of potential market abuse cases. Even with the limited human resources currently available to the Agency, it has provided all third-party RRM applicants with support through webinars and telephone calls. However, delays in the registration process have occurred, despite new arrangements being put in place to streamline some other procedures. In particular, a new procedure has been introduced to address the increasing number of stakeholder questions in monthly updates of the Agency's Q&A paper on REMIT, rather than replying to them individually. Alberto Pototschnig, Director of ACER, said: \"Since REMIT came into force in 2011, the Agency has been asking, unsuccessfully, for additional staff commensurate to the challenge of implementing the new monitoring framework for effectively monitoring the EU wholesale energy markets. So far we have managed to progress in the implementation of REMIT despite our very limited resources, also thanks to a longer gestation of the REMIT Implementing Acts. But now, with the start of data reporting approaching, it is inevitable that the impact of the current resource shortage becomes visible, with some processes involving NRAs and other stakeholders being delayed. We are trying to minimise any disruption and we remain committed to our mission under REMIT to ensure greater transparency and integrity of the European wholesale energy markets in order to foster open and fair competition for the benefit of final energy consumers. We hope that we will soon be in a position to pursue this goal with adequate resources\". For further information access the REMIT Portal here. Contacts ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu https://www.acer-remit.eu/portal/list-of-rrm mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_021", "date": "2015-07-09", "year": 2015, "edition": 9, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-09-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_09.pdf", "text": " Press Release (ACER- PR-09-15) The Role of ACER will be a Key Element for the Achievement of the Energy Union Ljubljana, 09 July 2015 “The ultimate objective of the Energy Union is to bring affordable, secure, competitive and sustainable energy to all Europeans”, said EU Commission Vice-President for the Energy Union, Maroš Šefčovič, at the IV ACER Annual Conference, ‘An Energy Union for Consumers’, today at the Brdo Congress Centre near Kranj, Slovenia. In order to achieve that, Commissioner for Climate Action and Energy, Miguel Angel Arias Cañete, stressed three main elements: a new, modern market design; a new deal for consumers and the reinforcement of the role of ACER for further cooperation among National Regulatory Authorities (NRAs) and transmission system operators (TSOs). In particular, Commissioner Arias Cañete said that the Commission plans to “reinforce ACER so it can carry out regulatory functions on the European level, oversee the gradual development of the internal energy market and deal with all cross-border issues”. “ACER could also be involved in the regulation and overview of both wholesale and retail markets as their convergence is inevitable within the next decade”, he added. ACER and Final Consumers Although the work of ACER is very much linked to wholesale markets and the so-called horizontal networks, the ultimate goal of the Agency is benefitting the 500 million energy consumers in the EU. The ACER Director said that the “Agency is ready to contribute to citizens taking ownership of the energy transition by engaging Consumers organisations in the overall development of the regulatory framework”, and announced that “later this year ACER will be holding its first dedicated Consumers Hearing”, so the Agency can present what it does from the specific perspective of energy consumers and take their feedback on board. Within ACER’s initiative to increase the engagement of final consumers with its work, the Agency also announced today that a significant part of the information regarding the Agency’s activities is now available within its website in the 24 official languages of the Union. Moreover, with the assistance of NRAs, ACER is expanding the multilingual footprint of ACER citizen’s summaries (short briefings describing how specific aspects of ACER’s work benefit EU energy consumers). Over 200 participants attended ACER’s 4th Annual Conference. The opening address was delivered by the Slovenian Minister for Infrastructure, Mr Peter Gašperšič. Following his intervention, participants listened to the strong support of the European Parliament to the work of ACER through a video message from Jerzy Buzek, President of the ITRE Committee. Furthermore, the Luxemburgish Chargée d’Affaires a.i. to Slovenia, H.E. Patricia Pommerell, illustrated the energy priorities of the EU Presidency. Other high-level speakers at the Conference included representatives of the Energy consumers’ associations and market participants. The sessions were moderated by Lord Mogg, Chair of ACER Board of Regulators, ACER Director, Alberto Pototschnig, and Mr Razvan Nicolescu, Chair of the ACER Administrative Board. Contact in next page Press Release (ACER- PR-09-15) Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_022", "date": "2015-07-15", "year": 2015, "edition": 10, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER- PR-10-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_10.pdf", "text": " Press Release (ACER- PR-10-15) (CEER- PR-15-07) Energy Regulators (ACER/CEER) welcome the market-based solutions and cross-border focus of the European Commission’s energy market design Brussels, 15 July 2015 ACER and CEER welcome the new energy market design consultation paper, launched today by the European Commission, and in particular the reinforced steer towards cross-border 1 and market-based solutions. Lord Mogg, Chair of the ACER 2 Board of Regulators and President of CEER 3 said; “We are consistent advocates of competitive energy markets and we strongly support the Commission’s proposals. Integrating renewables into the market requires flexibility to be rewarded and demand-side response with far greater consumer response to be developed. The robust focus on market-based solutions supported by the right regulatory framework will allow well-functioning retail markets to grow”. Alberto Pototschnig, ACER Director, said “The Commission’s energy market design consultation paper and regulators’ own developed thinking in our Bridge to 2025 proposals are well aligned. We have always supported consistent EU-level rules. We share the common aim of establishing liquid, competitive and integrated energy markets that work for consumers”. Providing their initial reactions to the consultation launch, regulators underline: - How important it is to enhance the functioning of electricity markets by bringing renewables (RES) into the market and linking wholesale and retail markets. - We must move away from national interventions. We welcome the Commission’s ambition for a more harmonised EU approach to capacity markets and RES support schemes. To the benefit of European security of supply, ACER and CEER have long advocated an EU approach for measures on generation adequacy, network planning and capacity remuneration mechanisms. - There must be greater participation in energy markets by facilitating a proportionate market- based approach to flexibility (an issue that CEER and ACER are jointly working on), including demand response, self-consumption, and emerging market innovation. The pivotal role of distribution networks in future interactive and flexible markets must be addressed. - The importance of embedding robust and transparent governance to support an effective market, with clear roles and responsibilities for all energy actors. - A fit-for-purpose market design must be developed to put consumers at the centre 4 and which allows the regulatory framework and market rules to adapt to future developments. Regulators will provide their complete response before the end of the Commission’s consultation. Moreover, in line with the commitments made (in September 2014) in our “Bridge to 2025” proposals 5 , regulators are proactively working to deliver the cross-border trading rules necessary for a truly European wholesale market, and to develop a regulatory framework that supports a future-proof market design at both wholesale and retail levels (e.g. the newly published CEER paper on the future role of Distribution System Operators 6 , a forthcoming paper on well-functioning retail energy markets and planned work on tariffs and incentives). ENDS (See Notes for Editors on the next page) Notes for Editors http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx Press Release (ACER- PR-10-15) (CEER- PR-15-07) 1. The Commission’s proposals include explicit references to creating cross-border short term markets; seamless cross-border system operation; strengthening the regulatory framework to facilitate regional market integration; encouraging flexibility and integrating RES into the market; facilitating wider market participation; through to new more harmonised EU approaches to capacity markets and RES support schemes. 2. The Agency for the Cooperation of Energy Regulators (ACER) is an EU Institution established under Regulation (EC) 713/2009, which coordinates the work of national energy regulators (NRAs) at EU level. ACER plays a central role in the development of EU-wide network and market rules with a view to enhancing competition. The Agency coordinates regional and cross-regional initiatives, which favour market integration. It monitors the work of European networks of transmission system operators (ENTSOs), and notably, their EU-wide network development plans. ACER also monitors the functioning of gas and electricity markets in general, and of wholesale energy trading in particular. 3. The Council of European Energy Regulatory (CEER) is the association of Europe’s national energy regulators, serving as their voice at EU and global level. CEER’s members and observers, from 33 European countries, are the independent statutory bodies responsible for energy regulation at national level. CEER is at the forefront of efforts to foster competitive energy markets and to empower consumers through sound and independent regulation. Through cooperation and training, CEER promotes best practice energy regulation, supporting national regulators in their daily work. Visit www.ceer.eu. 4. See todays’ CEER press release (PR-15-08), and accompanying statement on the European Commission’s (Retail Market) Communication on Delivering a New Deal for Consumers. The Commission’s Retail Market Communication and CEER’s imminent position paper on well- functioning retail markets are the focus of the CEER Customer Conference (20 October 2015). 5. Regulators’ Bridge to 2025 proposals, published 23 September 2014, identifies the trends foreseen in the ten-year period to 2025 and recommends a set of actions for regulators, the EU institutions, Members States and energy actors (including consumers) to fully implement EU legislation, including the network codes as well as the Gas and Electricity Target Models, to help establish and maintain liquid, competitive and integrated wholesale energy markets. The Bridge to 2025 provides a vision for the next decade which includes cross-cutting proposals across the full range of energy policy - from electricity and gas, to retail and consumer to distribution networks and the overall governance for European level energy cooperation. Key amongst energy regulators’ “Bridge to 2025” proposals are:  to implement fully the Third Package framework;  to establish a roadmap aimed at competitive and innovative retail markets by 2025;  to promote flexible response, and its provision by generators and consumers on a non- discriminatory basis;  to ensure that the market for new service providers is not foreclosed by incumbents;  to develop the Gas Target Model to help manage the uncertainty about future gas demand;  to promote security of supply through a greater consistency of assessment and policy mechanisms;  to protect and empower consumers to participate actively in energy markets (principally through the development of the CEER Consumer Vision); including establishing stakeholder panels of energy actors and consumer representative bodies;  to review and, where needed, improve the arrangements for regulatory oversight of the European Networks of Transmission System Operators (ENTSOs) and of other bodies (e.g. nominated electricity market operators (NEMOs); and http://www.ceer.eu/ http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/PRESS_RELEASES/2015/PR-15-08_WelcomeECNewDealForConsumers_2015-07-15.pdf http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Customers/Tab5/Statement%20on%20Delivering%20a%20New%20Deal%20for%20Energy%20Consumers_2015-07-15.pdf http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx Press Release (ACER- PR-10-15) (CEER- PR-15-07)  to further improve the efficiency of some aspects of the regulatory decision-making process at EU level, while maintaining those aspects which have proved to work effectively. The principles in the European Commission’s Communication on a new energy market design (launched today) fit with and reinforce the analysis and recommendations set out in regulators’ (September 2014) Bridge to 2025 proposals. Save the date (24 September 2015) for the CEER and ACER Bridge anniversary event in Brussels. 6. This week in the “The Future Role of DSO – A CEER Conclusion Paper”, which is the result of a public consultation, CEER set out a framework for regulatory oversight of Distribution System Operators (DSOs) which can be a useful tool to determine what DSOs should and should not do. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu / twitter.com/CEERenergy http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Cross-Sectoral/Tab1/C15-DSO-16-03_DSO%20Conclusions_13%20July%202015.pdf mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_023", "date": "2015-09-24", "year": 2015, "edition": 11, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER-PR-11-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_11.pdf", "text": " Press Release (ACER PR-11-15) (CEER- PR-15-09) Regulators’ Bridge to 2025 actions advance the Energy Union Strategy Brussels, 24 September 2015 Today’s one-year anniversary for the “Bridge to 2025” Conclusions Paper1 is a testimony to the strong link between regulators’ “Bridge” actions and the Energy Union strategy, and our engagement in:  promoting liquid, competitive and integrated wholesale markets and a new deal for consumers;  enhancing Europe’s security of supply; and  moving to a low carbon society with more renewables and smart, flexible responsive energy. Regulators’ “Bridge to 2025” Conclusions Paper, launched in September 2014, recommends a set of actions for regulators, Member States, the European Commission and energy actors (including consumers). Delivering the Energy Union through dialogue and collective action One year on from the Bridge launch, regulators are already realising results focused on:  strong stakeholder engagement to deliver the Energy Union strategy  linking wholesale & retail markets in an integrated Internal Energy Market (IEM)  new governance arrangements fit for an integrated market  strengthening interactions with regulators within and outside the EU including through regulatory capacity-building along IEM principles Lord Mogg, Chairman of ACER’s Board of Regulators and President of CEER, underlined the importance of continuous stakeholder engagement and delivering tangible benefits to consumers: “Strong commitment and collective action by all energy actors, consumers and the Institutions is key to delivering the Energy Union strategy. Our forward-looking work on distribution networks and retail markets should help bridge the gap between wholesale and retail markets.” ACER ready to play a stronger role ACER Director, Alberto Pototschnig, stated: “Completion of the Internal Energy Market is at the core of the Energy Union Strategy. An integrated market, with an increased interaction between electricity and gas sectors, requires even greater cooperation among all actors and a fit for purpose governance and regulatory framework. ACER stands ready to play a greater role in a more robust regulatory oversight of the wholesale energy market, to reinforce regulatory cooperation and oversee the evolving role of network operators and other bodies. This requires firm commitments and action by all of us and effective monitoring.” Regulators, in close cooperation with stakeholders, are contributing to delivering the Energy Union through ACER’s work on (post-2014) Internal Energy Market completion, infrastructure development, wholesale market monitoring, Gas Target Model implementation and a review of the Electricity Target Model. Concrete examples of CEER’s work include an assessment of the new role distribution system operators (DSOs) will play in the future IEM, advice on data management, forward-thinking work across a number of areas including security of gas supply, gas storage, well-functioning retail markets and future renewables support schemes in Europe, and continuing efforts to better engage consumer bodies in the regulatory process. ENDS Press Release (ACER PR-11-15) (CEER- PR-15-09) Notes for Editors Press Contacts: ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0) 8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/CEERenergy (1) The “Energy Regulation-Bridge to 2025” Conclusions Paper (attached to Recommendation of the Agency for the Cooperation of Energy Regulators No 05/2014 of 19 September 2014 on the regulatory response to the future challenges emerging from developments in the internal energy market) contains 5 core chapters on electricity, gas, the changing role of Distribution System Operators (DSOs); consumers and protection and the achievement of well- functioning retail markets; and on the governance of the process for the development of the internal European gas and electricity markets. The recommendations in the “Bridge to 2025” reflect the actions needed to help achieve regulators’ key objectives for the Internal Energy Market in 2025: i. Establishing liquid, competitive and integrated wholesale energy market ii. Enhancing Europe’s security of supply and channeling the external element of the Internal Energy Market iii. Moving to a low carbon society with increased renewables and smart, flexible responsive energy supply iv. Developing a functioning retail market that benefits consumers v. Building stakeholder dialogue, cooperation and new governance arrangements Key amongst energy regulators’ cross-cutting Bridge to 2025 proposals are: o to implement fully the Third Package laws and codes; o to establish a roadmap aimed at competitive and innovative retail markets by 2025; o to promote flexible response, and its provision by generators and consumers on a non-discriminatory basis; o to ensure that the market for new service providers is not foreclosed by incumbents; o to develop the Gas Target Model to help manage the uncertainty about future gas demand; o to promote security of supply through a greater consistency of assessment and policy mechanisms; o to protect and empower consumers to participate actively in energy markets (principally through the development of the CEER Consumer Vision)3; including establishing stakeholder panels of energy actors and consumer representative bodies; o to review and, where needed, improve the arrangements for regulatory oversight of the European Networks of Transmission System Operators (ENTSOs) and of other bodies (e.g. nominated electricity market operators (NEMOs); and o to reinforce regulatory cooperation at EU level. Regulators invite all parties to take forward these objectives and to work collectively with regulators in the coming years to achieve the proposed concrete actions. See the Bridge to 2025 Conclusions Paper and a short Executive Summary on www.acer.europa.eu (2) During the event, regulators outlined their first set of “Bridge to 2015 actions”, which help deliver the Energy Union strategy: mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu http://www.acer.europa.eu/ http://www.ceer.eu/ http://twitter.com/CEERenergy http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/SD052005/Supporting%20document%20to%20ACER%20Recommendation%2005-2014%20-%20%20Energy%20Regulation%20A%20Bridge%20to%202025%20Conclusions%20Paper.pdf http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A-Bridge-to-2025/default.aspx http://www.acer.europa.eu/Events/Presentation-of-ACERs-Conclusions-Paper-Energy-Regulation-A-Bridge-to-2025/default.aspx http://www.acer.europa.eu/ Press Release (ACER PR-11-15) (CEER- PR-15-09) "}, {"id": "ACER_PR_024", "date": "2015-10-07", "year": 2015, "edition": 12, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-12-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_12.pdf", "text": " Press Release (ACER- PR-12-15) ACER starts receiving data for the surveillance of the energy markets Ljubljana, 7 October 2015 Today, 7 October 2015, the obligation established by REMIT, the EU Regulation on wholesale energy market integrity and transparency, to report records of wholesale energy market transactions, including orders to trade, executed at organised market places, has come into force. As a result, the EU Agency for the Cooperation of Energy Regulators (ACER) has started to receive the first reports through its REMIT Information System (ARIS). In fact ACER already opened ARIS on Monday this week for the reporting of outstanding long-term contracts executed at organised market places (the so called back-loading). The requirement to report records of wholesale energy market transactions, including orders to trade, is part of the new monitoring framework established by REMIT to detect and deter market abuse in wholesale energy markets. This framework anticipates a shared responsibility between the Agency and National Regulatory Authorities (NRAs). The Agency will collect trade and fundamental data and will perform monitoring and an initial analysis and assessment of these data. Any detected suspicious instance will be notified to National Regulatory Authorities for investigation and, if necessary, enforcement. ACER Director, Alberto Pototschnig, said: “This is a very important milestone in the implementation of REMIT. It has been a formidable challenge for the Agency, as the monitoring framework we are putting in place is unprecedented in its scope and detail. In this respect, I would like to thank all stakeholders who have worked with us over the past years to make this possible, as well as my colleagues in the Agency who were able to overcome the serious lack of resources to deliver this landmark result. With the data that we are collecting from today, the Agency and national regulatory authorities, with whom these data will be shared, will have for the first time a full picture of trading in European wholesale energy markets, which can be used to detect, and thus deter, market manipulation and insider trading. In this way, market participants can be reassured that they all trade on the basis of the same information and consumers that the energy prices they pay reflect market fundamentals and are not distorted by market abusive behaviour”. Two phases for data reporting For the time being, only transactions in wholesale energy contracts admitted to trading at Organised Market Places and fundamental data from the ENTSOs’ central information transparency platforms need to be reported. The remaining wholesale energy contracts (Over the Counter (OTC) standard and non-standard supply contracts; transportation contracts) and reportable fundamental data from Transmission System Operators (TSOs), Liquefied Natural Gas (LNG) System Operators (LSOs) and Storage System Operators (SSOs) will have to be reported from 7 April 2016. As of today, 31 third party reporting parties are registered and 8 additional third party RRMs are pre- registered in the system. NRAs from the 28 Member States and the Agency will observe the progress Press Release (ACER- PR-12-15) on reporting to ensure that all entities with reporting obligations take adequate steps to fulfil their obligations. Background ACER has been working steadily, with National Regulatory Authorities and energy stakeholders, on the implementation of REMIT, since before it entered into force in December 2011. In June 2014, the Agency opened the platform to support the Centralised European Register of Market Participants (CEREMP) to National Regulatory Authorities for the national registration of market participants. On 8 January 2015, the Agency’s new REMIT Portal went live and became a central point of entry to ARIS allowing the registration of Reporting Mechanisms (RRMs – Registered Reporting Mechanisms). The Portal also provide access to the “Notification Platform” through which anyone who has reasons to believe that market manipulation, including attempted market manipulation, or insider trading has occurred can bring it to the attention of the Agency. Also on 8 January 2015 the Agency provided a REMIT Reporting User Package to help reporting parties understand the REMIT transaction reporting regime and to provide them with sufficient guidance to make informed decisions about their transaction reporting obligations. Specific information about the data reporting requirements can be found on the REMIT Portal. These publications have been ever since accompanied by REMIT Q&A and FAQ papers on REMIT transaction reporting which are updated on a regular basis. Access the REMIT Portal here. Find here the latest REMIT Q&A. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu file:///C:/Users/merinda/Desktop/(https:/www.acer-remit.eu/portal/custom-category/acer_remit_reporting_user_package) file:///C:/Users/merinda/Desktop/(https:/www.acer-remit.eu/portal/custom-category/acer_remit_reporting_user_package) https://www.acer-remit.eu/portal/custom-category/remit_questions mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_025", "date": "2015-11-30", "year": 2015, "edition": 13, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-13-15.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2015_13.pdf", "text": " Press Release (ACER- PR-13-15) (CEER – PR-15-14) Fall in wholesale energy prices still not reflected at retail level Brussels, 30 November 2015 Wholesale energy prices continued to decrease in 2014. This fall had a positive impact on the prices paid by industrial consumers, but often not on the energy bills of residential customers. According to the latest Market Monitoring Report 1 presented today by the EU Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER), 2014, household electricity bills in the EU increased 2 , on average, by 2.6% with respect to the previous year, and gas bills by 2.1%. Alberto Pototschnig, ACER Director, highlighted that “whilst half of the household bill is non- contestable, the other half of the bill is open to competition. There needs to be competition both at wholesale and retail level to ensure that EU energy consumers reap the full benefits of market liberalisation. Market integration efforts should continue and be intensified. Social welfare losses for Europeans due to unscheduled electricity flows alone total about 1 billion euro every year”. The Report highlights the need to: - fully implement the gas and electricity target models; - integrate renewables into the energy system at least costs; and - use cross-border network capacity in the most efficient manner 3 . The Report confirms that day-ahead market coupling in electricity has enabled a more efficient use of capacity and helps price formation. It calls for coupling to be implemented on the remaining 12 (out of 40) borders within the EU. Also, national security of supply approaches should be coordinated, including through a European-wide adequacy assessment. For gas, the Report reveals there is an increasing price convergence among EU hubs as well as a narrowing gap between hub and long-term contract prices. Although gaps persist, recent infrastructure investments, in particular in reverse flow capabilities, are bearing fruit. Any benefits for final consumers? Although the lower wholesale prices did not result in lower retail prices in most countries, the Report shows that countries 4 with longer experience of open markets generally offered more choice (including price preservation periods, dual-fuel offers or specific renewable features) to consumers who were in turn more active. Retail market concentration, however, remained high in general and higher in gas than in electricity. Commenting on the consumer’s experience with energy markets 5 , Lord Mogg, Chair of ACER’s Board of Regulators and CEER President, said: “More than half of all consumer complaints were related to prices, contracts and bills. Much more needs to be done to improve the functioning of retail markets and to gain the trust of customers to engage in our markets, including ensuring they get the information and services they need. Also, more than 80% of EU energy consumers remain with their original suppliers seven years after retail market liberalisation. Promoting well-functioning retail markets is therefore a core focus for regulators”. Which are the main barriers to competition? Despite the progress registered during 2014 towards completion of the Internal Energy Market, barriers to full market integration remain in most Member States, with the Baltic region and the South Eastern part of the EU facing the greatest challenges. According to the Report, in these regions the functioning of wholesale markets and transparency in price formation should be improved, while infra- structure should be further developed to support market integration. Press Release (ACER- PR-13-15) (CEER – PR-15-14) Notes for Editors (1) The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets presented on 30 November 2015 fulfills the Agency’s mandate established by Article 11 of Regulation (EC) No 713/2009. It covers retail prices for electricity and natural gas, access to networks (including network access by electricity produced from renewable energy sources), and compliance with the consumer rights laid down in Directive 2009/72/EC and Directive 2009/73/EC. By producing a joint Report, ACER and CEER aim to provide as complete an assessment as possible of progress towards the implementation of the Third Energy Legislative Package, focusing on the remaining barriers for the completion of well-functioning electricity and gas markets. In parallel, the 2015 National Country Reports by each National Regulatory Authority are now available on the CEER website www.ceer.eu. (2) The Report explains that retail energy prices paid by households in most EU Member States are greatly influenced by the so-called “non-contestable charges”- such as taxes and charges for the use of the network - which represent, on average, 60% of the electricity bill and almost 50% of the gas bill. These charges have significantly increased in the last few years largely in order to fund support schemes for renewable energy sources (RES). (3) The Report shows that day-ahead market coupling has enabled a more efficient use of available cross-zonal capacity and helps price formation of hedging products. The Report promotes making the most of the systems by performing more coordinated capacity calculations in all time frames, implementing flow-based calculation methods where appropriate and ensuring more equal treatment of internal and cross-zonal exchanges. (4) The Report shows that relative competition levels in the gas retail market are the highest in Great Britain, the Netherlands, Slovenia, the Czech Republic and Spain while for electricity Sweden, Finland, the Netherlands, Norway and Great Britain score the highest. (5) The Report found that consumer protection measures foreseen in EU law were largely implemented across Europe. Nearly all countries have an electricity ‘supplier of last resort.’ Also, Member States had implemented conditions and procedures for disconnecting consumers due to non-payment. Although data across Europe is limited, disconnection rates were generally low (between 0-2%). Regarding the obligation for countries to define the concept of vulnerable customers, the Report found that while many (18) had explicit definitions, others could also (or instead) have a more implicit approach (included in national social policies, etc.). In addition, in analysing the type of information available in energy bills, the Report found that in many countries information about switching was lacking. Meanwhile, when looking at the categories of complaints, the data showed that more than half (58%) of customer complaints across Europe were related to price, contract or billing issues. Importantly, an alternative dispute settlement is available and free of charge for final household customers in 25 countries. From a consumer perspective, connection, activation, maintenance and disconnection are key process and, in some cases, they represent the consumer’s first interaction with the energy market. In most countries, the quality and timing of some of these distribution services could be improved (e.g. time to provide a price offer for a grid connection; to connect to the network and activate the energy supply to a customer; to disconnect the energy supply following a customer request; and the maximum duration of a planned supply interruption). Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu / twitter.com/CEERenergy http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/ACER_Market_Monitoring_Report_2015.pdf http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0001:0014:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0055:0093:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0094:0136:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0094:0136:EN:PDF http://ec.europa.eu/energy/gas_electricity/legislation/legislation_en.htm http://ec.europa.eu/energy/gas_electricity/legislation/legislation_en.htm http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/NATIONAL_REPORTS/National_Reporting_2015 http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/NATIONAL_REPORTS/National_Reporting_2015 http://www.ceer.eu/ mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_026", "date": "2016-01-08", "year": 2016, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-01-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_01.pdf", "text": " Press Release (ACER-PR-01-16) REMIT implementation enters final stage Ljubljana, 8 January 2016 Data reporting under the EU Regulation on wholesale energy market integrity and transparency (REMIT) has exceeded all expectations, with more than 1 million data records submitted to the Agency daily since 7 October 2015. It has been challenging in 2015 for all those concerned – market participants, organised market places, Registered Reporting Mechanisms, the Agency and the National Regulatory Authorities alike. The issues that appeared during the first weeks of operations have been solved and the Agency’s REMIT Information System (ARIS) is collecting data in a stable manner ever since. The Agency is now preparing for the next stage of data collection as of 7 April 2016. At the same time, in late 2015, the first two breaches of REMIT, in Estonia and in Spain, were sanctioned by the competent National Regulatory Authorities. REMIT implementation has now entered its final stage. It is one year since the Commission Implementing Regulation on REMIT data collection under REMIT entered into force on 7 January 2015. Upon its entry into force, on 8 January 2015, the Agency launched its REMIT Portal and started the registration of reporting parties through ARIS. Three months ago, on 7 October 2015, data collection under REMIT for the purpose of market monitoring of EU wholesale energy markets started. By that time, the Agency had approved 33 Registered Reporting Mechanisms (RRMs) and National Regulatory Authorities (NRAs) had registered nearly 4,000 market participants. The number of data received ever since has exceeded all expectations. However, the Agency’s IT systems are performing well and are successfully coping with the high volumes of data. The Agency is now receiving more than 1 million data records per day. There were some hiccups with data collection in the first weeks of operations, but without any significant impact on the data collection process. They were solved in early November and ARIS has been functioning well in terms of performance ever since. For a large pan-European IT project of this scale, and taking into account the circumstances and resource constraints under which the Agency had to launch it, such technical hiccups are normal and predictable and were, in fact, anticipated by the Agency in its contingency plan. Any such possible technical issue when reporting data to the Agency should not be confused with possible breaches of the reporting obligations under REMIT. The Agency is confident that the system will continue to function well and will also be prepared to start admitting more data by the next deadline. So far, the total number of records of transactions received by the Agency, including orders to trade, exceeds 60 million. These records consist of wholesale energy market transactions, including orders to trade, executed at organised market places. 35 RRMs have been actively submitting records on a daily basis. As more and more RRMs have signed up to the system, the Agency will remove the list of pre-registered RRMs from its REMIT Portal. The Agency and NRAs are currently preparing for the final stage of data collection as of 7 April 2016. In parallel to the ongoing registration of market participants by NRAs, the Agency has in the meantime approved 40 RRMs, including the first reporting parties which will report data as of 7 April 2016. The Agency is also managing more than 700 RRM applications, mostly from self-reporting market participants, for the next stage of data collection. The Agency strongly advises self-reporting market Press Release (ACER-PR-01-16) participants wishing to become an RRM to focus their registration solely on the ARIS Data Collection Instance Web User Interface in order to accelerate their registration as an RRM. This will significantly limit their testing efforts and therefore enable them to complete their overall RRM registration well in advance of the 7 April 2016 deadline, in order to be able to start reporting their data in time. Meanwhile, four years after the market abuse prohibitions and obligations entered into force on 28 December 2011, two breaches of the REMIT provisions were sanctioned by the competent NRAs in Estonia and Spain in late 2015. In December 2015, the Agency had 45 cases of potential REMIT breaches under review. Background The Agency is responsible for monitoring the wholesale energy markets under REMIT and aims at ensuring that National Regulatory Authorities (NRAs) carry out their tasks in a coordinated and consistent way, but it is not responsible for the investigation of potential breaches of REMIT. The EU Member States have the obligation to ensure that their NRAs have the required investigatory and enforcement powers to meet their responsibilities. For more details, please refer to the 4th issue of the Agency’s REMIT Quarterly. Specific information on the data reporting requirements can be found on the REMIT Portal and in the REMIT Q&A and FAQs papers which are updated on a regular basis. More REMIT Quarterly Q&A on REMIT and FAQs on REMIT Transaction Reporting Data reporting requirements Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu https://www.acer-remit.eu/portal/remit-quarterly-doc https://www.acer-remit.eu/portal/custom-category/remit_questions https://www.acer-remit.eu/portal/custom-category/acer_remit_reporting_user_package mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_027", "date": "2016-01-28", "year": 2016, "edition": 2, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-02-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_02.pdf", "text": " Press Release (ACER-PR-02-16) Romana Jordan and Jochen Penker elected new Chair and Vice- Chair of ACER Administrative Board Brussels, 28 January 2016 ACER’s Administrative Board, meeting today, unanimously appointed its new leadership for the next two years. The new Chair, Dr Romana Jordan, has a long experience in collaborating with ACER and has an extensive knowledge of the Agency, which she acquired during her term as Member of the European Parliament (MEP) and of its ITRE Committee. The new Vice-Chair, Mr Jochen Penker, is the Director of European and International Energy Policy at the Federal Ministry of Science, Research and Economy in Austria and has a long experience in public service in the energy field, both in Austria and at the EU level. The Administrative Board is responsible for adopting the Agency’s Work Programme, its budget and the necessary Implementing Rules to give effect to the Staff Regulations. It should also ensure that the Agency effectively carries out its mission and formally appoints the members of the other Boards and the Director. Following her appointment, Dr Jordan underlined that “it is an honour to chair the Administrative Board of such an important European Agency. ACER will be a key player in the fulfilment of the EU’s climate and energy policy and I will work towards ensuring that the responsible EU institutions provide an adequate stimulative framework for its work. I look forward to a constructive cooperation with the other members of the Administrative Board, as well as the Chairman of the BoR and the Director.” ACER Director, Mr Alberto Pototschnig, congratulated both Dr Jordan and Mr Penker for their appointment. “I look forward to continuing the fruitful cooperation with the Board under their chairmanship. Dr Jordan was a strong supporter of the Agency while serving as an MEP and I welcome her now in her new leading role within the Agency. I would like to take this opportunity to sincerely thank Mr Nicolescu for his supportive engagement in the work of the Agency during his term as chair”. As of today, newly appointed members joined the Administrative Board, which is currently composed of the following members – Edmund Hosker, Georgios Shammas, Piotr Grzegorz Woźniak, Guy Lentz, Jochen Penker, Romana Jordan, Rene Tammist, Dominique Ristori, and Agnieszka Kaźmierczak; and alternate members - Jurijs Spiridonovs, Martin Hansen, Carlos Aguirre Calzada, Pál Kovács, Romas Švedas, Uwe Leprich, António Jorge Viegas de Vasconcelos, Klaus-Dieter Borchardt, and Aba-Garrote Paloma. Find out more about the ACER AB composition here. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://www.acer.europa.eu/the_agency/organisation/administrative_board/Pages/default.aspx mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_028", "date": "2016-02-11", "year": 2016, "edition": 3, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-03-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_03.pdf", "text": " Press Release (ACER-PR-03-16) ACER and ENTSOG launch a joint platform to facilitate a smooth gas network code implementation Ljubljana, 11 February 2016 A newly created web-based platform www.gasncfunc.eu launched today by ACER and ENTSOG will allow stakeholders to notify implementation and operational issues related to gas network codes already in force. A joint process between ACER and ENTSOG aims to develop commonly recommended guidance on how to address such issues. ACER Director Alberto Pototschnig said: “I am very pleased that, through this new tool, we are now able to offer network users and other relevant stakeholders the possibility to notify us of problems related to the implementation of the Network Codes and Guidelines. The Platform will also make the assessment of these notifications by the Agency and ENTSOG, in their respective ambits of responsibility, more efficient, so that we will be able to respond more rapidly and therefore to contribute better to achieving the EU single energy market”. The new “Joint Functionality Process for Gas Network Codes” has been set up jointly by ACER and ENTSOG with the support of the European Commission. With this new process, all relevant parties can notify issues through a web-based platform and be involved in finding solutions. The process covers all gas network codes already in force. Participation in the process will require online registration. Non-registered users will have access to the list of submitted issues with a short description. The functionality process and the web-based platform will initially be considered as a pilot project which will be evaluated by ACER and ENTSOG after sufficient experience has been obtained. The gas network codes and guidelines already in place are the ones related to Capacity Allocation Mechanisms (CAM), Congestion Management Procedures (CMP), Balancing (BAL) and Interoperability and Data Exchange Rules (INT). The joint “Gas Network Codes Functionality Platform” is available at www.gasncfunc.eu Webinar on 17 February A webinar to explain the process and illustrate all necessary details on how to use the platform will be held on 17 February at 16.00 CET ((see ACER or ENTSOG websites for more details). Afterwards, all related documents will be available in the Q&A section of the platform. Contact Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://www.gasncfunc.eu/ http://www.gasncfunc.eu/ mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_029", "date": "2016-03-07", "year": 2016, "edition": 4, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-04-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_04.pdf", "text": " Press Release (ACER-PR-04-16) One month ahead: ACER is ready for 2nd phase of REMIT data collection Ljubljana, 07 March 2016 On 7 April 2016, the obligation for market participants to report wholesale energy supply contracts executed over-the-counter, transportation contracts and additional fundamental data under the EU Regulation on Wholesale Energy Integrity and Transparency (REMIT) enters into application. This 2nd phase of data collection will complement the Agency’s data collection of wholesale energy market transactions, including orders to trade, executed at organised market places and of fundamental data from the European Networks of Transmission System Operators for electricity and gas that began 7 October 2015. In parallel with its effort to register reporting parties as Registered Reporting Mechanisms (RRMs), the Agency has provided a comprehensive set of guidance on transaction and fundamental data reporting. In addition, the Agency will publish further REMIT Q&As and FAQs on transaction and fundamental data reporting as required. Market participants should therefore be well prepared for data reporting as of 7 April 2016. Alberto Pototschnig, Director of ACER, emphasised that “the second phase completes the reporting of trade and fundamental data to the Agency, thus giving us the full picture of trading in wholesale energy markets in the EU. With this information, the Agency will be able to monitor these markets more effectively, to promote their integrity and transparency”. RRM registration for the 2nd phase of data collection The Agency and National Regulatory Authorities (NRAs) are well prepared for the final stage of data collection as of 7 April 2016. In parallel to the ongoing registration of market participants by NRAs, the Agency has already approved 45 RRMs. The Agency is managing numerous additional RRM applications, mostly from self-reporting market participants. In the light of the Agency’s limited resources, it will continue to prioritise the RRM applications from third-party RRMs and from Transmission System Operators, Storage System Operators and LNG System Operators. This means that the Agency will only perform the registration of self-reporting market participants on a best effort-basis. Given that the RRM registration process typically takes at least three months, the Agency expects those RRM applicants who are not yet in the final testing stage of the RRM registration process to rely on third-party RRMs. The Agency therefore strongly advises market participants to approach one of the registered third-party RRMs in order to fulfil their reporting obligation as of 7 April 2016. The Agency has recently published on the REMIT Portal a list of RRMs which also indicates the data types for which the RRMs were approved. Continues on next page Press Release (ACER-PR-04-16) Guidance on transaction and fundamental data reporting as of 7 April 2016 On 16 February 2016, the Agency organised the 11th public workshop on REMIT implementation which was attended by 140 participants. The workshop focussed on transaction and fundamental data reporting for the 2nd phase of data collection under REMIT as of 7 April 2016. During the workshop, third-party RRMs providing services for 2nd phase reporting were invited to present themselves and given the opportunity to network with potential future clients. In the margins of the workshop, the Agency published another update of its Q&As on REMIT and FAQs on transaction reporting, along with four instructional videos on how to become registered as an RRM. In this way, the Agency is doing its utmost to assist stakeholders to fulfil their obligations under REMIT. The Agency will continue to provide further guidance through the publication of additional REMIT Q&As and FAQs on transaction and fundamental data reporting in the course of the month and beyond, as required. Background The purpose of data collection is market monitoring. REMIT establishes a new, unprecedented, sector- specific market monitoring framework to detect and prevent market abuse in European wholesale energy markets, where energy should be traded according to the highest transparency and integrity standards. The full implementation of REMIT is vital to guarantee well-functioning markets to the benefits of European energy consumers. This is even more important now that the single market is being completed through rules directly applicable throughout the Union and other developments such as a single day-ahead market for electricity, which operates from the Iberian Peninsula to Scandinavia and a common platform for allocating cross-border gas capacity on a growing number of interconnection points. Useful links: List of RRMs Q&A on REMIT and FAQs on REMIT Transaction and Fundamental Data Reporting: Data reporting requirements Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu https://www.acer-remit.eu/portal/list-of-rrm https://www.acer-remit.eu/portal/custom-category/remit_questions https://www.acer-remit.eu/portal/custom-category/acer_remit_reporting_user_package mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_030", "date": "2016-06-02", "year": 2016, "edition": 5, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-05-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_05.pdf", "text": " Press Release (ACER PR-05-16) Energy regulators should have the proper regulatory independence and sufficient personnel to make an effective contribution towards a fully integrated European energy market Ljubljana, 2 June, 2016 The Agency for the Cooperation of Energy Regulators (ACER) published today a Recommendation to the European Parliament, the Council and the European Commission underlining the importance of preserving the independence of national regulatory authorities (NRAs) and of ACER itself. European energy regulators call on the European Commission to monitor the effective implementation of the provisions in the Third Energy Package safeguarding NRAs’ independence and on all EU institutions to ensure that NRAs and the Agency are adequately resourced to fulfil their mandate. With this Recommendation, the Agency aims to provide an input into the European Commission’s forthcoming legislative proposals on a new energy market design. The Agency’s Board of Regulators (BoR) engaged actively in the development of this Recommendation and its NRA membership unanimously supported it. Specifically, the Agency recommends that:  the European Commission continues actively to monitor the implementation of the requirements of the Third Energy Package regarding the powers and autonomy of NRAs and, where required, takes action to ensure compliance with its provisions.  NRAs’ budgets are determined in a manner that ensures adequate resources to allow NRAs to meet their legal obligations at both national and European level.  the procedures for the nomination, appointment and renewal of NRAs’ senior management (such as commissioners or board members) are transparent, fair, and guarantee the ability of those regulators to act independently.  The Agency itself is adequately resourced to fulfil its statutory mandate, including through cost- reflective fees for resource-intensive services provided by the Agency, such as the registration of Registered Reporting Mechanisms under the EU Regulation on Wholesale Energy Market Integrity and Transparency (REMIT). The Recommendation emphasises that reinforcing the autonomy of NRAs must be accompanied by appropriate checks and balances at national level. ACER Director, Alberto Pototschnig stated that: “Adequate resources and autonomy are essential if NRAs and the Agency are to carry out their tasks effectively, thus ensuring the completion of a well-functioning Internal Energy Market and that EU energy consumers fully benefit from market liberalisation. The Recommendation we published today complements our earlier proposals – most recently in our response to the Commission’s consultation on a new energy market design – for strengthening the governance and regulatory framework of the Internal Energy Market.” Information on the number of staff national regulators commit to delivering work within the Agency was also published today. http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Recommendations/ACER%20Recommendation%2001-2016.pdf http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Recommendations/ACER%20Recommendation%2001-2016.pdf Press Release (ACER PR-05-16)  Collectively NRAs allocate the equivalent of more than 200 full-time staff to carrying out work in the Agency’s working groups and the Board of Regulators.  All NRAs – including the smallest – commit considerable resources to cooperation within ACER, with a disproportionate strain on the small- and medium-sized NRAs.  However, despite significant effort by all NRAs, their participation in the Agency’s work is still uneven. Greater involvement by all NRAs would benefit the Agency and its activities, but many NRAs simply lack sufficient overall resources to take on a more active role.  Inadequate resourcing of NRAs puts at risk the effective delivery of the regulatory policies that underpin the Internal Energy Market - and ultimately the benefits of the IEM to consumers. Lord Mogg, Chair of the ACER Board of Regulators, stressed that the information collected for this exercise strongly supports the Recommendation in relation to the need to ensure that the resources allocated to NRAs are sufficient to meet both their national and European duties. “Proper resourcing is key to effective regulation at national and EU level. Those NRAs with limited resources cannot play a more active role in the Agency’s work and this threatens the pan-EU effort to deliver an integrated energy market. For all NRAs, the central importance of independence and, as this analysis shows, of sufficient resources remain of continuing concern and have an undoubtedly detrimental impact at national and EU level.” You can find out more in Taking stock of NRAs’ human resources: Summary of findings. ENDS Notes for Editors (1) ACER Recommendation on ensuring the independence of the Agency for the Cooperation of Energy Regulators and of National Regulatory Authorities (2) Taking stock of NRAs’ human resources: Summary of findings Background Both documents announced here emerged from a wider analysis carried out by the Agency to identify ways to ensure that the cooperative arrangements for NRAs within ACER are suitable to meet future challenges and can adapt to the evolving role of the Agency. Not least to make sure that the Agency and NRAs are making effective use of their resources. This work was initiated in a Summit of the Board of Regulators and the ACER Director, which took place in September 2015. The Summit was held as a follow up to the “Bridge to 2025” initiative1 and ahead of the forthcoming legislative proposals of the European Commission on a new energy market design, to develop specific mechanisms further to enhance cooperation with and between NRAs. 1 ACER Recommendation No 05/2014, Conclusion Paper of ‘Energy Regulation: the Bridge to 2025’ on the regulatory response to the future challenges emerging from developments in the internal energy market, 19.09.2014 http://www.acer.europa.eu/Official_documents/Other%20documents/ACER%20Taking%20stock%20of%20the%20regulators%E2%80%99%20human%20resources%20Summary%20of%20findings.pdf http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Recommendations/ACER%20Recommendation%2001-2016.pdf http://www.acer.europa.eu/Official_documents/Other%20documents/ACER%20Taking%20stock%20of%20the%20regulators%E2%80%99%20human%20resources%20Summary%20of%20findings.pdf Press Release (ACER PR-05-16) Following the Summit, work has been pursued on a number of fronts. It took into account views expressed by the European institutions, recognising that future regulatory arrangements should be based on greater independence and sufficient resources for both the Agency and NRAs2. It also built on and complemented the Agency’s own previous proposals3. The context, purpose and outcomes of the Summit and subsequent work are described in more detail in the ‘Reinforcing regulatory cooperation to deliver the internal energy market: Executive Summary’, which is available on ACER’s website here. Press contact: ACER Mr David Merino Tel. +386 (0) 8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu 2 COM(2015) 80 FINAL, EC Communication on “A Framework Strategy for a Resilient Energy Union with a Forward-Looking Climate Change Policy”, 25.2.2015 COM(2015) 340 FINAL, “Launching the public consultation process on a new energy market design”, 15.7.2015 European Court of Auditors, Special Report, “Improving the security of energy supply by developing the internal energy market: more efforts needed”, 2015. 3 “Joint ACER-CEER response to the European Commission’s Consultation on a new Energy Market Design”, 07.10.2015 http://www.acer.europa.eu/Official_documents/Other%20documents/ACER_Reinforcing%20regulatory%20cooperation_Executive%20Summary.pdf mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ "}, {"id": "ACER_PR_031", "date": "2016-06-16", "year": 2016, "edition": 6, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-06-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_06.pdf", "text": " Press Release (ACER PR-06-16) ACER to have a key role in the new EU energy landscape Ljubljana, 16 June, 2016 During ACER’s 5th Annual Conference: ‘ACER, Past, Present and Future’ held today in Ljubljana, Jerzy Buzek, Chairman of the European Parliament’s Committee for Industry, Research and Energy stated in a video message that according to the European Parliament ACER should have a key regulatory role in system management at regional level”. The new market design proposal is to be presented by the Commission by the end of the year. “With growing responsibilities, new resources are needed and ACER can count with our support to have a full and active role for delivering a truly common internal energy market in the frame of the Energy Union”, Buzek added. Representing the European Commission, Mr Christopher Jones, Deputy Director General for Energy, confirmed that the role of ACER will have to evolve. The Commission is considering, he said, “a role for ACER in overseeing emerging regional entities, working rules and principles, as well as coordinated decisions”. The Conference overall aimed to define how the Agency can best contribute to the common goal of completing a well-functioning, competitive, sustainable and secure Internal Energy Market in the context of the Energy Union. ACER Director Alberto Pototsching highlighted how “the ambitious climate change objectives the EU has set itself mean we will have more and more renewables in our energy mix, and therefore we need a more flexible energy system to respond to a greater share of renewable-based generation”. The first Session, moderated by Lord Mogg, Chairman of our Board of Regulators, focused on the rationale behind the establishment of the Agency for the Cooperation of Energy Regulators, as part of the new regulatory framework defined by the Third Energy Package. The second Session, moderated by Mr Razvan Nicolescu, Chairman of our Administrative Board from 2014 to 2016, analysed the performance and milestones of ACER in its first five years of existence. The third Session, moderated by Dr Romana Jordan, the current Chair of the Administrative Board, looked at what the future role of ACER should be for effectively contributing to delivering the Energy Union. The opening addresses were delivered by ACER Director, Mr Alberto Pototschnig, Slovenian Minister for Infrastructure, Mr Peter Gašperšič and Mr Zoran Jankovič, Mayor of Ljubljana. The Ambassador of the Netherlands to Slovenia, H.E. Mr Bart Twaalfhoven, illustrated the energy priorities of the Netherlands EU Presidency. Other high-level speakers at the Conference included representatives of the Energy consumers’ associations and market participants. Press contact: ACER Mr David Merino Tel. +386 (0) 8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ "}, {"id": "ACER_PR_032", "date": "2016-09-16", "year": 2016, "edition": 7, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-07-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_07.pdf", "text": " Press Release (ACER- PR-07-16) (CEER-PR-16-04) Wholesale gas prices continue to fall in the EU but electricity prices end their decreasing trend in some countries Ljubljana, 16 September 2016 The downward trend of wholesale energy prices continued in most of the EU in 2015, according to the latest ACER/CEER Market Monitoring Report1, whose wholesale volumes were published today. The results will be discussed with stakeholders in a workshop next week in Ljubljana2. Gas prices decreased across Europe as a result of declining oil prices, a greater availability of gas and increased gas-to-gas competition. For the first time since 2008 average electricity prices increased in a few countries in 2015; however overall prices remained far below 2008 levels. In some countries this can be explained by a high share of renewable energy and overcapacity in generation. Alberto Pototschnig ACER Director underlined: “In the context of the ongoing electricity market design debate, the Report shows that electricity prices are able to reflect the market fundamentals, with overcapacity and high share of renewable generation in several Member States. The completion of the electricity market integration process remains our top priority. We are pursuing this through the implementation of the network codes, the removal of the remaining barriers and by trying to ensure that administrative measures implemented at national level do not distort competition in the Internal Energy Market (IEM)”. EU consumers lose more than a billion Euro annually on unscheduled electricity flows Unscheduled flows continue to distort the functioning of the Internal Energy Market (EM), as less cross- border capacity is available for trade. In 2015, social welfare losses due to unscheduled flows amounted to 1.1 billion Euro. These distorting flows could be mitigated by EU transmission system operators further improving the methodology to calculate cross-border capacity and by greater coordination between them. Gas hubs play a pivotal role Lord Mogg, Chair of ACER’s Board of Regulators, said: “The improved diversification of gas imports and the pivotal move towards hub-based models, at the expense of oil linked long-term contracts, are showing positive results in Europe. Efforts to further increase liquidity in Europe’s gas markets will continue.” Dutch TTF and British NBP remained the most liquid gas hubs in 2015. In fact, the gap with other hubs has widened, as is evident when comparing liquidity and number of transactions for forward products. The pivotal role of hubs in gas markets, as already evident in the past in the North West region (NWE), is gradually expanding into the Central Eastern region (e.g. VOB in the Czech Republic) and the Mediterranean (Italian PSV) area. Gas wholesale price convergence continues to improve across most of the EU and is no longer confined only to NWE. This is facilitated by the growing role of hubs, enhanced cross-border interconnection and gradual implementation of Network Codes. Gas wholesale markets work better as they become more integrated. However, further progress is needed before a fully-integrated Internal Gas Market is achieved and some barriers remain. http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx Press Release (ACER- PR-07-16) (CEER-PR-16-04) Ends (see Notes for Editors) Notes for Editors (1) The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets fulfils the Agency’s mandate established by Article 11 of Regulation (EC) No 713/2009. It covers retail prices for electricity and natural gas, access to networks (including network access by electricity produced from renewable energy sources), and compliance with the consumer rights laid down in Directive 2009/72/EC and Directive 2009/73/EC. This year, the Report comprises a main volume and four thematic volumes. The Gas and Electricity Wholesale Market Volumes are published today earlier than the main volume and two other thematic volumes – which are expected to be released in mid-November - to allow readers access to these documents as soon as they are ready. The recommendations on wholesale gas and electricity volumes will be released on 9 November. (2) The Gas and Electricity Wholesale Market Volumes will be presented at a Workshop in Ljubljana on Wednesday 21 September. To participate please register here. (3) This year, for the first time the Agency has been able to draw on wholesale energy market data reported under REMIT to calculate metrics - like bid-ask spreads and supplier concentration - to assess the functioning of gas wholesale markets, further enhancing the analytical depth of the Report. Bid ask spreads show the gap at a certain point in time between the lowest price for which a seller is willing to sell gas and the highest price that a buyer is willing to pay for it. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu / twitter.com/CEERenergy http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0001:0014:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0055:0093:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0094:0136:EN:PDF http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx http://www.acer.europa.eu/Events/ACER-Workshop-on-Market-Monitoring-Wholesale-Electricity-and-Gas/default.aspx mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_033", "date": "2016-10-07", "year": 2016, "edition": 8, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-08-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_08.pdf", "text": " Press Release (ACER-PR-08-16) One year of successful data collection under REMIT Ljubljana, 7 October 2016 The Agency completed on 7 October 2016 one full year of data collection under the EU Regulation on Wholesale Energy Integrity and Transparency (REMIT). On this occasion the Agency is publishing the REMIT Annual Report 2016 for the Agency’s REMIT activities during 2015, as well as a new edition of the REMIT Quarterly, with the most recent updates on REMIT-related matters. The Agency is currently receiving more than 1m records of transactions, including orders to trade, on average per day and more than 35m records per month. This considerably exceeds the prudent estimates made before data collection began. The Agency notes that a high number of transactions in all likelihood reflects liquid and competitive markets. However, it also poses an additional challenge to the Agency. The Agency now receives the information it needs in order to monitor the market efficiently. Using the reported data, the Agency can detect and deter market manipulation and trading based on inside information. In the longer run, this will enhance market integrity and transparency for the benefit of European energy consumers and citizens. The experience with energy market abuse cases in other parts of the world clearly shows the benefits of investing in adequate market monitoring. It indicates that effective market monitoring can detect potential market abuse that could otherwise have a significant detrimental impact on the market. The deterring effect of market monitoring, whose benefits cannot easily be quantified, should also be taken into consideration. REMIT plays, therefore, an important role in the completion of a well-functioning internal energy market in the European Union. Well-functioning markets should work on the basis of reliable price signals, namely price signals which reflect the demand and supply fundamentals and are not distorted by abusive market behaviour. Security of supply also benefits from well-functioning markets. The effective implementation of REMIT, with its aim of detecting and deterring market abuse, is thus a major pre-requisite for efficient market integration and the security of energy supply, both of which are essential components of the Energy Union strategy. These milestones were achieved despite a level of resources clearly inadequate in relation to the Agency’s mandate. This required the deprioritisation of a number of activities, including some in the REMIT implementation area. It also led to reassessing the scale of the Agency’s market monitoring of European wholesale energy markets. Only in 2016 was the Agency authorised to recruit some additional human resources, even though the gap with respect to what would be required to effectively implement REMIT persists. Going forward, the way in which the Agency’s monitoring of European wholesale energy markets will be organised, and its effectiveness, will crucially depend on the available human resources – in terms of expert market analysis capabilities. The Agency still faces resource constraints and will have to review its activities for 2017 in the light of the budget available. The most recent information on the Agency’s REMIT activities is explained in the new REMIT Quarterly newsletter. Press Release (ACER-PR-08-16) REMIT Annual Report 2016 published The Agency’s REMIT annual report 2016 for its REMIT activities in 2015 published today focuses on the Agency’s implementation and monitoring activities. In 2015, the Agency continued with the development of the procedures and the IT platforms to support the collection and analysis of trade and fundamental data, as envisaged within the REMIT framework. In line with plans, the Agency began to collect data on 7 October 2015. Despite the fact that the Agency’s main REMIT activities in 2015 were concentrated on the implementation of its information system (ARIS), it was at the same time already active in monitoring the trading activities at pan-European level, based on the information available, and its actions were complemented by NRAs’ monitoring activities at national or regional level. Furthermore, Persons Professionally Arranging Transactions were continuing with the identification and notification of potential breaches of the market abuse prohibitions as obliged under Article 15 of REMIT. The achievements in 2015 are particularly significant considering that the Agency has so far been assigned only a small part of the human resources required for the implementation of REMIT. Since part of the additional resources, which the Agency would have required to deliver its Annual Work Programme, and envisaged in that estimate, did not become available to the Agency, the Work Programme for 2015 was revised in January 2015 and some activities planned, in particular with respect to the implementation of REMIT, were postponed. Against the background of market integrity and transparency and the effective implementation of REMIT as essential components of the Energy Union strategy, in its REMIT annual report 2016 the Agency formulates the following recommendations to the European Commission pursuant to Article 7(3) of REMIT: - Consider the specificities of energy markets in the Union’s financial market legislation; - Monitor the transposition and implementation of enforcement and sanctioning powers at national level; - Supervision of Registered Reporting Mechanisms; - Provision of appropriate financial and human resources to the Agency. More REMIT Annual Report REMIT Quarterly Issue 6 Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Publication/REMIT%20Annual%20Report%202016.pdf https://www.acer-remit.eu/portal/remit-quarterly-doc mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/en/Pages/default.aspx "}, {"id": "ACER_PR_034", "date": "2016-11-09", "year": 2016, "edition": 9, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER-PR-09-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_09.pdf", "text": " Press Release (ACER-PR-09-16) (CEER-PR-16-08) Gas consumers finally start to benefit from lower wholesale energy prices Brussels, 9 November 2016 Many EU energy consumers are finally beginning to reap the benefits of the single energy market in terms of lower prices. The average household gas bill decreased by 4.2% in 2015, compared to the previous year, according to the latest Market Monitoring Report1 presented today in Brussels by the EU Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER). The downward trend of wholesale prices observed in many countries over the last few years is finally reflected in the energy bills of industrial customers and in the gas bills of domestic consumers, but not for electricity households. ACER’s Director Alberto Pototschnig highlighted: “In 2015, wholesale gas prices decreased across Europe, as a result of declining oil prices, increased gas-to-gas competition and a greater availability of LNG. Electricity wholesale prices also continued their declining trend in many countries and remained below 2008 levels. This trend is due, at least in part, to more renewables and an overcapacity in generation. Both for gas and electricity, a better utilisation of the networks, as well as greater competition, have played an important role”. Why have electricity retail prices not fallen? In half the EU Member States, the price residential consumers pay for electricity has not fallen. This is because of an increase in the level non-contestable charges in the consumers’ energy bills (e.g. related to the funding of renewables support schemes and, in some cases, capacity remuneration mechanisms and other system services). Regulators consider that the continued increase of these non-energy related charges in consumers’ energy bills hinders consumers’ ability to take advantage of the greater choice and better prices that the energy sector liberalisation is expected to deliver. Progress in customer protection and empowerment The Report shows that the legal provisions for consumer protection and empowerments are generally well established in national legislation and in practice. On average, it takes around 14 working days to switch (electricity or gas) supplier which is within the 3-week maximum period mandated by EU energy laws, and around 5 weeks to receive the final bill after switching supplier. Regulators have set a more ambitious goal of switching within 24 hours by the year 2025 (see our Bridge to 2025 recommendations). In 2015, 17 countries have minimal functionalities for smart meters specified in law to ensure benefits to household consumers. 20 countries have reliable price comparison tools in electricity and 15 in gas. Commenting on consumers’ experiences with the market, Lord Mogg, Chair of ACER’s Board of Regulators and CEER President, said: “Consumers’ empowerment is essential if consumers are to benefit from the greater choice available in the market. Smart meters, if they are equipped with proper functionalities, are a key enabler of demand response which in turn provides much needed flexibility in energy systems. As regulators we will continue our work to remove barriers to retail markets, to unlock demand response and to ensure consumers have access to reliable comparison tools. ” Ends (see Notes for Editors) http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx Press Release (ACER-PR-09-16) (CEER-PR-16-08) (1) The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets fulfils the Agency’s mandate established by Article 11 of Regulation (EC) No 713/2009. It covers retail prices for electricity and natural gas, access to networks (including network access by electricity produced from renewable energy sources), and compliance with the consumer rights laid down in Directive 2009/72/EC and Directive 2009/73/EC. This year, the Report comprises a main volume and four thematic volumes on Retail Markets, Customer Protection and Empowerment, Wholesale Gas Markets, and Wholesale Electricity Markets. The Gas and Electricity Wholesale Market Volumes were published on 21 September, earlier than the main volume and two other thematic volumes – which are released today - to allow readers access to these documents as soon as they are ready. The recommendations in all the areas covered by the Report are also released today. All volumes can be here on www.acer.europa.eu. The data used for compiling this Report have been collected internally or provided by the European Commission, CEER, the National Regulatory Authorities, and the European Networks of Transmission System Operators for electricity and gas. In parallel, the National Country Reports by each National Regulatory Authority (NRA) are now available on the CEER website www.ceer.eu. (2) Regulators’ Bridge to 2025 proposals, published 23 September 2014, present a set of concrete actions for collective action by regulators, the EU institutions, Members States and stakeholders to fully implement EU legislation, including the network codes as well as the Gas and Electricity Target Models, to help establish and maintain liquid, competitive and integrated wholesale energy markets. The Bridge to 2025 provides a vision for the next decade, and is intended as a guide to policy makers and the energy sector alike. Cross-cutting proposals address the full range of energy policy - from electricity and gas, to retail and consumer to distribution networks and the overall governance for European level energy cooperation. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/CEERenergy http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0001:0014:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0055:0093:EN:PDF http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:211:0094:0136:EN:PDF http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx http://www.acer.europa.eu/ http://www.ceer.eu/ http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_035", "date": "2016-11-30", "year": 2016, "edition": 10, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER-PR-10-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_10.pdf", "text": " Press Release (ACER- PR-10-16) (CEER-PR-16-09) Europe’s Energy Regulators welcome the Commission’s “Clean Energy for All Europeans” proposals  Consumers should benefit from the new rules for a consumer-centred clean energy transition  ACER-CEER conference on the new Energy Market Design for the Clean Energy Transition ACER 1 and CEER 2 , representing Europe’s energy regulators, welcome the “new Clean Energy for All Europeans” proposals adopted today by the European Commission. The Commission’s proposals will be publicly discussed at our dedicated conference on the new energy market design for the clean energy transition (23-24 January, 2017). Consumers should benefit from the “Clean Energy for All Europeans” proposals Welcoming the proposals, ACER Director, Alberto Pototschnig, said “The ACER-CEER Market Monitoring Report 3 , published this month provides an evidence base for the need to enhance the electricity market design to meet the new challenges facing the sector. The Commission’s proposals and regulators’ approach to the energy market design framework are well aligned. We share the common goal of developing competitive, liquid and integrated energy markets across Europe that can deliver full benefits to EU energy consumers.” Expressing his hope that consumer will benefit from the proposals, Chair of ACER’s Board of Regulators and CEER President, Lord Mogg added: “Regulators are fully committed to a regulatory framework that supports a future-proof market design at both wholesale and retail levels. Our hope is that with the Commission’s proposals, energy consumers will enjoy a good deal in terms of price, choice and quality of supply. ACER-CEER conference on the new Energy Market Design for the Clean Energy Transition The ACER-CEER vision of the future energy market design is set out in the joint “Bridge to 2025” proposals and in the ACER-CEER response to the Commission’s consultation on the energy market design. The ACER-CEER conference will address with stakeholders the key issues and associated regulatory challenges emerging from the Commission’s proposals on the “Clean Energy for All Europeans”. Brussels, 30 November 2016 Ends (see Notes for Editors) http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx http://www.acer.europa.eu/Media/News/Pages/Regulators%E2%80%99-Bridge-to-2025-energy-proposals-should-guide-the-new-Commission%E2%80%99s-energy-priorities.aspx http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Cross-Sectoral/Tab1/ACER_CEER_EMD%20response_FINAL.pdf http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Cross-Sectoral/Tab1/ACER_CEER_EMD%20response_FINAL.pdf Press Release (ACER- PR-10-16) (CEER-PR-16-09) Notes for Editors (1) The Agency for the Cooperation of Energy Regulators (ACER) is an EU Institution established under Regulation (EC) 713/2009, which coordinates the work of national energy regulators (NRAs) at EU level. ACER plays a central role in the development of EU-wide network and market rules with a view to enhancing competition. The Agency coordinates regional and cross- regional initiatives, which favour market integration. It monitors the work of European networks of transmission system operators (ENTSOs), and notably, their EU-wide network development plans. ACER also monitors the functioning of gas and electricity markets in general, and of wholesale energy trading in particular. Visit www.acer.europa.eu. (2) The Council of European Energy Regulatory (CEER) is the association of Europe’s national energy regulators, serving as their voice at EU and global level. CEER’s members and observers, from more than 30 European countries, are the independent statutory bodies responsible for energy regulation at national level. CEER is at the forefront of efforts to foster competitive energy markets and to empower consumers through sound and independent regulation. Through cooperation and training, CEER promotes best practice energy regulation, supporting national regulators in their daily work. Visit www.ceer.eu. (3) The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets comprises a main volume and four thematic volumes on Retail Markets, Customer Protection and Empowerment, Wholesale Gas Markets, and Wholesale Electricity Markets. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/CEERenergy http://www.acer.europa.eu/ http://www.ceer.eu/ http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_036", "date": "2016-12-15", "year": 2016, "edition": 11, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-11-16.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2016_11.pdf", "text": " Press Release (ACER-PR-11-16) The Agency for Cooperation of Energy Regulators and the Energy Community Secretariat sign cooperation agreement Ljubljana/Vienna, 15 December 2016 The Agency for Cooperation of Energy Regulators (ACER) and the Energy Community Secretariat have signed an administrative arrangement to enhance cooperation. According to this arrangement, the Agency, within the scope of its market monitoring tasks, may request the support of the Energy Community Secretariat in collecting the necessary market data and information for extending the coverage of its annual market monitoring report to the Energy Community Contracting Parties. The Secretariat will support the National Regulatory Authorities of the Contracting Parties in collecting and validating the data and information required for market monitoring purposes. The agreement also envisages the participation, as observers, of the Secretariat’s staff in the Agency’s working groups on electricity, gas, and implementation and monitoring, and their substructures. In addition, the agreement outlines the possibility for the Agency to rely on the Secretariat’s expertise in assessing the progress of Energy Community Contracting Parties in the transposition and actual implementation of the energy acquis. This assessment is part of the evaluation of a Contracting Party regulator’s application to participate in the Agency’s working groups. The administrative arrangement was signed in Bratislava on 2 December by Director Janez Kopač on behalf of the Energy Community Secretariat and Director Alberto Pototschnig on behalf of the Agency. After the signing, Director Pototschnig commented that “this is an important step forward in the cooperation with the Energy Community Secretariat at a time when we aim to extend the internal energy market to include our European eastern neighbours as part of the Energy Union strategy”. Mr Kopač remarked “The signature of the agreement does not only pave the way for further intensifying cooperation between the Energy Community Secretariat and the Agency, it will also allow for closer cooperation between EU and Energy Community Contracting Parties’ regulators that is pivotal for creating an effective pan-European energy market”. Contact ACER Energy Community Secretariat Mr David Merino Mrs Barbora Poyner Tel. +386 (0)8 2053 417 Tel. +43 (1) 5352222 215 Email: david.merino@acer.europa.eu Email: Barbora.poyner@energy-community.org www.acer.europa.eu www.energy-community.org mailto:david.merino@acer.europa.eu mailto:Barbora.poyner@energy-community.org http://www.acer.europa.eu/en/Pages/default.aspx http://www.energy-community.org/ "}, {"id": "ACER_PR_037", "date": "2017-01-23", "year": 2017, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER PR 01 17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_01.pdf", "text": " Press Release (ACER- PR-01-17) (CEER-PR-17-01) Commission’s Clean Energy proposals: Regulators call for flexible regulation and effective regulatory oversight Brussels, 23 January 2017  Regulation must be flexible, promoting competition and innovation  Greater role for EU bodies and regionalisation require adequate regulatory oversight  Regulators’ series of white papers announced ACER1 and National Regulatory Authorities in CEER2 revealed today their initial reactions to the European Commission’s Clean Energy for All Europeans (Winter Package3) proposals. Their feedback to the Commission’s proposals is contained in an “Overview Paper” which was presented at the ACER-CEER conference (23-24 January) “Towards a future proofed Energy Market Design4”. Regulation must be flexible for evolving market, promoting competition and innovation Lord Mogg, Chair of the ACER Board of Regulators and CEER President, broadly welcomed the Commission’s proposals emphasising that improvements in the Energy Market Design should build upon the exiting (3rd Package) framework: “Regulators support the Commission’s efforts in the Clean Energy proposals to restore price signals to markets through scarcity pricing and integrate RES into the market, and to maximise cross-border capacity. We welcome the move to enable consumers participate more in markets but we caution against net-metering and over-prescriptive rules that could stifle the market and innovation.” Greater role for EU bodies and regionalisation require adequate regulatory oversight On regional governance and oversight, ACER Director, Alberto Pototschnig, said: “As the energy market faces new challenges, we welcome the Commission’s proposal to strengthen the regional dimension in a number of key areas, including network operation and resource adequacy. At the same time, we need to ensure that regional developments, while recognising local specificities, remain consistent with the main objective of creating a well- functioning EU-wide internal energy market. Adequate regulatory oversight, including at regional level, must be assured to promote a well-functioning Internal Energy Market. NRAs and the Agency stand ready to assist this process, through ACER’s effective oversight of EU-wide bodies – such as the European Network of Transmission System Operators (ENTSOs), the new EU Distribution System Operators (DSO) body and the Nominated Electricity Market Operators (NEMOs) – and the monitoring of regional implementation.” Series of ACER-CEER regulatory White Papers announced Regulators announced that they will publish, in the coming months, a series of short, regulatory white papers relevant to the Clean Energy proposals. Regulators are committed to contributing to the development of a proportionate and effective regulatory framework that protects consumers. Ends (see Notes for Editors) http://www.ceer.eu/portal/page/portal/EER_HOME/EER_WORKSHOP/CEER-ERGEG%20EVENTS/CROSS_SECTORAL/ACER-CEER_Conference_2017 http://www.ceer.eu/portal/page/portal/EER_HOME/EER_WORKSHOP/CEER-ERGEG%20EVENTS/CROSS_SECTORAL/ACER-CEER_Conference_2017 Press Release (ACER- PR-01-17) (CEER-PR-17-01) Notes for Editors: (1) The Agency for the Cooperation of Energy Regulators (ACER), a European Union Agency, was created by the Third Energy Package to further progress the completion of the internal energy market both for electricity and natural gas. Visit www.acer.europa.eu. (2) The Council of European Energy Regulators (CEER) is the voice of Europe’s national energy regulators. Its members and observers, from 35 European countries, are the independent statutory bodies responsible for energy regulation at national level. Visit www.ceer.eu. (3) The European Commission announced its Clean Energy for All European legislative proposals on 30 November 2016. Key elements include a redesign of the electricity market, a move to decarbonisation including measures to integrate renewables, an increase in the energy efficiency target to 30%, new governance arrangements and efforts to ensure that consumers are a key pillar of the market design reforms. (4) The ACER-CEER conference, “Towards a future proofed Energy Market Design”, opened today by European Commission Vice President, Mr Šefčovič, and tomorrow by Commissioner Miguel Arias Cañete, assembles representatives from the European Institutions, regulators and the energy sector for a first lively debate on key issues and regulatory challenges from the Commission’s proposal. The Energy Market Design, consumer issues, and integrating the gas and electricity markets for the clean energy transition are key sessions of the conference. Distinguished speakers include European Commission Vice President Šefčovič, Climate Action and Energy Commissioner Arias Cañete, Mr Jerzy Buzek, European Parliament’s ITRE Chair and Director General for Energy, Dominque Ristori. This ACER-CEER event is live web-streamed. (5) Regulators have drawn upon a set of core principles against which they have assessed the European Commission’s Clean Energy for All European (Winter Package) proposals. During the event, ACER and NRAs within CEER outlined their feedback to the Commission’s proposals (as set out in the European Energy Regulators’ Overview Paper- Initial reactions to the European Commission’s proposals on clean energy): - Flexible regulations for a fast evolving market - Balancing innovation and regulation - Making markets work - Securing our supplies - Smarter system operation - Regional markets - Independence of ACER - Next steps. http://www.acer.europa.eu/en/the_eu_energy_market/Legislation http://www.acer.europa.eu/en/Electricity http://www.acer.europa.eu/en/Gas http://www.acer.europa.eu/ http://www.ceer.eu/ https://ec.europa.eu/energy/en/news/commission-proposes-new-rules-consumer-centred-clean-energy-transition http://www.ceer.eu/portal/page/portal/EER_HOME/EER_WORKSHOP/CEER-ERGEG%20EVENTS/CROSS_SECTORAL/ACER-CEER_Conference_2017 Press Release (ACER- PR-01-17) (CEER-PR-17-01) Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/CEERenergy mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_038", "date": "2017-05-03", "year": 2017, "edition": 2, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-02-17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_02.pdf", "text": " Press Statement Joint NC event DRAFT for modification Press Release (ACER- PR 02 17) The Network Codes for the Energy Union: Joining forces on implementation Brussels, 3 May 2017 “Fairer prices and more choice for European energy consumers”, this is the goal of the energy liberalisation and market integration. Network codes, jointly developed by the European Commission, the Agency for the Cooperation of Energy Regulators (ACER) and the European Network for Transmission System Operators for gas and electricity, (ENTSOG and ENTSO-E), with the key involvement of stakeholders, provide European answers on technical and market issues. By the end of 2017 they will all be adopted. It is time to look into achievements but also the implementation and monitoring challenges. A joint conference is organised in Brussels to celebrate this common achievement and to discuss the next steps. In 2009, European market participants faced barriers to entry, cross-border congestions, limited interconnections, lack of competition and transparency to name a few. Regulatory heterogeneity translated into limited trading volumes and price spreads between countries. The Third Energy Package and the network codes aimed to tackle this situation. Where are we now? The cooperation among Transmission System Operators (TSOs) is ensured through the ENTSOs. ACER’s establishment contributes to reinforcing cooperation by National Regulatory Authorities and to filling the regulatory gap resulting from market integration as national regulators have responsibilities over their national jurisdictions. Europeans benefit from more security of supply and better network planning. System operation and market rules have been harmonised and are more transparent. Greater stakeholders’ participation was crucial in developing robust proposals. The various network codes for electricity and gas are in different stages of implementation but conference organisers already emphasise their added value: For Klaus-Dieter Borchardt, European Commission: “The network codes lead to the opening of markets, to the unhindered flow of electricity and gas across Europe and to the improvement of the Internal Energy Markets. These integrated markets will bring benefits to the consumers such as more competition, fairer prices and diversified services.” Alberto Pototschnig, ACER, comments that ‘as the network codes are now being implemented and enforced by National Regulatory Authorities, the benefits which we were expecting, in terms of greater market integration, promoting increased competition and enhanced security of supply, and more efficient use of infrastructure are materialising. In the electricity sector, http://www.acer.europa.eu/Events/Network-Codes-for-the-Energy-Union-joining-forces-on-implementation/default.aspx market coupling is already providing benefits in the order of 1 billion euros per year. In this and in other areas, more benefits are still to be delivered”’. In addition, Lord Mogg noted that “the challenge is to make sure that these benefits reach consumers. The most recent evidence from the Agency’s market monitoring activity shows that this is finally happening\". Laurent Schmitt, ENTSO-E, “Network codes have proven to be powerful instruments in tackling market & renewables integration even if a lot of work still lays ahead. The energy transition is increasing the need for flexible services. The digitisation of the power system is raising questions regarding cybersecurity. EU codes on distributed flexibility and cybersecurity may be needed sooner than later. Co-creation, collaboration and transparency will be our focus there”, insisted Laurent Schmitt, ENTSO-E Secretary-General. Jan Ingwersen, ENTSOG, concludes that: ‘The balanced process was a key to the success of the initial development of the gas network codes. When it comes to the further development of the network codes in the sake of the European energy market, we should establish a process that will be clear, consistent and inclusive for all the stakeholders. To improve the functionality of the NCs, ENTSOG is continuously developing tailor made facilitation and advice for European TSOs and continues dialogue with the market players.’ All parties underline the need for full and timely implementation of the codes to unlock all the benefits for European consumers. To allow all interested parties to participate, even remotely, the European Network Codes Conference will be web streamed (https://webcast.ec.europa.eu/network-codes- conference). The Commission, ACER and the ENTSOs set up an online training with the Florence School of Regulation and will develop other initiatives to share network codes value with a broad audience. They will cooperate on implementation and amendments but also potentially new codes. The participation of stakeholders in all this is central. About the Network Codes: The Network Codes are sets of rules applying to the energy sector, aiming at harmonising and coordinating the different processes of the energy markets and systems. All Network Codes have entered or will enter into force one by one and be an integral part of the European Regulations, covering topics for gas (such as harmonised transmission tariff structures, balancing rules, capacity allocation mechanisms and interoperability rules) and for electricity (such as market integration, grid connection, and operational security). Press contacts: For ACER: David Merino, david.merino@acer.europa.eu For ENTSOG: Armin Teichert, armin.teichert@entsog.eu For ENTSO-E: Claire Camus, claire.camus@entsoe.eu mailto:david.merino@acer.europa.eu "}, {"id": "ACER_PR_039", "date": "2017-05-11", "year": 2017, "edition": 3, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-03-17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_03.pdf", "text": " Press Release (ACER- PR-03-17) (CEER-PR-17-03) Regulators call for priority dispatch of existing Renewables to be removed Brussels, 11 May 2017  Remove priority dispatch for existing Renewables  Avoid non-market approach to redispatch and RES curtailment  Avoid net metering and ensure fair cost allocation  RES White Paper is the first in a series of Regulatory White Papers Today Energy Regulators (ACER1 and CEER2), in their White Paper on Renewables in the Wholesale Market, called for EU legislators to bring Renewable Energy Sources (RES) fully into the market in the clean energy transition. Regulators recommend 3 changes to the European Commission’s Clean Energy proposals3. Remove priority dispatch for existing Renewables Extend the prohibition of priority dispatch4 (i.e. priority running) also to existing RES plants (and not only to new RES as proposed by the Commission), so that all technologies complete fairly in the market to deliver the lowest possible cost to consumers. Avoid non-market approach to redispatch and RES curtailment Remove the proposed 90% compensation for RES curtailment5. Regulators support the proposals for market-based prices being the driver for compensation paid to renewables that are curtailed when there is congestion, and for Transmission System Operators (TSOs) to perform market-based (rather than technology-based) curtailments. Avoid net metering and ensure fair cost allocation Avoid net metering to ensure that self-generators pay their fair share of network and system costs. Alberto Pototschnig, ACER Director, remarked that: “As European Energy Regulators, we believe that the Clean Energy Package should ensure that, when it comes to participation in the market, all technologies compete on a level-laying field. This requires market-based dispatching of all resources.” Lord Mogg, Chair of ACER Board of Regulators and CEER President added: “Regulators support the Clean Energy efforts to make renewables central to the market and to allow consumers be prosumers. The integration of renewables must be fair and cost- efficient and without cross subsidisation between renewable self-generators and other consumers.” RES White Paper is the first in series of Regulatory White Papers This Renewables White Paper is the first in a series of the European Energy Regulators’ White Papers on the Clean Energy proposals covering wholesale, network and consumer issues. These White Papers build on the “European Energy Regulators’ Overview Paper - Initial Reactions to the European Commission’s Proposals on Clean Energy”, published by CEER and ACER on 23 January”. Ends (see Notes for Editors) http://www.acer.europa.eu/Official_documents/Position_Papers/Pages/default.aspx http://www.acer.europa.eu/Official_documents/Position_Papers/Pages/default.aspx http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Cross-Sectoral/2017/OverviewPaper_CleanEnergy_23-Jan-2017.pdf http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Cross-Sectoral/2017/OverviewPaper_CleanEnergy_23-Jan-2017.pdf Press Release (ACER- PR-03-17) (CEER-PR-17-03) Notes for Editors: (1) The Agency for the Cooperation of Energy Regulators (ACER), a European Union Agency, was created by the Third Energy Package to further progress the completion of the internal energy market both for electricity and natural gas. Visit www.acer.europa.eu. (2) The Council of European Energy Regulators (CEER) is the voice of Europe’s national energy regulators. Its members and observers, from 35 European countries, are the independent statutory bodies responsible for energy regulation at national level. Visit www.ceer.eu. (3) The European Commission announced its Clean Energy for All European legislative proposals on 30 November 2016. Key elements include a redesign of the electricity market, a move to decarbonisation including measures to integrate renewables, an increase in the energy efficiency target to 30%, new governance arrangements and efforts to ensure that consumers are a key pillar of the market design reforms. (4) The European Energy Regulators recommend changes to Article 11 of the recast Electricity Regulation to apply the prohibition of priority dispatch to existing (as well as new) RES plants, so that all technologies complete fairly in the market to deliver the lowest possible cost to consumers. Dispatch rules determine which power generation facilities shall generate power at which time of the day. Currently RES, Combined Heat and Power (CHP) plants and up to 15 % of indigenous resources get priority dispatch. The “merit order” principle means running those power plants which for a given time period require the lowest payment to generate electricity. This is determined by the day-ahead and intraday markets. The Commission’s Clean Energy proposals (Article 11 of the recast Electricity Regulation) provide for merit order-based dispatch but with exemptions for small RES, micro-CHP and grandfathering (i.e. existing RES plant). The European Energy Regulators welcome the proposals in the Clean Energy package to remove priority dispatch (i.e. priority running) of new renewable generators but further advocate for no priority dispatch for existing RES plant. (5) Article 12 of the recast Electricity Regulation grants protection from curtailment/downward redispatch for RES and CHP in case of congestion on the electricity network. Curtailment (sometimes also known as priority access) rules do not relate to the initial network connection, but to the allocation of capacity in situations where the network is unable to fully accommodate the market result. European Energy Regulators recommend changes to Article 12 to make the redispatch and curtailment approach less prescriptive. Regulators are particularly concerned by the proposed provision setting a floor on the compensation for curtailed RES plants at 90% of the Day- Ahead price, which does not appear to be supported by any economic consideration and thus might be considered arbitrarily set. Hence, European Energy Regulators recommend changes to Article 12 of the Electricity Regulation to remove the 90% compensation floor for RES curtailment. (6) European Energy Regulators recommend changes to Article 15 of the Electricity Directive and to Article 21 of the RES Directive to emphasise that self-generators must pay their fair share of network and system costs and that, for similar reasons, net metering should be avoided. Self- generation is when final consumers become active prosumers who generate and consume electricity. Net metering is a regulatory framework under which the excess electricity injected into the grid can be used at a later time to offset consumption during times when their on-site renewable generation is absent or not sufficient. For further details on net metering and self-generation, see the CEER (2016) Position Paper on Renewable Self-Generation. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/CEERenergy http://www.acer.europa.eu/en/the_eu_energy_market/Legislation http://www.acer.europa.eu/en/Electricity http://www.acer.europa.eu/en/Gas http://www.acer.europa.eu/ http://www.ceer.eu/ https://ec.europa.eu/energy/en/news/commission-proposes-new-rules-consumer-centred-clean-energy-transition http://www.ceer.eu/portal/page/portal/EER_HOME/EER_PUBLICATIONS/CEER_PAPERS/Electricity/2016 mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_040", "date": "NULL", "year": 2017, "edition": 4, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-04-17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_04.pdf", "text": " Press Release (ACER- PR-04-17) Regional cooperation: cornerstone of the Energy Union Governance Kranj, (Slovenia) 29 June 2017 European Commission Vice-President for the Energy Union, Maroš Šefčovič, highlighted today that cooperation among Member States in different regions of the EU will be a cornerstone of the Energy Union Governance. “I am a strong believer that the road to the fully integrated energy system in Europe leads through an improved and intensified cooperation at regional level”, he said while connecting live from Bratislava during his keynote speech at ACER’s Annual Conference 2017. In his opening speech, ACER Director Alberto Pototschnig underlined the successful experience in the past with regional voluntary cooperation: “Without such an early implementation effort, EU consumers would have had to wait a lot longer, and most probably would still be waiting, before reaping the benefits of an integrated internal energy market”. The Conference, entitled “Regions for the Internal Energy Market”, was structured in three sessions, focussing respectively on which aspects are best dealt at regional level, the geographical scope of regional cooperation and the governance and regulatory aspects. The “Clean Energy for all Europeans” package presented by the Commission in November promotes strong regional cooperation as the most efficient and effective means to reach the Energy Union objectives. According to the Commission, better regional cooperation among governments, regulators, transmission system operators and even research centres will lead to a fully integrated energy system at EU level, which will bring savings of up to 9 billion euros a year compared to a purely national approach. What will ACER do in this context? The November Package foresees a stronger role for ACER in coordinating regional decision-making. Among other new tasks, ACER will oversee Regional Operational Centres for Transmission System Operators (TSOs), supervise nominated electricity market operators and develop the methodologies for the EU wide generation adequacy assessment. Morten Helveg Petersen, Vice-Chair of the European Parliament’s Committee on Industry, Research and Energy (ITRE) underlined in a video message that “ACER’s job is absolutely key in order to ensure a well-functioning energy market that will benefit all energy consumers all over Europe”. However, “ACER should have adequate resources and the tools to conduct oversight, and the Agency currently lacks both,” he said. Petersen also suggested that for a stable funding of the Agency, the institutions should look into the possibility of ACER being able to collect fees for certain services. The Conference opened with a welcome address by the Slovenian Minister of Infrastructure, Peter Gašperšič. Consumer associations also intervened on their expectations from the regional approach to market integration. One of the highlights of the day was a keynote speech by Norman Bay, former Chairman of the Federal Energy Regulatory Commission of the United States. The sessions were moderated by Lord Mogg, Chair of ACER’s Board of Regulators; Dr Romana Jordan, Chair of ACER’s Administrative Board; and Mr Andris Piebalgs, Chair of ACER’s Board of Appeal. The concluding remarks were provided by Dominique Ristori, European Commission Director General for Energy. Press Release (ACER- PR-04-17) Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_041", "date": "2017-08-01", "year": 2017, "edition": 5, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-05-17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_05.pdf", "text": " Press Release (ACER- PR-05-17) ACER and ENTSOG upgrade the functionality platform to support the implementation of gas network codes Ljubljana, 1 August 2017 From today, the functionality platform launched by ACER and ENTSOG last year to gather potential implementation issues with the gas network codes, allows more stakeholders to provide feedback on a wider range of topics. The “Functionality Process for Gas Network Codes” is a process which was set up jointly by ACER and ENTSOG with the support of the European Commission. To facilitate this process, the functionality platform was developed as a web based tool to allow all relevant parties (as defined in the tool’s Terms of Use), to participate by addressing their issues, as well as to get involved in the development of proposals of issue solutions. Alberto Pototschnig, ACER Director commented that the enlarged scope of the Functionality Platform shows the Agency’s commitment to promote stakeholder engagement in the implementation of Network Codes. We continue to encourage stakeholders to put forward gas Network Code issues, so that the Agency in cooperation with the European Commission and ENTSOG can deal with them in a structured way.’ One of the new features of the functionality platform is the posting of an issue by any relevant party, not only by those directly affected. In addition, any issue regarding a network code and guidelines can be reported, not only implementation issues. Issues which have been addressed previously will be reconsidered if a material change can be shown. A preliminary and indicative assessment of costs and benefits of the proposed solution may also be undertaken. ACER and ENTSOG would like to invite stakeholders to comment on the new scope of the functionality process before the 30 September 2017. Please navigate to a-two question survey using the following link. The “functionality platform” is available here. Contact ACER Mr David Merino l Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu http://surveys.acer.europa.eu/eusurvey/runner/GasNCFunc_Feedback http://www.gasncfunc.eu/ mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_042", "date": "2017-10-24", "year": 2017, "edition": 6, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-06-17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_06.pdf", "text": " Press Release (ACER- PR-06-17) (CEER- PR-17-09) Households and businesses benefit from falling EU energy prices Brussels, 24 October 2017 Electricity and gas retail prices generally fell in the EU for both household and industrial consumers. European households paid 8.4% less for their gas in 2016 compared to 2015, mostly thanks to improved gas markets, while the electricity household prices went down by 2.1% - first registered decrease for households since 2008 - thanks to the steady decline of electricity wholesale prices in recent years. The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets1 was presented today in Brussels by the Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER). For the first time, the Report includes some data on the Energy Community Contracting Parties2. Barrier to further EU energy market integration still persist EU energy prices fell thanks to improved gas market functioning, among other factors, and despite limited capacity available for electricity cross-border trading. Hence, European energy regulators see opportunities for further benefits for EU energy consumers. For example, electricity Transmission System Operators (TSOs) should make a larger share of the existing cross-border capacity available for trading, given that only half of what is technically possible is offered today to the market. Commenting on this significant barrier to market integration, Alberto Pototschnig, ACER Director, called for “more TSO coordination and the equal treatment of intra-zonal and cross-zonal exchanges of power, so as to deliver additional benefits to consumers”. Gas markets are working better in terms of hub functioning and price convergence, with the volume of hub-traded gas increasing by 20% from 2015 to 2016. But, important barriers remain, in particular in South-East Europe, that negatively affect market functioning and liquidity. Whilst the EU gas network codes are making a difference for the better, market conditions, including oversupply and overcapacity, limit their impact. Further TSO and NRA coordination on network codes implementation will enhance market integration. Switching supplier should be even faster and reliable comparison tools are needed Consumer protection and empowerment rights are generally well established. Disconnection rate are about 1% (for electricity and gas). The time it takes to switch supplier has improved (now 12 working days), but is still longer than the 24-hour switching period that regulators would like to see, and it takes 5-6 weeks to receive the final bill after switching supplier. Smart meter roll across Europe is low (25% of electricity households and only 4 countries for gas) and not enough countries have reliable comparison tools (22 in electricity and 18 in gas). Lord Mogg, Chair of ACER’s Board of Regulators and CEER President, said: “Consumers’ empowerment is essential. Reliable comparison tools are a must. Switching within 24-hours is the target. Bills must be kept simple and smart meters must have minimum functionalities that deliver benefits for consumers”. The Energy Community Secretariat’s Director Janez Kopač said: “The present report, which for the first time also encompasses Contracting Parties of the Energy Community, brings us closer in the realisation of the pan-European Energy Union. Internal energy market integration efforts must not stop at the EU’s borders and this report is a stepping stone in the construction of the Energy Union's governance”. ENDS (See Notes for Editors below) http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx Press Release (ACER- PR-06-17) (CEER- PR-17-09) Notes for Editors (1) The 6th Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets consists of four volumes, focusing respectively on: the Electricity Wholesale Market, the Gas Wholesale Market, the Electricity and Gas Retail Markets, and Customer Protection and Empowerment. The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets fulfils the Agency’s mandate established by Article 11 of Regulation (EC) No 713/2009. It covers retail prices for electricity and natural gas, access to networks (including network access by electricity produced from renewable energy sources), and compliance with the consumer rights laid down in Directive 2009/72/EC and Directive 2009/73/EC. The Report comprises four thematic volumes. Three of them, on Retail Markets, the Wholesale Gas Market, and the Wholesale Electricity Market were published on 6 October to allow readers access to these documents as soon as they were ready. The volume on Customer Protection and Empowerment is published today. All volumes can be accessed on www.acer.europa.eu. The data used for compiling this Report have been collected internally or provided by the European Commission, CEER, the National Regulatory Authorities, and the European Networks of Transmission System Operators for electricity and gas. In parallel, the National Country Reports by each National Regulatory Authority (NRA) are now available on the CEER website www.ceer.eu (2) The support of the Energy Community Secretariat in collecting and analysing the data from Energy Community Contracting Parties is gratefully acknowledged. The Energy Community Contracting Parties are Albania, Bosnia and Herzegovina, Kosovo, former Yugoslav Republic of Macedonia, Georgia, Moldova, Montenegro, Serbia and Ukraine. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/eu_acer twitter.com/CEERenergy http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx http://www.acer.europa.eu/ http://www.ceer.eu/ mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_043", "date": "NULL", "year": 2017, "edition": 7, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-07-17.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2017_07.pdf", "text": " Press Release (ACER- PR-07-17) Montenegro joins ACER Working Groups ACER Director, Alberto Pototschnig, and the President of the National Regulatory Agency of Montenegro (RAE), Branislav Prelević, signed today an Administrative Arrangement which will allow experts from RAE to join the Agency’s Electricity Working Group and Gas Working Group as of January 2018. The working groups, composed of representatives of ACER, national regulators and the European Commission, provide input to the Director for the preparation of opinions, recommendations and decisions and provide information to the Agency’s Board of Regulators on the issues relevant to the Director’s proposals. Participation in ACER’s working groups is in general limited to EU regulatory authorities, however admission of third country’s regulators is possible when the country has made satisfactory progress towards adopting and applying EU law in the field of energy, as well as the measures ensuring the effective independence of its NRA. The Agency was supported in the assessment of the implementation of the EU energy acquis in Montenegro by the Energy Community Secretariat. On the occasion of the signature of the Administrative Agreement, Director Pototschnig stated: “I am very pleased that RAE joins the Agency’s working groups as the first national regulator from the Energy Community Contracting Parties.” Janez Kopač, Director of the Energy Community Secretariat, said that “today's event represent the essence of the Energy Community, which is dedicated to bringing together EU and its neighbours which are part of the same internal market. They cannot be really part of the same family if they are not part of the same institutions. Montenegro is the most advanced Energy Community country, without a single infringement procedure and am sure will be a most reliable partner”. President Prelević thanked the support of the Energy Community and its Secretariat and stressed that “RAE feels honoured with this observer chair at ACER”. “We will try to continue developing our institutional capacities further –he added - and will also try to give back through active participation in ACER working groups, as we have done so during the last several years within the ECRB working groups”. Find more about ACER working groups here. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu https://www.acer.europa.eu/en/The_agency/Organisation/Working_groups/Pages/default.aspx mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_044", "date": "NULL", "year": 2018, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-01-18.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2018_01.pdf", "text": " Press Release (ACER- PR-01-18) European Commission aims to enhance ACER’s mandate and the powers of its Director Kranj, (Slovenia) 5 July 2018 European Commission Vice-President for the Energy Union, Maroš Šefčovič, highlighted today that the EU aims at ensuring an energy system aligned with the high-pace technological change: “Our ambition is not only to keep up with the existing developments, but to lead the way, and we are relying on the important work of ACER in order to achieve these goals. That is why we insisted on expanding ACER's mandate”, he said during a live connection from Brussels, through which he delivered his keynote speech at the Agency’s Annual Conference 2018. “The Agency’s achievements in only seven years have been impressive” completed Commissioner for Climate Action and Energy, Miguel Arias Cañete in a video message. “It was therefore logical that we wanted to enhance the role of the Agency and increase the competences and powers of the Director as a necessity to achieve better and faster results”, he added. When presenting the aims of the Conference – “An Energy Union for all Europeans” -, ACER Director Alberto Pototschnig highlighted how the current legal framework, once fully implemented, will support the development of the energy sector for the next 5-10 years and “also provides the foundations for the further thinking likely to be necessary beyond this horizon”. On this basis, participants discussed the “smart” future facing the energy sector, the opportunities for sector coupling for a better utilisation of renewable energies, as well as pricing in the EU energy market. The three thematic sessions were moderated by Dr Romana Jordan, Chair of ACER’s Administrative Board, Mr Andris Piebalgs, Chair of ACER’s Board of Appeal, and Garrett Blaney, Chair of ACER’s Board of Regulators. The Conference opened with a welcome address by the Slovenian Minister of Infrastructure, Peter Gašperšič, and a presentation on the priorities of the Austrian EU Presidency in the field of energy by Andrea Steinmetz, Deputy Head of Department of the Austrian Ministry for Sustainability. The Conference also included a video message by Dominique Ristori, Director General for Energy of the European Commission. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_045", "date": "2018-10-22", "year": 2018, "edition": 2, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-02-18.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2018_02.pdf", "text": " Press Release (ACER- PR-02-18) (CEER- PR-18-05) Lower wholesale energy prices translate into lower retail prices for the second year in a row Brussels, 22 October 2018 Average energy retail prices for households in the EU decreased in 2017, reflecting for the second consecutive year the decline of energy wholesale prices in preceding years, also thanks to market integration. However, the non-contestable part of the bill (network costs, taxes, levies and other charges) continued to increase. Some of the non-contestable components of the bill have supported the development of renewable energies, which are key for the EU to fulfil the objectives of the Paris agreement against climate change. The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets was presented today in Brussels by the Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER). For some retail and the gas wholesale market metrics, the Contracting Parties2 of the Energy Community are also included in the analysis. In electricity, the full integration of day-ahead and intraday markets is getting closer, as illustrated, for example, by the high level of efficiency in the use of cross border capacity for day ahead trading - up to 86% in 2017. However, due to the limited capacity available for trading, cross-border exchanges continued to be discriminated against compared to exchanges within countries, to the detriment of end- consumers. In this respect, Alberto Pototschnig, ACER Director, advocated for an “enhanced amount of cross-border commercial capacity to be made available for trading, to bring more security of supply and better prices to citizens”. Gas wholesale markets continue their positive performance in terms of both market functioning and price convergence. However, an EU-wide Internal Gas Market is not a reality yet, as the gap between better functioning markets and those without transparent trading venues continues to widen. Gas network codes are contributing to market functioning in those EU Member States in which gas wholesale markets function well or are improving. CEER President, Garrett Blaney, stated: “The Market Monitoring Report confirms the value of regulators monitoring markets and the enforcement of consumer rights. Whilst it is good to have a Supplier of Last Resort (SOLR) or default supplier, the SOLR mechanism should not lead to consumers remaining inactive on a permanent basis or be used to keep regulated prices in place.” For the Energy Community Contracting Parties, Janez Kopač, Director of the Energy Community Secretariat, highlighted: “On average, we continue to witness positive effects of market liberalisation on both electricity and gas retail markets. However, the majority of the national gas wholesale markets, with the exception of Ukraine, are still import dependent and illiquid. This calls for the continued alignment with the EU acquis and increased efforts to implement the Energy Community law as a precondition for market integration and cross-border trade. “I am pleased that our cooperation with ACER and CEER has deepened – thanks also to the efforts that Contracting Party national energy regulators devote to data provision and analysis”, he added. ENDS (See Notes for Editors on next page) https://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx Press Release (ACER- PR-02-18) (CEER- PR-18-05) Notes for Editors (1) The 7th Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets consists of four volumes, focusing respectively on: Electricity Wholesale Markets, Gas Wholesale Markets, Electricity and Gas Retail Markets, and Consumer Protection and Empowerment. The various volumes present the state of play in their respective domains on the road towards the completion of the Internal Energy Market as well as remaining challenges. The Annual Report on the Results of Monitoring the Internal Electricity and Natural Gas Markets fulfils the Agency’s mandate established by Article 11 of Regulation (EC) No 713/2009. It covers retail prices for electricity and natural gas, access to networks (including network access by electricity produced from renewable energy sources), and compliance with the consumer rights laid down in Directive 2009/72/EC and Directive 2009/73/EC. The data used for compiling this report have been collected internally or provided by the European Commission, CEER, the National Regulatory Authorities, and the European Networks of Transmission System Operators for electricity and gas. In addition, the 2018 national reporting of each National Regulatory Authority (NRA) in the form of National Country Reports (in national languages and English summaries) are published today on the CEER website www.ceer.eu. The support of the Energy Community Secretariat and the Contracting Parties’ national energy regulatory authorities via the Energy Community Regulatory Board in collecting and analysing the data from Energy Community Contracting Parties is gratefully acknowledged. The Energy Community Contracting Parties are Albania, Bosnia and Herzegovina, Kosovo*, former Yugoslav Republic of Macedonia, Georgia, Moldova, Montenegro, Serbia and Ukraine. For further details see www.energy-community.org. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/eu_acer twitter.com/CEERenergy Energy Community Secretariat Ms Barbora Poyner Tel. +43 1 5352222 215 Email: Barbora.poyner@energy-community.org www.energy-community.org twitter.com/ener_community http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx http://www.acer.europa.eu/en/Electricity/Market%20monitoring/Pages/Current-edition.aspx https://www.ceer.eu/national-reporting-2018 http://www.ceer.eu/ http://www.energy-community.org/ mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu http://www.ceer.eu/ http://twitter.com/CEERenergy mailto:Barbora.poyner@energy-community.org http://www.energy-community.org/ "}, {"id": "ACER_PR_046", "date": "2019-09-27", "year": 2019, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-01-19.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2019_01.pdf", "text": " Press Release (ACER- PR-01-19) New Director of the European Union Agency for the Cooperation of Energy Regulators designated Ljubljana, 27 September 2019 The Administrative Board of the EU Agency for the Cooperation of Energy Regulators (ACER) has designated1 Mr Christian Zinglersen as Director of the Agency. The designation took place yesterday and it followed a favourable opinion from the Board of Regulators. Before appointment, Mr Christian Zinglersen will be invited to make a statement before the competent committee of the European Parliament. His term of office is five years (renewable once for up to five years) as of 1 January 2020. Mr Zinglersen is currently the first Head of the global Clean Energy Ministerial Secretariat hosted at the International Energy Agency in Paris (IEA). He previously served as Deputy Permanent Secretary at the Danish Ministry of Energy, Utilities, and Climate, where he was a member of the Ministry’s Executive Board responsible inter alia for the energy policy portfolio. He served as the Danish government’s representative and Vice-Chair of the IEA’s Governing Board and was the Danish participant in the Director-General meetings on energy policy within the European Union. Prior to that he served as the Danish government’s head of the global climate negotiations, culminating in Denmark’s Presidency of the Council of the EU in 2012. Mr Zinglersen started his career in the Danish Foreign Service where he focused on EU policy and law, having been posted to Brussels at the Danish Permanent Representation to the European Union. For a number of years he taught Union law at the University of Copenhagen. He holds a Master’s Degree in Law from the University of Copenhagen and is a graduate of IESE Business School's Advanced Management Program and Harvard Kennedy School's Senior Managers in Government program. He is married to Christina, a dentist, with whom he has four children. The Chair of the Administrative Board, Dr Romana Jordan, stated: “The Administrative Board warmly welcomes the designation of Mr Zinglersen as Director of the Agency. He is called to act in the interest of the Union and his role will be crucial to ensure the fulfilment of the Agency’s growing mandate following the Clean Energy Package for all Europeans and its effectiveness in contributing to the development and evolution of the internal energy market given the increase of cross border flows and the rise of energy production from renewables which pose new challenges and call for stronger integration at a time of budgetary constraints for the Agency”. The Chair of the Board of Regulators, Ms Clara Poletti, stated: “Mr Zinglersen can count on the full support of National Regulatory Authorities (NRAs), who lie at the heart of the Agency’s structure and whose contribution is vital for the Agency’s work. With the implementation of the new Clean Energy Package framework, the Agency will play an even more prominent role in European energy regulation. In this context we look forward to working with the new Director towards an even stronger cooperation of regulatory authorities within the Agency, delivering benefits to consumers across the Union”. Mr Christian Zinglersen will succeed Mr Alberto Pototschnig, the first Director of the Agency, who has been instrumental in establishing and leading the Agency over the last nine years and in delivering on its extensive and growing mandate. Thanks to his pioneering work and leadership as well as the key contribution of the 28 NRAs, the Agency’s success has been widely recognised. ENDS (See Note for Editors on next page) Press Release (ACER- PR-01-19) Note for Editors 1. According to Article 23 of Regulation (EU) No 2019/942 establishing a European Union Agency for the Cooperation of Energy Regulators, the Director shall be appointed by the Administrative Board following a favourable opinion of the Board of Regulators, on the basis of merit as well as skills and experience relevant to the energy sector, from a list of at least three candidates proposed by the Commission, following a public call for expression of interest. Before appointment, the candidate selected by the Administrative Board will be invited to make a statement before the competent committee of the European Parliament and to answer questions put by its members. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu mailto:david.merino@acer.europa.eu file:///C:/Users/merinda/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/TDM5PKFT/www.acer.europa.eu "}, {"id": "ACER_PR_047", "date": "2019-11-19", "year": 2019, "edition": 2, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-02-19.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2019_02.pdf", "text": " Press Release (ACER- PR-02-19) (CEER- PR-19-10) Energy Regulators recommend legislative and regulatory action to support the decarbonisation of Europe’s energy sector Brussels, 19 November 2019 In their Bridge Beyond 2025 Conclusions Paper, the European Union Agency for the Cooperation of Energy Regulators (ACER) and the Council of European Energy Regulators (CEER) recommend updating Europe’s gas sector legislation and future-proof regulation to facilitate decarbonisation of the energy sector, to promote a competitive Internal Energy Market and to maximise the opportunities arising from sector coupling. The Clean Energy Package (CEP) sets the path to decarbonise the electricity sector. This joint ACER- CEER Conclusions Paper, entitled “The Bridge Beyond 2025”, proposes legislative action (beyond the CEP) to decarbonise the gas sector, and for electricity and gas sector coupling beyond 2025. The Bridge Beyond 2025 Conclusions Paper, which will be presented on 20 November at an event (also live-streamed) in Brussels, follows extensive public consultation by ACER and CEER. The ACER public consultation focused on issues the gas sector faces in the future and a CEER public consultation on regulatory challenges for a sustainable gas sector. The conclusions cover decarbonisation, competition, flexibility and sustainability, as well as the role of ACER and national regulatory authorities (NRAs). Flexibility for decarbonisation ACER and CEER believe an updated gas legislation should define and categorise decarbonised gases and integrate them into existing gas markets, with full valuation of their environmental benefits. It should also provide regulatory predictability to enable the emergence of new gases and technologies. The Conclusions Paper recommends new investments in natural gas to be assessed in line with the EU decarbonisation targets and that existing assets are evaluated for possible re-use - following consultation with neighbouring authorities and stakeholders - before decommissioning. ACER and CEER recommend the establishment of a system of dynamic and targeted regulation based on the Gas Target Model (GTM) and the Agency’s market monitoring, as well as the analysis of NRAs. The updated legislation, the ACER-CEER Conclusions Paper says, \"should also facilitate new assets and activities, including a sandbox model at EU level for pilot, small scale projects and appropriate differentiation between competitive and monopoly activities”. Increasing competition and fighting fraud ACER and CEER recommend that a technology-neutral level playing field is established between different conversion and storage facilities so that they face equivalent treatment of costs, and equivalent recognition of environmental and security of supply benefits. For infrastructure planning, the improvements in network code governance introduced in the CEP for electricity are needed in the gas sector as well, in particular better regulatory oversight over entities which may have an interest in promoting infrastructure investments. With regard to tariffs, both regulators and stakeholders find that, at present, “tariff design does not appear to be causing major issues at a pan-EU level. However, legislative changes can unlock better regulatory tools to address barriers to trade”, the Conclusions Paper notes. Transmission System Operators (TSOs) and NRAs currently face difficulties to act in an effective and timely manner to deal with fraud. ACER and CEER propose several ex-ante measures, which can contribute to mitigating the risk of fraudulent behaviour. https://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/SD_The%20Bridge%20beyond%202025/The%20Bridge%20Beyond%202025_Conclusion%20Paper.pdf https://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/SD_The%20Bridge%20beyond%202025/The%20Bridge%20Beyond%202025_Conclusion%20Paper.pdf https://webcast.ec.europa.eu/bridge-beyond-2025 https://www.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-future-of-gas-regulation-in-the-EU-.aspx https://www.acer.europa.eu/Media/News/Pages/ACER-consults-on-the-future-of-gas-regulation-in-the-EU-.aspx https://www.ceer.eu/ceer-consultation-on-regulatory-challenges-for-a-sustainable-gas-sector https://www.ceer.eu/ceer-consultation-on-regulatory-challenges-for-a-sustainable-gas-sector Press Release (ACER- PR-02-19) (CEER- PR-19-10) See the Bridge Beyond 2025 Paper for further details on the status, challenges and proposed regulatory responses across four themes: Theme A: access and market monitoring; Theme B: governance of infrastructure and oversight of existing and new entities; Theme C: dynamic regulation for new activities and technologies; Theme D: transmission tariffs and cross-border capacity allocation. The Agency’s input is based on ACER Recommendation No 02/2019 on the regulatory response to the future challenges emerging from developments in the internal gas market. Contacts ACER CEER Mr David Merino Ms Una Shortall Tel. +386 (0)8 2053 417 Tel. +32 (0) 484 668 599 Email: david.merino@acer.europa.eu Email: una.shortall@ceer.eu www.acer.europa.eu www.ceer.eu twitter.com/eu_acer twitter.com/CEERenergy https://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/SD_The%20Bridge%20beyond%202025/The%20Bridge%20Beyond%202025_Conclusion%20Paper.pdf https://www.acer.europa.eu/Official_documents/Acts_of_the_Agency/Recommendations/ACER%20Recommendation%2002-2019.pdf mailto:david.merino@acer.europa.eu mailto:una.shortall@ceer.eu http://www.acer.europa.eu/ http://www.ceer.eu/ http://twitter.com/CEERenergy "}, {"id": "ACER_PR_048", "date": "2019-12-17", "year": 2019, "edition": 3, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-03-19.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2019_03.pdf", "text": " Press Release (ACER- PR-02-19) Jochen Penker and Jurijs Spiridonovs elected Chair and Vice-Chair of ACER Administrative Board Ljubljana, 17 December 2019 The Administrative Board of the European Union Agency for the Cooperation of Energy Regulators (ACER) elected unanimously its new leadership for the next two years. The new Chair, Dr Jochen Penker, is Director for International Energy Affairs in the Federal Ministry for Sustainability and Tourism of Austria. He has a wide-ranging experience in national, EU and external energy affairs. The new Vice-Chair, Dr Jurijs Spiridonovs, is adviser to the Board of Directors with the European Bank for Reconstruction and Development, and assistant professor at RISEBA University in Riga. He has an extensive experience in energy and environmental policy, EU budget and public finance. The Administrative Board is responsible for adopting the Agency’s Work Programme, its internal rules of procedure, its budget and final accounts. It shall also ensure that the Agency effectively carries out its mission and appoints the members of the other Boards and the Director. Following his appointment, Dr Penker stated: “it is an honour to serve as chair of the Administrative Board of ACER. I stand for the Agency’s mission towards the completion of the single energy market to the benefit of all European consumers. The effective and efficient implementation of EU law will help achieving the Union’s climate and energy goals. ACER is built on the principles of inclusiveness, independence, solidarity, integrity and sustainability. I will work to guarantee their full application when ACER performs its mandate, including its recent additional tasks, as assigned by the Clean Energy Package for all Europeans. I look forward to a constructive and inclusive cooperation with the Agency’s Director and his team, the Members and Alternates of the Administrative Board, and the Board of Regulators.” Dr Spiridonovs stated “I am looking forward to contribute further to the activities of the Agency serving in this new role of Vice-Chair of the Administrative Board. I will work with the Administrative Board towards ensuring a rigorous budgetary support for the Agency’s mandate and tasks so that the Agency can effectively and actively contribute to the agenda of the European Institutions to the benefits of European consumers and future generations, ensuring, at the same time, savings for the EU Member States”. Dr Penker and Dr Spiridonovs, thanked, on behalf of the Administrative Board, Mr Alberto Pototschnig, Director ad interim and father of the Agency, for having established and led it over the last nine years, making the Agency a recognised actor in the energy sector. They thanked the Agency’s staff for the excellent results in overcoming the challenges of establishing a fully integrated energy-market and their readiness in facing the future challenges of the Clean Energy Package and the green agenda. They finally thanked Dr Romana Jordan for her commitment in chairing the Administrative Board in the last four years and for supporting the Agency in the attempts made to seeing the Agency recognised with adequate human and financial resources effectively mirroring the tasks and mandate of the Agency. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu / twitter.com/eu_acer mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ "}, {"id": "ACER_PR_049", "date": "2020-01-08", "year": 2020, "edition": 1, "url": "https://www.acer.europa.eu/Media/Press%20releases/ACER%20PR-01-20.pdf", "pdf_doc": "../crawling_files/ACER_DOCUMENTS/ACER_PR_PDFs/_2020_01.pdf", "text": " Press Release (ACER-PR-01-20) New challenges and opportunities for the European Union Agency for the Cooperation of Energy Regulators Ljubljana, 08 January 2020 In January 2020, Mr. Christian Pilgaard Zinglersen, newly appointed Director of the European Union Agency for the Cooperation of Energy Regulators (ACER), began his mandate. Dr Jochen Penker, the newly-elected Chair of the Agency’s Administrative Board, will soon begin his mandate. This change of management comes at a particularly crucial moment, as in 2020 the Agency will strongly focus on the implementation of the Clean Energy Package and on its enhanced tasks and responsibilities. As such, the Agency will also contribute to Europe’s decarbonisation efforts and the goals of the European Green Deal. In connection to his mandate and next steps as new Director, Mr. Zinglersen affirmed: “It is a great honour for me to serve the Agency as second Director and succeed the great work done by Mr. Pototschnig. Many challenges and opportunities are awaiting the Agency in the next months, with the implementation of the Clean Energy for All Europeans Package, as well as with the recast of the ACER Regulation, which has enhanced the Agency’s coordination powers and allocated new tasks and responsibilities. The Agency is called to continue delivering high quality results in a punctual and transparent manner, and will strengthen communication with European and national policy makers, regulatory authorities, energy stakeholders and consumers. It is important to raise awareness at all levels about the key role of the Agency in delivering a single, competitive, efficient and sustainable European energy market, as well as its contribution to the goals of the European Green Deal.” Dr Penker stated: “I am looking forward to support the Agency in my role of Chair of the Administrative Board of ACER. I strongly believe in the role of the Agency in completing the internal energy market to the benefit of all European consumers. The effective and efficient implementation of Union law will contribute in achieving the Union’s climate and energy goals. ACER is built on the principles of inclusiveness, independence, solidarity, integrity and sustainability. We will work to guarantee that ACER is enabled to perform its mandate to ensure that those principles going at the heart of the Union are implemented. I look forward to cooperating with the Agency’s Director and his team, the Members and Alternates of the Administrative Board, as well as the Board of Regulators.” Ms Clara Poletti, Chair of ACER’s Board of Regulators, affirmed: “The Agency will face important challenges and opportunities in the near future. We have full trust in its capacity to deliver which relies on the strong support the Agency will receive from the national regulatory authorities. We are ready to tackle the new challenges ahead in the most effective and transparent way. The Board of Regulators is looking forward to starting a constructive cooperation with the new Director and the Administrative Board.” The Agency is responsible for coordinating and complementing the work done by national regulatory authorities at Union level. It plays a central role in the development of Union-wide network and market rules, enhancing competition and the integration of the single EU energy market for electricity and natural gas. It also ensures the well-functioning and transparency of the market, preventing any type of manipulation or abusive behaviour. Contact ACER Mr David Merino Tel. +386 (0)8 2053 417 Email: david.merino@acer.europa.eu www.acer.europa.eu / twitter.com/eu_acer mailto:david.merino@acer.europa.eu http://www.acer.europa.eu/ "}]